import 'translations_key.dart' as key;

class Arabic {
  Map<String, String> get translations => {
        key.settings: 'إعدادات',
        key.general: 'عام',
        key.account: 'حساب',
        key.myAccount: 'حسابي',
        key.welcome: 'مرحباً',
        key.language: 'لغة',
        key.notifications: 'إشعارات',
        key.aboutUs: 'معلومات عنا',
        key.contactUs: 'اتصل بنا',
        key.appearance: 'مظهر',
        key.termsAndConditions: 'البنود و الظروف',
        key.privacyPolicy: 'سياسة الخصوصية',
        key.returnAndExchange: 'العودة والتبادل',
        key.faqs: 'الأسئلة الشائعة',
        key.selectLanguage: 'اختار اللغة',
        key.logout: 'تسجيل خروج',
        key.login: 'تسجيل الدخول',
        key.register: 'يسجل',
        key.signIn: 'تسجيل الدخول',
        key.signUp: 'اشتراك',
        key.loginGreetings: 'تحيات! مرحبًا بعودتك!n\ تسجيل الدخول إلى حسابك',
        key.forgotPassword: 'هل نسيت كلمة السر؟',
        key.donTHaveAccount: 'ليس لديك حساب؟',
        key.send: 'يرسل',
        key.optional: 'خياري',
        key.verification: 'تَحَقّق',
        key.alreadyHaveAccount: 'هل لديك حساب!',
        key.home: 'بيت',
        key.categories: 'فئات',
        key.deals: 'صفقات',
        key.menu: 'قائمة طعام',
        key.myCart: 'عربتي',
        key.topCategories: 'الفئات العليا',
        key.discountDeals: 'صفقات الخصم',
        key.seeAll: 'اظهار الكل',
        key.viewAll: 'عرض الكل',
        key.viewMore: 'عرض المزيد',
        key.orderSummary: 'ملخص الطلب',
        key.shippingDetails: 'تفاصيل الشحن',
        key.orderTime: 'وقت الطلب',
        key.expectedDelivery: 'توصيلة متوقعة',
        key.shipping: 'شحن',
        key.shippingCost: 'تكلفة الشحن',
        key.vendorDashboard: 'لوحة القيادة',
        key.vendorRegistration: 'تسجيل البائعين',
        key.myOrders: 'طلباتي',
        key.myProducts: 'منتجاتي',
        key.recentOrders: 'الطلبيات الأخيرة',
        key.completedOrder: 'أوامر مكتملة',
        key.processingOrders: 'أوامر المعالجة',
        key.totalEarning: 'مجموع الأرباح',
        key.cMonthEarning: 'كسب الشهر الحالي',
        key.pendingAmount: 'المبلغ المعلق',
        key.wallet: 'محفظة',
        key.userOrders: 'أوامر المستخدم',
        key.vendorOrders: 'أوامر البائع',
        key.pendingOrders: 'أوامر معلقة',
        key.totalOrders: 'إجمالي الطلبات',
        key.goldCoins: 'عملات ذهبية',
        key.silverCoins: 'عملات فضية',
        key.deleteProd: 'حذف المنتج',
        key.selectCategory: 'اختر الفئة',
        key.selectSubCategory: 'حدد الفئة الفرعية',
        key.profile: 'حساب تعريفي',
        key.vendorStoreDetails: 'تفاصيل البائع',
        key.personalInfo: 'معلومات شخصية',
        key.storeInfo: 'معلومات المتجر',
        key.phone: 'هاتف',
        key.firstName: 'الاسم الأول',
        key.lastName: 'اسم العائلة',
        key.address: 'عنوان',
        key.country: 'دولة',
        key.city: 'مدينة',
        key.deActivateMsg: 'هل أنت متأكد من إلغاء تنشيط حسابك؟',
        key.bankDetails: 'التفاصيل المصرفية',
        key.bankName: 'اسم البنك',
        key.ibanReq: 'اسم البنك المطلوب!',
        key.branchCode: 'رقم حساب',
        key.branchCodeReq: 'رقم الحساب المصرفي المطلوب',
        key.bankAccountHolder: 'عنوان الحساب',
        key.bankAccHolderReq: 'عنوان الحساب المطلوب',
        key.subject: 'موضوع',
        key.subjectReq: 'الموضوع مطلوب',
        key.message: 'رسالة',
        key.messageReq: 'مطلوب جسم الرسالة',
        key.membershipPlans: 'خطط العضوية',
        key.membershipDesc:
            'احصل على المزيد من الإيرادات ، ودعم منتجات جديدة أو نماذج أعمال ، وقبول المدفوعات المتكررة على مستوى العالم.',
        key.subscribeBtn: 'يشترك',
        key.subscribedBtn: 'مشترك',
        key.popular: 'شائع',
        key.searchIn: 'ما الذي تبحث عنه؟',
        key.active: 'نشيط',
        key.order: 'طلب',
        key.checkout: 'الدفع',
        key.changeBtn: 'يتغير',
        key.updateBtn: 'تحديث',
        key.deleteBtn: 'يمسح',
        key.deactivateBtn: 'حذف الحساب',
        key.confirm: 'يتأكد',
        key.set: 'تعيين',
        key.yesBtn: 'نعم',
        key.noBtn: 'لا',
        key.sold: 'مُباع',
        key.submit: 'يُقدِّم',
        key.cancelBtn: 'يلغي',
        key.add: 'يضيف',
        key.apply: 'يتقدم',
        key.addNew: 'اضف جديد',
        key.total: 'المجموع',
        key.details: 'تفاصيل',
        key.sortBy: 'نوع',
        key.filter: 'منقي',
        key.search: 'يبحث',
        key.status: 'حالة',
        key.addNewAddress: 'أضف عنوانًا جديدًا',
        key.addPayment: 'أضف الدفع',
        key.paymentMethod: 'بيانات الدفع',
        key.confirmOrder: 'أكد الطلب',
        key.proceedToCheckOut: 'الشروع في الخروج',
        key.addProduct: 'أضف منتج',
        key.redeemBtn: 'يسترد',
        key.storeName: 'اسم المتجر',
        key.storeNameReq: 'مطلوب اسم المتجر',
        key.description: 'وصف',
        key.descriptionReq: 'الوصف مطلوب',
        key.ownerName: 'اسم المالك',
        key.ownerNameReq: 'اسم المالك المطلوب',
        key.phoneReq: 'الهاتف مطلوب',
        key.productName: 'اسم المنتج',
        key.productNameReq: 'اسم المنتج المطلوب',
        key.prodPrice: 'سعر المنتج',
        key.prodPriceReq: 'السعر مطلوب',
        key.prodStock: 'مخزون المنتج',
        key.prodStockReq: 'مطلوب الأسهم',
        key.prodDiscount: 'تخفيض',
        key.prodDiscountReq: 'الخصم مطلوب',
        key.prodSku: 'منتج SKU',
        key.prodSkuReq: 'المنتج SKU مطلوب',
        key.email: 'بريد إلكتروني',
        key.emailReq: 'تنسيق بريد إلكتروني غير صالح؟',
        key.password: 'كلمة المرور',
        key.passwordLengthReq: 'الرقم السري يجب الا يقل عن 8 احرف على الاقل؟',
        key.fullName: 'الاسم الكامل',
        key.fullNameReq: 'مطلوب اسم',
        key.registerGreetings: 'إنشاء حساب isMMART!',
        key.otp: 'OTP',
        key.otpReq: 'OTP مطلوب',
        key.newPassword: 'كلمة المرور الجديدة',
        key.newPassReq: 'كلمة مرور جديدة مطلوبة',
        key.confirmPass: 'تأكيد كلمة المرور',
        key.confirmPassReq: 'تأكيد كلمة المرور مطلوب',
        key.passwordNotMatched: 'كلمة المرور غير متطابقة!',
        key.titleKey: 'عنوان',
        key.titleReq: 'العنوان مطلوب',
        key.updateProduct: 'تحديث المنتج',
        key.stock: 'مخزون',

        key.emptyCart: 'عربة التسوق فارغة',
        key.emptyCartMsg:
            'لم تتم إضافة عناصر إلى عربة التسوق الخاصة بك. الرجاء إضافة المنتج إلى عربة التسوق الخاصة بك.',
        key.emptyProductSearch: 'لم يتم العثور على منتج بحث',
        key.emptyProductSearchMsg:
            'آسف! لم يتطابق بحثك مع أي منتجات \ n يرجى المحاولة مرة أخرى.',
        key.noProductFound: 'أنت لم تضيف منتجات بعد!',
        key.noOrderFound: 'ليس لديك أوامر حتى الآن!',
        key.noAddressFound: 'لم يتم العثور على عنوان',
        key.noDefaultAddressFound: 'لم يتم العثور على عنوان افتراضي',
        key.noCartItemFound: 'لم يتم العثور على عنصر عربة',
        key.noCategoryFound: 'لم يتم العثور على فئات',
        key.noSubCategoryFound: 'لم يتم العثور على فئات فرعية',
        key.noDataFound: 'لاتوجد بيانات',
        key.plzSelectSubCategory: 'الرجاء تحديد الفئة الفرعية',
        key.someThingWentWrong: 'هناك خطأ ما',
        key.delProdMsg: 'هل أنت متأكد من حذف هذا؟',

        ///about Us
        key.aboutHeader1: 'ما هو ISMMART؟',
        key.aboutHeader2: 'مهمتنا',
        key.aboutHeader3: 'رؤيتنا',
        key.aboutHeader4: 'كيف سيعمل النظام؟',
        key.aboutHeader5: 'سياسة الاسترجاع',
        key.aboutHeader6: 'ما الذي يجعلنا مختلفا؟',
        key.aboutBody1:
            'ISMMART هي منصة للتجارة الإلكترونية توفر مساحة افتراضية للبائعين/البائعين حيث يمكنهم الإعلان عن منتجاتهم أو خدماتها وتسويقها وبيعها. تم إنشاء مفهوم ISMMART عندما رأينا عجزًا كبيرًا في الثقة بين البائعين والمشترين. بالنظر إلى هذه المشكلة ، أردنا في Shaukat Marwat تزويد الناس بمنصة جديرة بالموثوقة والثقة والتي ستضمن أقصى درجات أموال وخدمات المشترين.',
        key.aboutBody2:
            'مهمتنا هي إحضار منصة آمنة حيث يمكن للبائعين التواصل مع المشترين دون أي تردد. نهدف إلى أن تصبح واحدة من متاجر التجارة الإلكترونية التي يمكن للناس استكشافها جميع أنواع المنتجات والخدمات تحت منصة واحدة. نعتزم أيضًا إنشاء منتدى يمكّن الآلاف من الأفراد من الحصول على أعمالهم الخاصة وإنشاء المزيد من القوة العاملة في البلاد.',
        key.aboutBody3:
            'تتمثل رؤيتنا في جلب متجر جدير بالثقة يستهدف السوق العالمية وربط الشركات لإحضارها تحت مظلة واحدة ، كوحدة.',
        key.aboutBody4:
            'سيوفر النظام مساحة/متجرًا افتراضيًا للبائعين الذين يرغبون في بيع شيء إلى السوق. يمكن أن يكونوا بائعين فرديين ، أو بعض العلامات التجارية المنشأة الذين يرغبون في تعزيز وجودهم في العالم الرقمي. سيقوم البائعون لدينا بتسجيل أنفسهم في بعض رسوم/ رسوم الاشتراك الشهرية. يجب أن نتحقق من صحة البائعين من خلال أخذ معلوماتهم الأساسية وإعداد اتفاق معهم. وبالمثل ، يجب أيضًا تسجيل عملائنا/المشترين معنا في متجر التجارة الإلكترونية. سيتمكن العملاء من رؤية ملف تعريف البائع ، وتقييمهم (بعد الحصول على الخدمات) ، وإجراء مشترياتهم والحفاظ على أنفسهم مع المنتجات في السوق. على سبيل المثال ، لدينا بائع/متجر مسجل كإلكترونيات Ali التي تتعامل مع جميع أنواع الأجهزة المنزلية. دع القول ، عائشة تريد شراء غلاية كهربائية ، وهي عند البحث تجد منتجها المطلوب على إلكترونيات Ali. ستقدم طلبها وتقدم دفعها مقدمًا والتي ستكون في حساب الشركة حتى يتم الانتهاء من الطلب. سيتلقى Ali Electronics إشعارًا بالطلب. سيقوم بتعبئة المنتج ذي الصلة وسيقوم بإرساله من خلال خدمتنا (خدمات البريد السريع المحددة من خلال حسابنا). بمجرد أن تتلقى الآنسة عائشة المنتج وتحقق من أنها حصلت على المنتج المطلوب ، سيتم إصدار الدفع وسيصل إلى حساب البائع في فترة زمنية محددة (15 يومًا). ملاحظة: يمكن للأعضاء غير المسجلين وغير المسجلين تصفح المنتجات فقط على متاجر ISMMART ولكن لا يُسمح لهم بالتداول. لضمان تداول الجودة ، سيحتاج جميع العملاء إلى التسجيل قبل أي بيع / شراء.',
        key.aboutBody5:
            'عادةً ما تقوم متاجر ISMMART بإرجاع عملية العائد خلال 3 أيام عمل بمجرد إرجاع البريد السريع إلى مركز الإرجاع الخاص بنا. سيقوم فريق خدمة العملاء لدينا بتوفير ملصق الشحن بمجرد حصولهم على شكواك مكتوبة وفقًا لسياسة الإرجاع. سيتم استلام العنصر ، وسيتم إجراء فحص الجودة المناسب ، قبل الانتهاء من الاسترداد. يرجى ملاحظة أنه بناءً على طريقة الدفع ، يمكن أن تختلف أوقات الاسترداد. قد يستغرق الأمر من ثلاثة إلى أربعة عشر يوم عمل. جنبا إلى جنب مع الأموال التي دفعتها للمنتج الذي تم إرجاعه ، يتم سداد تكلفة الشحن أيضًا. على سبيل المثال ، عندما تتلقى عائشة المنتج ، تجد أنه معيب. ستقدم شكوى في مركز الشكاوى لدينا ، حيث سنتلامس مع البائع للحل. إذا ثبت أن مطالبتها صحيحة ، فسوف تعيد العنصر الخاطئ إلى البائع ، وسيتم استرداد دفعها (الذي تم الاحتفاظ به من قبل Ismmart إليها. بعض المنتجات/الخدمات ستكون غير قابلة للاسترداد وسيتم تعريفها في الوصف من المنتج/الخدمة.',
        key.aboutBody6:
            'ISMMART هي منصة فريدة من نوعها توفر أمانًا بنسبة 100 في المائة لكل من المشتري والبائع. يوفر مساحة افتراضية لعرض منتجاتك أو خدماتك وبيعها تحت منصة واحدة على عكس المتاجر التي توفر منتجات فقط. بالنسبة للمشترين ، إنه منتدى حصري حيث يمكنهم التسوق مع واثق من أن أموالهم لن تضيع. تضمن سياسة الإرجاع الفريدة الخاصة بنا عدم حدوث أي نشاط احتيالي مع المشتري أو البائع. لقد ابتكرنا عروضًا مختلفة للاشتراك/العضوية للبائعين من فئات مختلفة.',
        key.phoneValidate: 'رقم الهاتف الحد الأدنى المطلوب 11 رقما',

        key.exitApp: 'تطبيق الخروج',
        key.currentUserNotFound: 'لم يتم العثور على المستخدم الحالي',
        key.wrongWithCredentials: 'حدث خطأ ما في أوراق الاعتماد',
        key.enterEmail: 'أدخل البريد الإلكتروني لتلقي OTP',
        key.emptyField: 'حقل فارغ',
        key.enterDetails: 'أدخل التفاصيل لإنشاء كلمة مرور جديدة',
        key.passwordRequired: 'كلمة المرور مطلوبة!',
        key.standard: 'معيار',
        key.toProceedWithPurchase:
            'للمضي قدماً في عملية الشراء ، يرجى ملاحظة أن الحد الأدنى لمبلغ الطلب المطلوب هو 1000 روبية.',
        key.preferredPayment:
            'الرجاء اختيار طريقة الدفع المفضلة لديك لإكمال طلبك.',
        key.cartMustNotEmpty: 'يجب ألا تكون العربة فارغة',
        key.delivery: 'توصيل',
        key.daysCost: 'تكلفة الأيام',
        key.freeShipping: 'شحن مجاني على جميع الطلبات فوق PKR 1000',
        key.zipCode: 'الرمز البريدي',
        key.zipCodeRequired: 'الرمز البريدي المطلوب!',
        key.addressRequired: 'العنوان مطلوب!',
        key.selectCountry: 'حدد الدولة',
        key.chooseCountry: 'اختر البلد',
        key.selectCity: 'اختر مدينة',
        key.chooseCity: 'اختر المدينة',
        key.success: 'نجاح',
        key.disputeDeleted: 'تم حذف النزاع بنجاح',
        key.recordDoNotExist: 'السجل غير موجود',
        key.fileMustBe: 'يجب أن يكون كل ملف يصل إلى',
        key.invalidImageFormat: 'تنسيق صورة غير صالح!',
        key.minPriceShouldNotBe:
            'دقيقة. يجب ألا يكون السعر أكبر من الحد الأقصى. سعر!',
        key.plzSelectCountry: 'من فضلك حدد البلد والمدينة',
        key.shippingAddressDetail: 'من فضلك حدد البلد والمدينة',
        key.cashOnDelivery: 'النقد عند التسليم (غير متوفر)',
        key.creditCard: 'بطاقة إئتمان',
        key.wantToRedeem: 'تريد الاسترداد',
        key.coins: 'عملات معدنية',
        key.needMoreCoins: 'تحتاج المزيد من العملات المعدنية للاسترداد',
        key.subtotal: 'نطاق فرعي',
        key.items: 'أغراض',
        key.shippingFee: 'رسوم الشحن',
        key.inclusiveOfGst: 'بما في ذلك ضريبة السلع والخدمات',
        key.continueShopping: 'مواصلة التسوق',
        key.orderId: 'طلب',
        key.paymentSuccessful: 'الدفع ناجح! ، لقد تم وضع طلب!',
        key.orderInformation: 'معلومات الطلب',
        key.orderNotCreated: 'هناك خطأ ما! الطلب لم يتم إنشاؤه',
        key.discountMinValue: 'يجب أن يكون الخصم أكبر من',
        key.discountMaxValue: 'لا ينبغي أن يكون الخصم أكبر أو مساوياً',
        key.imageSizeDesc: 'يجب أن تصل الصورة إلى',
        key.availableStock: 'المخزون المتوفر',
        key.itemPrice: 'سعر البند',
        key.features: 'سمات',
        key.itemsFound: 'العناصر الموجودة',
        key.price: 'سعر',
        key.minPrice: 'سعر دقيقة',
        key.maxPrice: 'أقصى سعر',
        key.clear: 'واضح',
        key.lowToHigh: 'من أسفل إلى أعلى',
        key.highToLow: 'عالية إلى منخفض',
        key.OFF: 'عن',
        key.orderDetail: 'تفاصيل الطلب',
        key.cancel: 'يلغي',
        key.emailVerificationLink: 'أدخل البريد الإلكتروني لتلقي رابط التحقق',
        key.id: 'بطاقة تعريف',
        key.disputeDetail: 'تفاصيل النزاع',
        key.disputes: 'نزاعات',
        key.frequentlyAsked: 'أسئلة مكررة',
        key.forAnyQueryJust: 'للحصول على أي دعم فقط أرسل استفسارك',
        key.youStoreHas: 'تم تعطيل متجرك',
        key.addToCart: 'أضاف إلى العربة',
        key.added: 'أضاف!',
        key.noQuestionFound: 'لم يتم العثور على أسئلة',
        key.productQuestions: 'أسئلة المنتج',
        key.askQuestion: 'اسأل سؤالا',
        key.peopleAlsoViewed: 'الناس شاهدوا أيضا',
        key.color: 'لون',
        key.size: 'مقاس',
        key.quantity: 'كمية',
        key.next: 'التالي',
        key.questionBody: 'سؤال الجسم',
        key.storeDetail: 'تفاصيل المتجر',
        key.sellerRating: 'تصنيف البائع',
        key.customers: 'عملاء',
        key.totalProducts: 'إجمالي المنتجات',
        key.soldItems: 'البنود المباعة',
        key.thisStoreHasBeen: 'هذا المتجر مفتوح منذ ذلك الحين',
        key.topProducts: 'أعلى المنتجات',
        key.finalPriceWould: 'السعر النهائي سيكون روبية',
        key.afterPlatformFee: 'بعد رسوم المنصة',
        key.yourDiscountShould:
            'يجب أن يكون الخصم الخاص بك ما بين 10 و 100 في المئة. حاول مرة اخرى!',
        key.uploadImageLessThan: 'تحميل الصور أقل من',
        key.outOfStock: 'إنتهى من المخزن',
        key.productNotFound: 'الصنف غير موجود',
        key.invoiceNo: 'رقم الفاتورة',
        key.billingDetails: 'تفاصيل الفاتورة',
        key.qty: 'كتي',
        key.amount: 'كمية',
        key.action: 'فعل',
        key.reviews: 'المراجعات',
        key.rating: 'تقييم',
        key.addDisputes: 'إضافة نزاعات',

        key.disputeAlreadyAdded: 'نزاع أضيفت بالفعل',
        key.viewDispute: 'عرض النزاع',
        key.disputeNotAddedYet: 'النزاع لم يضاف بعد',
        key.deliveryDate: 'تاريخ التسليم او الوصول',
        key.totalPrice: 'السعر الكلي',
        key.claimCanBeMade:
            'لا يمكن تقديم المطالبات إلا في حالة خسارة أو تلف الطرود',
        key.clickHereToUpload: 'انقر هنا للتحميل',
        key.userOrderDispute: 'نزاع أمر المستخدم',
        key.pending: 'قيد الانتظار',
        key.accepted: 'قبلت',
        key.shipped: 'شحنها',
        key.delivered: 'تم التوصيل',
        key.cancelled: 'ألغيت',
        key.gallery: 'صالة عرض',
        key.camera: 'آلة تصوير',
        key.pickFrom: 'اختار من',
        key.yourCoverAndProfile:
            'يجب أن يكون غلافك وملفك الشخصي PNG أو JPG ، حتى',
        key.updateVendorDetails: 'تحديث تفاصيل البائع',
        key.fieldIsRequired: 'الحقل مطلوب',
        key.call: 'يتصل',
        key.centralHeadquarters: 'المقر الرئيسي',

        key.globalHeadquarters: 'مقرات العمل العالمية',

        key.centralHeadquartersValue:
            'قطعة رقم ، 60 شارع 12 ، G-8/1 ، إقليم إسلام أباد العاصمة 44080 باكستان',
        key.globalHeadquartersValue:
            'Office 1005-1006 ، الطابق العاشر ، برج الاستشهاد ، خليج الأعمال ، دبي',

        key.exchangeHeader1: '',
        key.exchangeHeader2: 'كيف تعود؟',
        key.exchangeBody1: 'رضا العملاء مضمون! نحن نضمن جودة المنتجات التي يتم بيعها من خلال متاجر ISMMART ، وإذا لم تكن راضيًا عن عملية الشراء ، فسنصحح ذلك. باستثناء بعض الشروط المذكورة أدناه ، قد يتم إرجاع أي عنصر تم شراؤه من متاجر ISMMART في غضون 14 يومًا تقويميًا من تاريخ استلام الشحنة.'
            '* لا يمكن استبدال السلع/المنتجات المخفضة أو إرجاعها لاسترداد الأموال. يمكن تبادلها أو إرجاعها فقط إذا تم العثور على عيب واضح.'
            '* يجب أن تكون العناصر التي يتم إرجاعها غير مقلقة ، في عبواتها الأصلية ، مع كل أختام السلامة والعلامات لا تزال سليمة/متصلة. لن تكون العائد مؤهلاً لاسترداد الأموال أو التبادل إذا لم يتم استيفاء هذه الشروط.'
            '* تحتفظ متاجر ISMMART بالحق/ السلطة الحصرية لإجراء استثناءات في بعض الظروف.'
            '* إذا تم إرجاع عنصر ما بسبب خطأ واضح يدخل سياسة الإرجاع لدينا ، فلن يتم فرض رسوم على العميل لخدمات البريد السريع.'
            '* فترة العودة للهواتف المحمولة والملحقات والمنتجات الكهربائية والإلكترونية الأخرى ليست سوى 5 أيام تقويمية تبدأ في اليوم الذي يتم فيه تلقي الحزمة. سيتم إعطاء عنصر بديل بدون رسوم إذا تم العثور على عيب أثناء نافذة الإرجاع. ستكون الضمانات القياسية من الشركة المصنعة أو المورد سارية بعد انتهاء صلاحية نافذة الإرجاع.',
        key.exchangeBody2:
            'يرجى التواصل مع مركز دعم العملاء الخاص بنا إذا كان عنصر ما يفي بجميع المتطلبات المحددة أعلاه.',

        key.deleteDisputesMsg: 'هل أنت متأكد أنك تريد حذف النزاع؟',
        key.feeChargesExplained: 'رسوم الرسوم الموضحة!',
        key.serviceFee: 'رسوم الخدمة',
        key.deliveryFee: 'رسوم التوصيل',
        key.supportCenter: '24/7 مركز الدعم',
        key.costDesc1:
            'نحن نسعى جاهدين للحفاظ على خدمتنا ورسوم التوصيل منخفضة قدر الإمكان مع الاستمرار في تزويدك بأفضل خدمة ممكنة.',
        key.costDesc2:
            'هي الرسوم المستندة إلى النسبة المئوية التي تساعدنا على تغطية تكاليف الحفاظ على منصتنا ، وضمان مراقبة الجودة ، وتوفير دعم العملاء. تبلغ رسوم الخدمة 5 ٪ فقط على كل منتج تم تحميله بواسطة بائع Prestiogius.',
        key.costDesc3:
            'رسوم التسليم هي رسوم ثابتة تغطي تكلفة تقديم طلبك إلى موقعك. رسوم التسليم هي 250 روبية فقط في كل طلب.',
        key.costDesc4:
            'إذا كان لديك أي أسئلة أو مخاوف بشأن رسومنا ، فيرجى عدم التردد في التواصل مع فريق دعم العملاء لدينا. شكرا لاختيارك خدمتنا!',
        key.sortByPrice: 'فرز حسب السعر',
        key.currencyKey: 'عملة',
        key.privacyHeader1: '',
        key.privacyHeader2: 'استخدام معلوماتك الشخصية',
        key.privacyHeader3: 'ما هي البيانات التي نجمعها وكيف نجمعها؟',
        key.privacyHeader4: 'المعلومات التي قدمتها:',
        key.privacyHeader5: 'المعلومات التلقائية:',
        key.privacyHeader6: 'معلومات من مصادر أخرى:',
        key.privacyHeader7: 'عام معلومات:',
        key.privacyHeader8: 'بيانات الملف الشخصي:',
        key.privacyHeader9: 'ملفات السجل:',
        key.privacyHeader10: 'التحليلات:',
        key.privacyHeader11: 'معلومات الموقع:',
        key.privacyHeader12: 'بسكويت:',
        key.privacyHeader13: 'ما مدى أمان معلوماتي؟',
        key.privacyHeader14: 'ما هي المعلومات التي يمكنني الوصول إليها؟',
        key.privacyHeader15: 'التغييرات في سياسة الخصوصية هذه',
        key.privacyBody1:
            'احترم المتاجر الذكية خصوصيتك وتريد حماية معلوماتك الشخصية. الغرض من بيان الخصوصية هذا هو توضيح لك كيف نتعامل مع البيانات الشخصية التي تم الحصول عليها من مستخدمي النظام الأساسي أو الموقع والخدمات المتاحة على الموقع. تحدد هذه السياسة أيضًا خياراتك حول كيفية جمع معلوماتك الشخصية واستخدامها والكشف عنها. إذا كنت توافق على هذا النظام الأساسي أو الموقع مباشرة أو من خلال أي موقع ويب آخر ، فإن الإجراء الموضح في سياسة الخصوصية هذه. لمزيد من المعلومات ، يرجى قراءة سياسة الخصوصية هذه. تجمع متاجر Issement بياناتك الشخصية حتى نتوقع وتحسين منتجاتنا وخدماتنا بشكل دائم.',
        key.privacyBody2: 'بشكل عام ، يتم استخدام المعلومات الشخصية التي تقدمها لنا للرد على طلباتك ، أو تساعدنا في الخدمة بشكل أفضل ، أو تسويق خدماتنا. نستخدم معلوماتك الشخصية بالطرق التالية:'
            'تحدث معك عن الطلب ، وتوريد المنتج ، ودفع العملية ، والطلبات ، والمنتجات والخدمات ، والعروض الترويجية. قم بتحديثك عن إمداد المنتج ؛ '
            "* جمع واستخدام معلوماتك الشخصية للامتثال لبعض القواعد."
            "* لتشغيل وصيانة وتحسين موقعنا ومنتجاتنا وخدماتنا."
            "* الإجابة على التعليقات والاستفسارات وتوفير خدمة العملاء."
            "* ربط أو ارتباط معلومات المستخدم بالمعلومات الشخصية الأخرى المستلمة من الطرف الثالث لفهم احتياجاتك بشكل أفضل وتقديم خدمة أفضل لك."
            "* تطوير التسويق ، والتحسين وزيادة المنتجات."
            "* حددك كمستخدم في نظامنا من خلال حسابك/ملفك الشخصي أو المصادر الأخرى."
            "* اتبع القرار تلقائيًا -اتخاذ القرار وفقًا لأي من هذه الأهداف."
            "* تحقق وأداء المعاملات المالية فيما يتعلق بالمدفوعات الخاصة بك ومراجعة بيانات تنزيل البيانات من موقعنا."
            '* يمكننا تخزين واتخاذ الإجراءات على الخوادم الموجودة في مواقع مختلفة. يمكننا أيضًا إنشاء سجلات بيانات مجهولة من معلوماتك الشخصية ، وترك "المعلومات التي ستجعلك شخصيًا. نستخدم هذه البيانات المجهولة لتحليل التطبيق واستخدام العينات لتحسين محتوى خدماتنا وتحسين وظائف الموقع. '
            'بالإضافة إلى ذلك ، نحتفظ بالحق في مشاركة بيانات مجهولة مع الطرف الثالث ونستخدمها لأي غرض. يمكن للعملاء الذين لديهم تجارب جيدة مع منتجاتنا وخدماتنا أن يوفر لنا التقدير والملاحظات. يمكننا نشر مثل هذا المحتوى. عندما ننشر مثل هذا المحتوى ، يمكننا استخدام الاستخدام لتحديد الأسماء الأولى والأخيرة لمستخدمينا. قبل نشر هذه البيانات مع التعاريف ، سنحصل على موافقة المستخدم.'
            'سنستخدم هذه المعلومات لغرض آخر تم الحصول على موافقتك من أجله. وتنفيذ عملية صنع القرار التلقائي وفقًا لأي من هذه الأغراض.',
        key.privacyBody3: '',
        key.privacyBody4:
            'عند استخدام خدماتنا ، تتلقى وتخزين المتاجر الذكية من خلال ملف تعريف حسابك.',
        key.privacyBody5:
            'عند استخدام خدماتنا ، نقوم تلقائيًا بجمع وصيانة نوع من المعلومات ، بما في ذلك كيفية تفاعلك مع المنتجات والمعلومات والخدمات المقدمة في المتاجر الذكية. عندما يصل متصفح الويب أو الجهاز إلى موقعنا على الويب ، فإننا ، مثل العديد من مواقع الويب الأخرى ، نستخدم "ملفات تعريف الارتباط" وغيرها من المعرفات الفريدة لجمع أنواع معينة من المعلومات.',
        key.privacyBody6:
            'يمكن للمتجر الذكي معرفة عنك من مصادر أخرى. على سبيل المثال ، يمكن أن توفر لنا شركات النقل لدينا أحدث بيانات التسليم والعناوين ، مما يجعلنا أسهل في تحديث سجلاتنا وتسوق التوريد.',
        key.privacyBody7:
            'سيتم إنشاء المعلومات تلقائيًا عند استخدام خدماتنا. على سبيل المثال ، عند استخدام خدماتنا ، نستخدم موقعك العام ، ونوع الجهاز الذي تستخدمه ، ورقم تعريف الجهاز المفتوح ، وتاريخ ووقت زيارتك ، ومعرف الجهاز الفريد ، ويمكنك جمع المعلومات حول نوع المتصفح. باستخدام نظام التشغيل ، وعنوان بروتوكول الإنترنت (IP) ، واسم المجال. بشكل عام ، نستخدم هذه المعلومات لتشغيل وزيادة الموقع ، وكذلك التأكد من حصولك على المعلومات الأنسب.',
        key.privacyBody8:
            'اسم المستخدم وكلمة المرور الخاصة بك ، اهتماماتك ، اهتمامك ، تفضيلاتك ، ملاحظات واستجابة الاستطلاع.',
        key.privacyBody9:
            'نظرًا لأن معظم مواقع الويب صحيحة ، فإننا نجمع تلقائيًا بعض المعلومات وتخزينها في ملفات السجل. تتضمن هذه المعلومات عنوان IP ونوع المتصفح ومزود خدمة الإنترنت (ISP) وصفحات المرجع/الخروج وأنظمة التشغيل وختم التاريخ/الوقت وبيانات الدفق. نستخدم هذه المعلومات للحفاظ على خدمات الأداء وتحسينها.',
        key.privacyBody10:
            'لفهم كيفية تفاعل الناس مع موقع الويب ، نستخدم خدمات تحليلية ، مثل لا تقتصر على تحليلات Google. تُستخدم ملفات تعريف الارتباط لجمع البيانات من خلال خدمات التحليلات ، مثل عدد المرات التي يذهب فيها المستخدمون إلى الموقع ، ونستخدم هذه البيانات لتوسيع خدماتنا وموقعنا على الويب. شروط استخدام خدمات التحليل وسياسات الخصوصية ، والتي يجب أن تنصح بمزيد من المعلومات حول كيفية استخدام هذه الشركات هذه المعلومات ، والحفاظ على حدود كيفية استخدامها ويمكن أن تقسم معلوماتها.',
        key.privacyBody11:
            'إذا قمت بتمكين خدمات الموقع على أجهزتك ، فيمكننا جمع معلومات موقعك لتحسين الخدمات التي تقدمها. إذا كنت لا ترغب في جمع هذه المعلومات ، فيمكنك تعطيل خدمات الموقع على جهازك.',
        key.privacyBody12:
            'ملفات تعريف الارتباط هي أجزاء صغيرة من المعلومات التي تشاهدها موقع الويب وترسل موقع الويب إلى محرك الأقراص الثابتة لجهاز الكمبيوتر الخاص بك. يمكن استخدام هذه الملفات النصية من خلال مواقع الويب لجعل المستخدمين أكثر كفاءة. إذا كانت هناك حاجة ماسة لتشغيل هذا الموقع ، فيمكننا تخزين ملفات تعريف الارتباط هذه على جهازك. نحتاج إلى إذنك لجميع أنواع ملفات تعريف الارتباط الأخرى. لهذا الغرض ، يستخدم هذا الموقع مجموعة متنوعة من ملفات تعريف الارتباط. يتم وضع بعض ملفات تعريف الارتباط من خلال خدمات الطرف الثالث التي تظهر على صفحاتنا. يمكن لنا وبعض الجلسات الثالثة التي يمكن أن تستخدم ملفات تعريف الارتباط (التي تقوم بإيقاف تشغيل متصفح الويب الخاص بك بعد انتهاء الصلاحية) واستخدام ملفات تعريف الارتباط الدائمة (الذين يعيشون على جهاز الكمبيوتر الخاص بك حتى تحذفها) حتى توفر المزيد من الخبرة الشخصية والتفاعلية في خدماتنا وخدماتنا الأسواق. منتجاتنا. يتم استخدام ملفات تعريف الارتباط التسويقية لتتبع الزوار على مواقع الويب. القصد من ذلك هو عرض الإعلانات ذات الصلة والمشاركة في المستخدم الفردي ، وبالتالي أكثر قيمة للناشرين والمعلنين الثالث. يتم هذا التتبع على أساس مجهول.',
        key.privacyBody13:
            'عندما نقوم بتصميم حلولنا ، فإننا نعتبر أمنك وخصوصيتك. باستخدام بروتوكول التشفير والبرامج ، نحاول حماية معلوماتك الشخصية خلال ناقل الحركة. عند التعامل مع بطاقات الائتمان / الخصم / التفاصيل المصرفية ، نحمي المعلومات الشخصية للعميل باستخدام المعلومات المادية والإلكترونية والإجراءات ويحمي المعلومات الشخصية للمستخدمين. بسبب تدابير السلامة لدينا ، قد نحتاج إلى إثبات هويتنا قبل أن تتيح لك الوصول إلى البيانات الشخصية. من المهم بالنسبة لك تجنب الوصول غير المصرح به إلى كلمات المرور وأجهزة الكمبيوتر والأجهزة والتطبيقات الخاصة بك. نوصي باستخدام كلمة مرور فريدة لحسابك غير المستخدمة في الحسابات الأخرى عبر الإنترنت. تأكد من تسجيل الخروج عند انتهاء صلاحية الكمبيوتر المدمج.',
        key.privacyBody14:
            'في قسم الحساب ، يمكنك الوصول إلى معلوماتك ، بما في ذلك اسمك وعنوانك وخيارات الدفع ومعلومات الملف الشخصي وتاريخ الشراء.',
        key.privacyBody15:
            'تكون سياسة الخصوصية هذه سارية حتى 10 أكتوبر 2022 ، بالإضافة إلى أي تغيير في أحكامها في المستقبل ، سيكون لها تأثير ، سيتم تنفيذها فورًا بعد نشرها في هذه الصفحة. لدينا الحق في تحديث أو تغيير سياسة الخصوصية الخاصة بنا في أي وقت ويجب عليك التحقق من سياسة الخصوصية هذه من وقت لآخر. ملاحظة: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا.',

        key.memPlan1Title: 'يبدأ',
        key.memPlan1Price: 'حر',
        key.memPlan1Desc1: 'يمكن تسجيل أي شخص كأعضاء حرة.',
        key.memPlan1Desc2: 'يمكن بيع ما يصل إلى 3 منتجات على منصة ISMMART.',
        key.memPlan1Desc3:
            'سيكون بإمكان فقط الوصول إلى المنتجات والمتاجر التي يتم فتحها بشكل افتراضي أو يتم فتحها من قبل البائعين والشركات للزيارة.',
        key.memPlan1Desc4:
            'يمكنهم شراء أي شيء من تلقاء أنفسهم كعملاء مباشرين مع الفهم المتبادل مع البائع ؛ لن يكون ISMMART مسؤولاً أو احتياطيًا في حالة وجود أي قضايا في مثل هذه الصفقة.',
        key.memPlan2Title: 'طليعة',
        key.memPlan2Desc1: 'تجربة مجانية لمدة شهر واحد',
        key.memPlan2Desc2: 'يمكن بيع أي شيء على منصة ISMMART',
        key.memPlan2Desc3:
            'سيكون بإمكانه الوصول إلى جميع المنتجات والمتاجر للزيارة.',
        key.memPlan2Desc4:
            'سيتم دعم جميع صفقات الأعضاء الممتازين على ISMMART بواسطة ISMMART. سنكون مسؤولين عن المعاملات السلسة وتسليم المنتجات. سيضمن ISMMART تكريم الفهم المتبادل الذي وافق عليه كل من البائع والمشتري.',
        key.memPlan2Desc5: 'عمليات تسليم غير محدودة على العناصر المؤهلة.',
        key.memPlan2Desc6:
            'سوف يقلق الأعضاء الممتازون من الوصول إلى جميع الشركات في جميع أنحاء العالم ، كبائع ومشتري ، حيث يضمن ISMMART مباشرة مثل هذه الأعضاء والتحقق من أي صفقات يقومون بها.',
        key.memPlan2Desc7:
            'نظرًا لأن جميع الأعضاء الممتازين يتم فحصهم ويتم التحقق منه من خلال عملية التحقق من ISMMART ، بحيث يمكن لجميع هؤلاء الأعضاء أن يقلقوا تجارة أقل مع بعضهم البعض ، في أي مكان في العالم.',
        key.memPlan3Title: 'عمل',
        key.memPlan3Desc1: 'شهرين تجريبي مجاني',
        key.memPlan3Desc2: 'فرص B2B',
        key.memPlan3Desc3: 'عمليات تسليم مجانية غير محدودة',
        key.memPlan3Desc4: 'أدوات ترويجية غير محدودة',
        key.memPlan3Desc5: 'الشحن بالجملة',
        key.memPlan3Desc6: 'احصل على فرصة لوضع المنتجات في متاجرنا المادية.',
        key.memPlan3Desc7: 'عمليات تسليم غير محدودة على العناصر المؤهلة.',
        key.memPlan3Desc8:
            'سوف يقلق الأعضاء الممتازون من الوصول إلى جميع الشركات في جميع أنحاء العالم ، كبائع ومشتري ، حيث يضمن ISMMART مباشرة مثل هذه الأعضاء والتحقق من أي صفقات يقومون بها.',
        key.memPlan3Desc9:
            'نظرًا لأن جميع الأعضاء الممتازين يتم فحصهم ويتم التحقق منه من خلال عملية التحقق من ISMMART ، بحيث يمكن لجميع هؤلاء الأعضاء أن يقلقوا تجارة أقل مع بعضهم البعض ، في أي مكان في العالم.',

        key.vendorHeader0: '',
        key.vendorBody0:
            'يشار إلى الموفر (مجموعة ISMMART من الصناعات Pvt Ltd. باكستان) والبائع (المعروف باسم بائعي الطرف الثالث) مجتمعة باسم "أطراف" وفردية كـ "حزب" ، كما قد تكون الحالة. \ n \ nwhereas ، يعمل المزود كمقاول مستقل للبائع ، والذي ، من خلال هذه الاتفاقية ، يمنح الموفر السلطة الكاملة لإنهاء العقود والتفاوض عليها مع العملاء بالاسم وحساب البائع ، وكذلك لعروض البائع ، التي تم تقديمها عبر منصة الموفر عبر الإنترنت www.ismmart.com ("موقع الويب") وتطبيقات الهاتف المحمول (عند الاقتضاء). من المفهوم أن المزود لا يتصرف نيابة عن العملاء. الشروط والأحكام العامة مع العملاء كما هو موجود على موقع الويب. يجب على العميل. في حالة حدوث أي تغيير ، يجب أيضًا توصيل الشيء نفسه إلى الطرف الآخر.',
        key.vendorHeader1: '1. حقوق المزود والالتزامات والواجبات:',
        key.vendorBody1:
            '1.1: يجب أن يقوم المزود بنقل الطلبات (الأتراب) من خلال لوحة معلومات البائع أو المكالمة الهاتفية (فقط في حالة عدم عمل الموقع) إلى المنفذ (المنفذ) المعني. \ n \ n1.2: الطلب الذي يقدمه عميل على النظام الأساسي إلى البائع من خلال موقع الويب أو عن طريق الاتصال (عندما لا يعمل الموقع) وقبول دفع العميل عبر الإنترنت أو نقدًا. \ n \ n1.3: في حالة المزود الذي يؤدي خدمات التوصيل ، والحق في فرض رسوم تسليم العميل ("رسوم توصيل ISMMART") ، وتحديد قيمة الطلب الدنيا ، وفقًا لتقديره الخاص ؛ من أجل أداء الخدمات ، يجب على الموفر: \ n \ t1.3.1 تأكد من أن وقت التسليم المذكور على الموقع يتوافق مع وقت التسليم المطلوب بالفعل. قد يتوقع العميل هذا النوع من العناصر ، شريطة أن يتوافق البائع مع الالتزام في البند 2.7. . N \ T1.3.5 لها الحق في التغيير ، وفقًا لتقديرها الخاص ، أي خدمات تتعلق بالتسليم ، بما في ذلك مناطق التسليم والتوقيت التشغيلي ، دون إشعار مسبق. نقطة الاتصال للبائع. في حال ، يعتزم المزود تحديث معلومات الاتصال ، ويجب إخطار الشيء نفسه في البائع سبعة (7) أيام قبل تاريخ سريان تغيير معلومات الاتصال.',
        key.vendorHeader2: '2 حقوق بائع الطرف الثالث والالتزامات والواجبات:',
        key.vendorBody2:
            'يجب على البائع: \ n \ n2.1 تزويد المزود بقائمة لجميع العناصر "قائمة العناصر" على النحو المتفق عليه مع المزود. سيتم توفير قائمة العناصر للعرض على الموقع. سيقوم الموفر بمراجعة التغييرات والموافقة على التغييرات أو رفضها وفقًا لسياسات منتج المزود في غضون يومين (2) عمل. الأذونات ، والموافقات (التي قد تكون مطلوبة من أجل تنفيذ التزاماتها بموجب هذه الاتفاقية) \ n2.4 تزويد المزود ، ومتسابقها (المعرّفة على أنها المتسابق الخاص بالمزود و/أو شركاء التسليم لدينا ، أي TCS ، FedEx & DHL) الوصول إلى مباني البائع كما هو مطلوب بشكل معقول من قبل المزود لأداء الخدمات. ، تم توفير الطلب للبائع ، شريطة أن يتم إكمال الطلب خلال الفترة الزمنية المحددة كما قدمها المزود. إذا لم يقبل البائع أو يرفض ذلك ، فسيتم رفضه تلقائيًا من قبل المزود. لمثل هذا الرفض ، في موعد لا يتجاوز 12 ساعة من الوقت الذي تم فيه إتاحة الطلب للبائع. البائع ، ونقله إلى شخص التسليم للمزود أو العميل (في حالة تسليم البائع). المقدمة من البائع لعملائه المباشرين. \ n \ n2.9 يقبل البائع ويعترف ويتعهد بما يلي: \ n \ n2.9.1 طبع على العبوة من قبل الشركة المصنعة. N2.9.3 في حالة خرق البند 2.9.1 ، يكون البائع مسؤولاً ومسؤولية عن أي شروط صحية طورها العميل نتيجة لاستهلاك/استخدام العناصر المنتهية كما يوفرها البائع وسيتم مسؤولية المسؤولية عن جميع أعمال العميل بما في ذلك التقاضي. أي تأثيرات تبعية لها. \ n2.11 قم بتحديث الأسهم على الفور على لوحة معلومات البائعين على النظام الأساسي في حالة عدم توفر المنتج.',
        key.vendorHeader3: '2.12 الأسعار:',
        key.vendorBody3:
            '2.12.1 يستدعي البائع بموجب هذا أن الأسعار المتاحة للمزود متطابقة مع الأسعار في الوقت الفعلي المقدمة للعملاء عند تقديم الطلبات حسب النظام الأساسي. أي من العناصر المطلوبة من خلال النظام الأساسي ، يجب على البائع إخطار المزود قبل ما لا يقل عن سبعة (7) أيام قائلةً بمدى تخفيض الأسعار أو العروض الترويجية أو الخصومات ، وتاريخ سريان المعني ومدة ذلك. \ n \ n2.13 علاج راكبي الموفر في حالة استخدام البائع نظام تسليم الموفر بطريقة محترمة وحضارية ، والتي تشمل على سبيل المثال لا يقتصر على حظر استخدام اللغة المسيئة ، والسلوك المسيء ، والتحرش ، والاعتداء ، والبطارية. يجب تقديم التدريب إلى البائع وموظفيه في هذا الصدد. يجب أن يشكل خرق هذا البند خرقًا لهذه الاتفاقية. سيتم سداد مدفوعات جميع هذه القسائم من قبل المزود في الفاتورة الشهرية/الأسبوعية في الحساب المصرفي المسجل للبائع. ، والأسلوب الشبيعي ، ضمن معايير الصناعة والممارسات والمبادئ المعمول بها ، وخلال المواعيد النهائية المنصوص عليها هنا. في حال ، يعتزم البائع تحديث المعلومات المقدمة ، ويجب على البائع إخطار الموفر سبعة (7) أيام قبل تاريخ التغيير الفعلي للتغيير في معلومات الاتصال.',
        key.vendorHeader4: '3. رسوم استرداد العملاء - الأضرار/العقوبة:',
        key.vendorBody4:
            '3.1 يقر البائع بأن المزود هي شركة ذات سمعة طيبة في باكستان ، والتي تسعى إلى توفير الراحة والموثوقية والجودة لعملائها. نظرًا لأن أنظمة وعمليات الموفر تعتمد اعتمادًا كبيرًا على تجربة العملاء وردود الفعل ، فإن البائع يؤكد ويوافق على الموفر أنه في حالة فشل البائع في مراقبة أو الامتثال للمعايير التشغيلية للمزود يحدده المزود على أنه تعويضات مصطفة ("رسوم استرداد العملاء"). لا يجوز لرسوم استرداد العملاء المذكورة المذكورة أن تفلت من حق المزود في المطالبة بالتعويضات عن تكاليف اتخاذ خطوات كما اعتبرها المزود ضروريًا لتصحيح مثل هذا غير الملاحفة و/أو عدم الامتثال لمثل هذه المعايير التشغيلية. \ n \ n3.2 يقر البائع بأنه قد قرأ وفهم ويوافق على أحكام البند 3 ويوافق أيضًا على أن تطبيق أحكام البند 3 ينطبق حتى الإخطار بالتعليق من قبل المزود ، شريطة أن يتم إعطاء البائع إشعار خطي ما لا يقل عن سبعة (7) أيام. منافسة. علاوة على ذلك ، على الرغم من دفع الأضرار المصفاة ، يجب على المزود حجز جميع حقوقه في القانون فيما يتعلق بالانتهاكات.',
        key.vendorHeader5: '4 تعليق:',
        key.vendorBody5:
            '4.1 يحق المزود الحق في تعليق البائع من المنصة مؤقتًا ، دون عقوبة ، إذا: \ n \ n4.1.1 فشل البائع في دفع فواتير المزود التي أصبحت مستحقة. ، البائع ينتهك أي شروط من هذه الاتفاقية أو قد يؤثر سلبًا على عمل المزود. \ n \ n4.2 لتجنب أي شكوك ، يجب ألا يؤدي أي تعليق قابلة للتطبيق بالكامل.',
        key.vendorHeader6: '5 تعويض من مطالبات الطرف الثالث:',
        key.vendorBody6:
            '5- هذا ، إذا كان هذا صحيحًا ، سيشكل خرقًا لهذا الاتفاق من قبل أي من الطرف أو موظفيه أو وكلاءه أو ممثليه. تتعلق أي من أطراف التزامات الناشئة عن هذه الاتفاقية ؛ أو الناشئة عن الإهمال ، أو الأفعال ، أو الإخفاقات في التصرف ، من أي من الطرفات ، موظفيها أو وكلائها أو ممثليها. الرسوم (بما في ذلك الرسوم القانونية المعقولة) التي يتكبدها أي منها يعزى إلى أي مطالبة من هذا القبيل.',
        key.vendorHeader7: '6 رسوم ، دفع وجمع الأموال:',
        key.vendorBody7:
            '6.1 يمنح البائع سلطة مقدم الخدمة لتلقي أي أموال باسم ، وللحساب ، للبائع الذي يدفعه العملاء ، سواء عن طريق الإنترنت أو نقدًا. \ n \ n6.2 في حالة الدفع النقدي بواسطة العميل عند التسليم ، يجب أن يكون المزود مسؤولاً عن جمع الدفع النقدي والتوفيق مع الطرف الآخر وفقًا لأحكام البند 6. وفقًا لأحكام البند 6. أو يتم تطبيق الرسوم بين الطرفين أو تجاه العملاء ، باستثناء ما هو منصوص عليه في هذه الاتفاقية. يقبل البائع على وجه التحديد أنه ، إن أمكن ، يجوز للمزود أن يطرح رسوم الوكالة/المجمع مقابل الإيرادات الناتجة. وقت توصيل الطلب.',
        key.vendorHeader8: '6.6 الفواتير والمدفوعات - تسليم المزود:',
        key.vendorBody8:
            '6.6.1 سيقوم المزود بجمع جميع الطلبات على الائتمان وسيقوم فاتورة ("بيان الطلب") على أساس كل شيء من خلال البريد الإلكتروني. خصم العمولات وجميع الضرائب المعمول بها على أساس أسبوعي للحساب المصرفي المسجل للبائع. N6.6.4 رسوم الخدمة المصرفية وفقًا لـ _bank_ ٪ ، سيتم فرضها على البائع مقابل جميع الطلبات المستلمة على المدفوعات عبر الإنترنت.',
        key.vendorHeader9: '6.7 أوامر الطلب عبر الإنترنت وأوامر الشركات:',
        key.vendorBody9:
            '6.7.1 سيتم تحويل جميع المدفوعات عبر الإنترنت ومعاملتها كطلبات منتظمة وسيتم دفعها إلى البائع. بواسطة البائع للمزود ("إخطار الأضرار"). كائن كتابي في غضون خمسة (5) أيام عمل من تاريخ إصدار بيان الطلب أو الإخطار بالأضرار ويجب أن يذكر بوضوح جميع أسباب الاستئناف ، بما في ذلك أي وثائق داعمة. \ n \ n6.9.2 يجب على المزود مراجعة الاعتراض في غضون ثلاثة (3) أيام عمل من إخطاره باعتراض البائع و: \ n \ ni. إذا تم الاتفاق عليه ، فيجب على المزود ضبط بيان الطلب أو إخطار الأضرار وفقًا لذلك. \ n \ nii. إذا كان الموفر لا يوافق على البائع ، فيجب على بائع ذلك وسيحاول الأطراف بحسن نية لحل أي نزاع أو مطالبة ناشئة عن هذه الاتفاقية أو فيما يتعلق بمفاوضات بين مدير أو ممثل معتمد لكل من الطرفين مع سلطة تسوية النزاع ذي الصلة.',
        key.vendorHeader10: '7 بدء الخدمات:',
        key.vendorBody10:
            'يجب إدراج البائع فقط على النظام الأساسي بعد استلام جميع المعلومات التي يطلبها المزود بما في ذلك ، على سبيل المثال لا الحصر ، قائمة العناصر ؛ شعار وصور معتمدة للمنتجات. يجب على المزود إبلاغ البائع ، بتاريخ بدء الخدمات ("تاريخ البدء") ، والتي يجب ضمها لهذه الاتفاقية.',
        key.vendorHeader11: '8. الامتثال للسياسة والإجراءات:',
        key.vendorBody11:
            '8.1 يدرك البائع أن الموفر يجوز له تعليق خدمات البائع مع أو بدون إشعار في حالة الشكوى (الجودة و/أو شكاوى التسليم/التقاط) تتجاوز 2 ٪ من إجمالي الطلبات التي تصل إلى أعمال البائع والتي قد تؤدي إلى معدل إعادة ترتيب إلى انخفاض من المتوسط. قسائم للعملاء عند الاقتضاء في حالة الشكوى الحقيقية للعميل. يوافق البائع على عدم دفع أي خصم/عمولات لشخص تسليم المزود.',
        key.vendorHeader12: '9. الضمانات:',
        key.vendorBody12:
            'يمثل البائع ، ويطلب ويتعهد أن استخدام بائع ملكيته الفكرية لا ينتهك أو يسيطر على أي حقوق الملكية الفكرية في الطرف الثالث. يجب على البائع تعويض المزود بالكامل ضد أي مطالبات بالانتهاك الحق في IP قدمت ضدهم من قبل الطرف الثالث وفقًا للفقرة 5 المذكورة أعلاه.',
        key.vendorHeader13: '10. السرية:',
        key.vendorBody13:
            '10.1 يجب على الطرف ("الطرف المتلقي") أن يحافظ على ثقة صارمة في جميع المعرفة الفنية أو التجارية عن الفائدة ، والمواصفات ، أو الاختراعات ، أو العمليات ، أو المبادرات التي لها طبيعة سرية وتم الكشف عنها للطرف الآخر ("الطرف الآخر (" إمكانية الكشف عن الطرف ") ، وأي معلومات سرية أخرى تتعلق بأعمال الطرف المفصح ، ومنتجاته ، وخدماته التي قد يحصل عليها الطرف المستلم. الموظفون والوكلاء والمقاولين من الباطن الذين يحتاجون إلى معرفته لغرض تفريغ التزامات الطرف المتلقي بموجب هذه الاتفاقية. الكشف عن أي معلومات للعملاء. الطرف الآخر مقدمًا كتابيًا.',
        key.vendorHeader14: '11. لا شراكة',
        key.vendorBody14:
            'لا يوجد في هذه الاتفاقية المقصود أو يُعتبر أو إنشاء أي شراكة للشركات أو مشروع مشترك بين الطرفين.',
        key.vendorHeader15: '12. التعديلات:',
        key.vendorBody15:
            '12.1 يحق للموفر زيادة رسوم النجاح في أي وقت وفقًا لتقدير المزود. يجب أن يتم إبلاغ الأمر نفسه بالبائع من خلال بريد إلكتروني رسمي و/أو من خلال لوحة معلومات البائع. و/أو على جزء من البائع عن طريق طريقة الإضافات. يجب إبلاغ الأمر نفسه بالبائع من خلال بريد إلكتروني رسمي و/أو عبر لوحة معلومات البائع. من خلال أحكام البند 18. \ n \ n12.4 ، يتم الاتفاق على وجه التحديد على أن جميع التعديلات سارية المفعول بين الأطراف اعتبارًا من التاريخ الذي تم إخلاؤه من قبل المزود وفقًا للفقرة 12.2.',
        key.vendorHeader16: '13. القوة القاهرة:',
        key.vendorBody16:
            'لأغراض هذه الاتفاقية ، تعني "حدث القوة القاهرة" حدثًا يتجاوز السيطرة المعقولة على أي من الطرفين بما في ذلك على سبيل المثال لا الحصر أفعال الله أو الحرب أو أعمال الشغب أو الضجة المدنية أو الإرهاب. لن يكون أي من الطرفين مسؤولاً عن الطرف الآخر كنتيجة مباشرة لأي تأخير أو فشل في تنفيذ التزاماته بموجب هذه الاتفاقية نتيجة لحدث القوة القوى.',
        key.vendorHeader17: '14. أطراف ثالثة:',
        key.vendorBody17:
            'لا يتمتع الشخص الذي ليس طرفًا في هذه الاتفاقية بأي حقوق لفرض شروطه.',
        key.vendorHeader18: '15. الإشعارات:',
        key.vendorBody18:
            '15.1 يجب أن تكون جميع الإشعارات بموجب هذه الاتفاقية مكتوبة ، ويتم توجيهها إلى شخص الاتصال/العنوان المتفق عليه وفقًا للاتفاقية ، ويتم اعتبارها حسب الأصول في نفس اليوم عند الاتفاق عليها أثناء عملية تسجيل البائعين.',
        key.vendorHeader19: '16. المهمة:',
        key.vendorBody19:
            '16.1 يجوز للمزود في أي وقت تعيين أو نقل أو رهن أو رسوم أو عقد من الباطن أو التعامل مع أي من حقوقه أو أي من حقوقه بموجب هذه الاتفاق إلى أي طرف ثالث أو وكيل. تعامل بأي طريقة أخرى مع أي أو جميع حقوقها أو التزاماتها بموجب هذه الاتفاقية.',
        key.vendorHeader20: '17. التنازل:',
        key.vendorBody20:
            'يكون التنازل عن أي حق بموجب هذا الاتفاق أو القانون فعالًا فقط إذا كان مكتوبًا ولا يُعتبر بمثابة تنازل عن أي خرق أو افتراضي لاحق. لا يشكل أي فشل في ممارسة أي حق أو علاج منصوص عليه بموجب هذه الاتفاقية أو بموجب القانون تنازلًا عن أي حق أو علاج ، ولا يمنع أو يقيد ممارسته الإضافية أو أي حق أو علاج آخر.',
        key.vendorHeader21: '18. المصطلح والإنهاء:',
        key.vendorBody21:
            '18.1 يجب أن تبدأ هذه الاتفاقية في تاريخ البدء وستستمر لفترة غير محددة ، ما لم ينتهي في وقت سابق وفقًا لهذا البند 18.1. قد يتم إنهاء هذه الاتفاقية: \ n \ n (أ) من قبل أي من الطرفين للراحة من خلال إعطاء ما لا يقل عن خمسة (5) أيام إشعار خطي مسبق. الطرف في حالة خرق مادي لهذا الاتفاق من قبل الطرف الآخر. مع التأثير الفوري ودون أي مسؤولية ، في حالة خرق القسم 2.12 و 2.13 ، حيث فشل البائع في علاج الخرق في غضون فترة عمل أقصاها (2) من الإخطار.',
        key.vendorHeader22: '19. الحد من المسؤولية:',
        key.vendorBody22:
            '19.1 لا يوجد شيء في هذه الاتفاقية يحد أو يستبعد مسؤولية أي من الطرف عن الوفاة أو الإصابة الشخصية الناجمة عن إهماله ، أو إهمال موظفيه أو وكلاءه أو المقاولين من الباطن. إلى الطرف الآخر ، سواء في العقد ، الضرر (بما في ذلك الإهمال) ، أو خرق الواجب القانوني ، أو غير ذلك ، من أجل أي خسارة في الربح ، أو أي خسارة غير مباشرة أو تبعية أو أضرار ناشئة بموجب أو فيما يتعلق بهذه الاتفاقية. \ n \ n19 .3 يجب أن ينجو هذا البند إنهاء هذه الاتفاقية.',
        key.vendorHeader23: '20. المصطلحات المتضاربة:',
        key.vendorBody23:
            'إلى الحد الذي يتعارض فيه أي من هذه الشروط مع الشروط المذكورة في نموذج تسجيل البائعين (بما في ذلك ، على سبيل المثال لا الحصر ، أي شروط خاصة مفصلة في نموذج تسجيل البائع) ، تسود شروط نموذج تسجيل البائع.',
        key.vendorHeader25: '21. اتفاق كامل:',
        key.vendorBody25:
            'إلى الحد الذي يتعارض فيه أي من هذه الشروط مع الشروط المذكورة في نموذج تسجيل البائعين (بما في ذلك ، على سبيل المثال لا الحصر ، أي شروط خاصة مفصلة في نموذج تسجيل البائع) ، تسود شروط نموذج تسجيل البائع.',
        key.vendorHeader26: '22. قابلية الفصل:',
        key.vendorBody26:
            'إذا كان أي حكم أو تقديم جزئي لهذه الاتفاقية أو يصبح غير صالح أو غير قانوني أو غير قابل للتنفيذ ، فيجب أن يتم تعديله إلى الحد الأدنى اللازم لجعله صالحًا وقانونيًا وقابلًا للتنفيذ. إذا لم يكن هذا التعديل ممكنًا ، فسيتم حذف الحكم ذي الصلة أو تقديم جزئي. لا يؤثر أي تعديل أو حذف بند أو تقديم جزئي بموجب هذا البند على صحة وتنفيذ بقية هذه الاتفاقية.',
        key.vendorHeader27: '23. القانون الحاكم والولاية القضائية:',
        key.vendorBody27:
            '23.1 يجب أن يخضع هذه الاتفاقية ، وأي نزاع أو مطالبة ناشئة عن أو على اتصال بها أو موضوعه أو تكوينه (بما في ذلك النزاعات أو المطالبات غير المتعاقدة) ، وتفسير وفقًا لقوانين باكستان. \ n \ n23.2 يوافق كل طرف على أن أي نزاع ينشأ عن هذه الاتفاق أو تشكيل (بما في ذلك النزاعات أو المطالبات غير المتعاقدة). لا يتم حجب أي مدفوعات مستحقة أو مستحقة الدفع من قبل البائع أو المبلغ الذي سيتم نقله من قبل المزود بسبب نزاع معلق للمحكمة أو آلية حل النزاعات الأخرى باستثناء أن هذا الدفع هو موضوع هذه النزاعات.',

        key.or: 'أو',
        key.becomeAVendor: 'افتح متجرك في سوق البلد',
        key.joinOurMarketplace: 'انضم إلى سوقنا وابدأ في بيع منتجاتك اليوم!',
        key.seamlessShopping: 'أدخل تفاصيل تجربة التسوق السلس',
        key.createAnAccount: 'إنشاء حساب',
        key.getOnboardUser: 'احصل على متن الطائرة كاستخدام',
        key.phoneNumber: 'رقم التليفون',
        key.termsAndConditionsCheckbox:
            'من خلال إنشاء حسابك ، عليك أن توافق على شروطنا وأحكامنا.',
        key.frontSide: 'الجانب الامامي',
        key.backSide: 'الجانب الخلفي',
        key.legalDocument: 'وثيقة قانونية',
        key.storeLogoImage: 'شعار/صورة متجر',
        key.business: 'عمل',
        key.information: 'معلومة',
        key.vendorAccountCreation: 'إنشاء حساب البائع',
        key.profileStatus: 'حالة الملف الشخصي',
        key.shopName: 'اسم المحل',
        key.enterStoreName: 'أدخل اسم المتجر',
        key.storeAddress: 'عنوان متجر',
        key.enterShopAddress: 'أدخل عنوان المتجر',
        key.ifAvailable: 'إذا كان متاحا',
        key.storeNumber: 'رقم المتجر',
        key.lessThanMb: 'أقل من 2 ميجابايت',
        key.chooseFile: 'اختر ملف',
        key.noFileChosen: 'لم تقم باختيار ملف',
        key.waitForVerification: 'انتظر التحقق',
        key.vendor: 'بائع',
        key.submitted: 'مُقَدَّم',
        key.lastStep: 'اخر خطوة',
        key.availAmazingDiscount: 'استفد من خصومات مذهلة',
        key.descriptionOfDiscount: 'حفظ كبير مع 30 ٪ خصم على جميع منتجاتنا!',
        key.celebrateFreedomAndSavings: 'احتفل بالحرية والمدخرات',
        key.descriptionOfFreedomAndSavings: 'عروض حصرية ليوم الاستقلال!',
        key.boostYourBusiness: 'عزز عملك مع ISMMART',
        key.descriptionOfBoostYourBusiness: 'رسوم تسجيل منصة الصفر للبائعين!',
        key.storeCountry: 'متجر المتجر',
        key.storeCity: 'تسوق المدينة',
        key.vendorCNIC: 'البائع كيني',
        key.storeCategory: 'فئة المتجر',
        key.yourStoreCategory: 'فئة متجرك',
        key.storeDescription: 'وصف المتجر',
        key.enterStoreDescription: 'أدخل وصف المتجر',
        key.storeImage: 'تسوق صورة',
        key.storeCoverImage: 'صورة غلاف المتجر',
        key.enterBankName: 'أدخل الاسم المصرفي',
        key.enterAccountTitle: 'أدخل عنوان الحساب',
        key.accountTitle: 'عنوان الحساب المصرفي',
        key.enterAccountNumberOrIban: 'أدخل رقم الحساب / IBAN',
        key.cityReq: 'اختر مدينة',
        key.countryReq: 'حدد الدولة',
        key.emailIsRequired: 'البريد الالكتروني مطلوب',
        key.passwordIsRequired: 'كلمة المرور مطلوبة',
        key.passwordConfirmIsRequired: 'تأكيد كلمة المرور مطلوب',
        key.FirstNameReq: 'الإسم الأول مطلوب',
        key.LastNameReq: 'إسم العائلة مطلوب',
        key.incorrectAddress: 'أدخل العنوان الصحيح',
        key.incorrectNTN: 'أدخل NTN الصحيح',
        key.incorrectCNIC: 'أدخل CNIC الصحيح',
        key.cnicReq: 'مطلوب cnic',
        key.categoryReq: 'اختر الفئة',
        key.incorrectBranchCode: 'أدخل رمز الفرع الصحيح',
        key.storeDescReq: 'وصف المتجر مطلوب',
        key.frontSideReq: 'مطلوب صورة الجانب الأمامي Cnic',
        key.backSideReq: 'مطلوب صورة الجانب الخلفي cnic',
        key.chequeImageReq: 'تحقق من الصورة مطلوبة',
        key.storeLogoImageReq: 'الشعار/الصورة مطلوب',
        key.helpCenter: 'مركز المساعدة',
        key.shopAddressReq: 'عنوان المتجر مطلوب',
        key.shopNameReq: 'اسم المتجر مطلوب',
        key.getOnboard: 'إركب',
        key.createYourAccount: 'أنشئ حسابك',
        key.continueWithSameEmail: 'تابع مع نفس البريد الإلكتروني',
        key.continueWithDiffEmail: 'مع بريد إلكتروني مختلف',
        key.chequeImageNote:
            'يجب أن تكون صورة التحقق من نفس التفاصيل المصرفية مرئية كما ذكرت أعلاه',
        key.enterCNIC: 'أدخل CNIC',
        key.enterBranchCode: 'أدخل رمز الفرع',

        key.maxAddressLimitMsg:
            'الحد الأقصى لعناوين تم الوصول إليه. يرجى تحديث/حذف العنوان للمتابعة',
        key.forgotPasswordDesc:
            'أدخل بريدك الإلكتروني لتلقي بريد إلكتروني \ nwith رمز OTP.',
        key.emailVerification: 'تأكيد بواسطة البريد الالكتروني',
        key.serverUnableToHandle: 'الخادم غير قادر على التعامل مع الطلب',
        key.serverTakingTooLong: 'يستغرق الخادم وقتًا طويلاً للرد',
        key.noInternetConnection: 'لا اتصال إنترنت',
        key.questions: 'أسئلة',
        key.updateQuestion: 'تحديث السؤال',
        key.deleteQuestion: 'حذف السؤال',
        key.deleteQuestionDialogDesc: 'هل أنت متأكد من أنك تريد حذف السؤال؟',
        key.question: 'أسئلة',
        key.addAnswer: 'أضف إجابة',
        key.viewProduct: 'عرض المنتج',
        key.answer: 'إجابة',
        key.updateAnswer: 'تحديث الإجابة',
        key.deleteAnswer: 'حذف الإجابة',
        key.addQuestion: 'أضف سؤالا',
        key.updateProfile: 'تحديث الحساب',
        key.pickImage: 'اختر الصورة',
        key.currentPassword: 'كلمة المرور الحالية مطلوبة',
        key.updateShippingAdd: 'تحديث عنوان الشحن',
        key.addShippingAdd: 'إضافة عنوان الشحن',
        key.updateInfoToProceed: 'تحديث المعلومات للمتابعة',
        key.updateInfoAlertMsg:
            'تم تحديث شروطنا وأحكامنا. لضمان وجود علاقة تجارية سلسة ، يرجى النقر على المتابعة',
        key.skip: 'يتخطى',
        key.updateInfo: 'تحديث المعلومات',
        key.weightIsReq: 'الوزن مطلوب',
        key.enterCorrectWeight: 'أدخل الوزن الصحيح',
        key.weight: 'وزن',
        key.length: 'طول',
        key.width: 'عرض',
        key.height: 'ارتفاع',
        key.connectionError: 'خطأ في إنشاء اتصال. حاول ثانية.',
        key.enableLocation: 'تمكن موقع.',
        key.locationAccessDenied: 'تم رفض الوصول إلى الموقع',
        key.locationAccessPermanentlyDenied:
            'تم رفض الوصول إلى الموقع بشكل دائم',
        key.couldNotGetLocation: 'لا يمكن الحصول على الموقع. حاول ثانية.',
        key.productExists: 'المنتج موجود بالفعل',
        key.productVariant: 'متغيرات المنتج',
        key.weightAndDimension: 'الوزن والأبعاد',

        ///Terms and Conditions
        key.tCHeader1: '',
        key.tCBody1: 'جميع المراجع والنماذج والسياسات واللوائح المفصلة في هذه الشروط ، أو متوفرة عبر المنصة أو أي ارتباط تشعبي متصل (بشكل جماعي) يشار إليها باسم المنصة). تتضمن الخدمات التي يقدمها النظام الأساسي الخاص بنا ، على سبيل المثال لا الحصر ، النظام الأساسي نفسه وجميع الخدمات التي تقدمها المنصة أو بواسطة ISMMART التي يمكن الوصول إليها عبر النظام الأساسي. بالإضافة إلى ذلك ، تخضع جميع الميزات المضافة حديثًا المتضمنة في الخدمات لهذه الشروط. إنهم يمليون شروط استخدامك للخدمات التي قدمها ISMMART.'
            '\n من المهم أن تنظر بعناية لشروط هذه الاتفاقية. إذا قررت الوصول إلى النظام الأساسي والاستفادة منه ، فسيكون من المفهوم أنك قد قرأت وفهمت وقبلت شروط هذه الاتفاقية وكذلك الموافقة على التعامل مع بياناتك الشخصية وفقًا للشروط المنصوص عليها في سياسة الخصوصية (https://ismmart.com/privacypolicy). إذا كنت لا توافق على شروط الاتفاقية ، فالفضل أن نطلب منك الامتناع عن الوصول إلى المنصة أو خدماتها أو خدماتها.'
            '\n يُسمح للأفراد الذين بلغوا سن الثامنة عشرة باستخدام المنصة ، وكذلك أي كيانات الشركات الحالية ، مثل الشركات. في الحالات التي ينطبق عليها ، يجب أن تكون هذه الشروط وفقًا للقوانين المحلية.'
            '\n يجب على أي شخص دون سن 18 عامًا الحصول على موافقة من والدهم أو الوصي القانوني قبل أن يتمكنوا من استخدام المنصة. من خلال الموافقة على هذه الشروط ، سيتحمل الوالد أو الوصي القانوني مسؤولية إجراءات المستخدم ومدفوعاته. إذا لم يتم الحصول على الموافقة ، يجب أن يتوقف المستخدم عن استخدام النظام الأساسي دون تأخير.'
            '\n يحق لـ ISMMART إشراك أطراف ثالثة لإجراء عمليات التحقق من الخلفية المستمرة عليك ، ويمكن أن تتضمن هذه التحقيقات في أي عقوبات أو نزاعات قانونية أو أخبار سلبية مرتبطة بك. إذا لم يوافق ISMMART على نتائج التحقق من الخلفية ، فقد يتم إلغاء حسابك ولم تعد قادرة على استخدام النظام الأساسي.'
            '\n يحتفظ ISMMART بالقدرة على تعديل هذه المصطلحات (وكذلك أي لوائح أو سياسات إضافية مدرجة في المنصة) في أي لحظة معينة. يُقترح أن تنظر بانتظام عن المصطلحات ، ومن خلال الاستمرار في استخدامك للمنصة بعد تاريخ الشروط المنقحة التي يتم تحميلها ، يُفترض أنك منحت موافقة عليها ، بغض النظر عما إذا كنت قد قرأتها أم لا.'
            '\n الصور والمرئيات للعناصر المعروضة على المنصة هي حصريًا للرجوع إليها وقد تكون متنوعة من البضائع الفعلية."',
        key.tCHeader2: '1. ismmart',
        key.tCBody2: '1.1. من نحن؟'
            '\n بناءً على منطقة العالم التي يتم استخدام هذه المنصة منها ، قد تختلف شروط الاتفاق بينك وبين ISMMART.'
            '\n 1.2. الذي نفعله؟'
            '\nمن خلال منصتنا ، يقدم ISMMART رابطًا إلى بائعين مختلفين حتى يتمكن العملاء من شراء مجموعة مختارة من البضائع ، بما في ذلك الوجبات الجاهزة ، والتموين ، والمشروبات ، والمكونات الخام ، والعناصر غير الغذائية المختلفة. عند إجراء عملية شراء (يشار إليها كطلب) ، يعمل ISMMART كوكيل للبائع ، ويساعد في الترتيب والتسليم اللاحق. يمكن أن يكون البائعون إما بائعي أو تابعة لجهة خارجية أو جزء من شركتنا الخاصة. عندما يكون البائع طرفًا ثالثًا ، نحن مرخصون لتلقي الدفع و GST (إذا كان ذلك ممكنًا على البائعين المسجلين لـ GST) نيابة عنهم. '
            '\n 1.3. كيف تتواصل معنا؟'
            '\n يتوفر فريق دعم العملاء لدينا لمساعدتك من خلال رقم دعم العملاء لدينا أو عبر البريد الإلكتروني support@ismmartindustries.com.',
        key.tCHeader3: '2. استخدام النظام الأساسي وحساب ISMMART',
        key.tCBody3: '2.1. من أجل استخدام ISMMART ، يجب إنشاء حساب. أثناء التسجيل ، سيُطلب منك إدخال بعض التفاصيل الشخصية الخاصة بك ، مثل عنوان البريد الإلكتروني ورقم الهاتف المحمول وكلمة المرور الخاصة. لشراء شيء من النظام الأساسي ، قد يُطلب منك تقديم تفاصيل بطاقة الائتمان الخاصة بك ، اعتمادًا على طريقة الدفع الخاصة بك. من الضروري أن تبقي كلمة المرور الخاصة بك سراً وأنك مسؤول فقط عن سلامتها. ما لم يكن من الممكن تتبع سبب الاحتيال أو الإساءة إلى شيء آخر ، فأنت مسؤول عن جميع المعاملات التي تم إجراؤها على حساب ISMMART الخاص بك.'
            '\n 2.2. لن تتحمل ISMMART مسؤولية أي أوامر لديها مشاكل في التسليم الناتجة عن أي بيانات غير صحيحة أو مفقودة أو غير مكتملة مقدمة من قبلك. من الضروري أن تكون جميع التفاصيل دقيقة وأصلية ودقيقة للتعامل الفعال للطلب ، وخاصة عنوان التسليم ومعلومات الاتصال الخاصة بك.'
            '\n 2.3. لإزالة حساب ISMMART الخاص بك ، يرجى إرسال بريد إلكتروني إلينا لطلب ذلك. قد نحتاج إلى تقييد حسابك أو تعليقه أو إنهاء حسابك أو استخدام النظام الأساسي إذا كنا نعتقد أنه ضروري '
            '\n\t\t 2.3.1. يبدو أن شخصًا آخر غيرك يستخدم حساب ISMMART الخاص بك.'
            '\n\t\t 2.3.2. إذا شكنا أو وجدنا أنك شاركت في أي إجراءات أو ممارسات تتعارض مع هذه الشروط ، أو سياساتنا وتعليماتنا ، أو تشارك في شيء نحكم عليه بشكل فردي على أنه يسيء استخدام المنصة ، فإنه يعتبر انتهاكًا '
            '\n\t\t 2.3.3. لا يمكن التسامح مع الفشل المستمر في تلبية معايير عمليات فحص الخلفية.',
        key.tCHeader4: '3. القيود',
        key.tCBody4: '3.1. الأنشطة المحظورة على المنصة'
            '\nBebelow عبارة عن مجموعة قصيرة من الأنشطة التي تتعارض مع القانون أو غير مسموح بها من قبل ISMMART على منصتها. في حال كان هناك شخص ما يشارك في أي من هذه الأنشطة غير المسموح بها ، كما هو محدد فقط بواسطة Ismmart ، سيتم إجراء تحقيق ويمكن اتخاذ إجراءات قانونية. تشمل أمثلة الممارسات المحرمة ، على سبيل المثال لا الحصر ما يلي: '
            '\n\t\t 3.1.1. لا يمكن استخدام المنصة في أي نشاط يتعارض مع اللوائح المحلية أو الحكومية أو الفيدرالية ، وخاصة أي نية خادعة أو احتيالية أو خادعة في الطبيعة '
            '\n\t\t 3.1.2. نشر أي مواد تخترق حقوق الملكية ، أو الحريات الخاصة ، أو حقوق التعرض ، أو الاستحقاقات السرية التجارية ، أو أي امتيازات أخرى لأي شخص.'
            '\n\t\t 3.1.3. نشر أي محتوى يُنظر إليه على أنه غير قانوني أو خام أو شائكي أو مهدد أو معاد أو مسيء أو تشهيري أو قابل للتخلص من أي فرد أو منظمة ، على النحو الذي يحدده ISMMART فقط أو تمشيا مع المعايير المحلية.'
            '\n\t\t 3.1.4. تم تحديد مواد النشر التي حددها ISMMART على أنها بلطاقة إلكترونية ، باستخدام حكمهم الوحيد.'
            '\n\t\t 3.1.5. إن نشر المواد التي تصور سلوكًا محفوفًا بالمخاطر والذي يحتمل أن يهدد الحياة يحظر عليه تمامًا.'
            '\n\t\t 3.1.6. الامتناع عن مشاركة أي أفراد أرقام هواتف أو عناوين الشوارع أو الأسماء الأخيرة.'
            '\n\t\t 3.1.7. لا يُسمح بإرسال روابط الويب إلى المواقع الخارجية ، وكذلك أي نوع من HTML أو رمز البرمجة.'
            '\n\t\t 3.1.8. نشر أي شيء ينظر إليه على أنه "البريد العشوائي" ، كما تحدده الشركة فقط .'
            '\n\t\t 3.1.9. انتحال شخصية شخص آخر أثناء طرح المحتوى عبر الإنترنت.'
            '\n\t\t 3.1.10. لا يُسمح بالحصول على معلومات مثل عناوين البريد الإلكتروني من الآخرين دون إذن.'
            '\n\t\t 3.1.11 لا يسمح لأي فرد أو كيان باستخدام المصادقة لعرض التعليقات أو عرضها.'
            '\n\t\t 3.1.12. مضايقة أو تهديد أو مطاردة أو إساءة استخدام أي شخص على المنصة.'
            '\n\t\t 3.1.13. إن القيام بأي شيء من شأنه أن يعوق شخصًا آخر من استخدام أو الاستفادة من النظام الأساسي ، أو وضع ISMMART أو عملائها أو الموردين أو الأطراف الأخرى في طريق الأذى ، إما في رأي ISMMART أو غير ذلك ، محظور بشكل صارم. '
            '\n\t\t 3.1.14 تثبيط أي شخص عن المشاركة في أنشطة ممنوعة من هذه الإرشادات.'
            '\n 3.2. يمتلك Ismmart السلطة ، على الرغم من أنها غير ملزمة ، بالقيام بواحدة أو أكثر من ما يلي'
            '\n\t\t 3.2.1. عند إدراكه لأي ادعاء بأن أي محتوى على النظام الأساسي لا يتوافق مع هذه الشروط ، يجب أن يكون ضمن اختصاص الحصري للمنصة للتحقيق في الادعاء واتخاذ قرار إما حذف المحتوى أو الطلب على المحتوى أن تنزل.'
            '\n\t\t 3.2.2. يجب إزالة جميع المحتوى الذي ينتهك المصطلحات ، بما في ذلك أي محتوى غير قانوني أو مزعج أو مسيء. '
            '\n\t\t 3.2.3. في حالة حدوث أي انتهاك لهذه الشروط ، نحتفظ بالحق في تعليق أو إنهاء مستخدمي الوصول إلى النظام الأساسي أو حساب ISMMART الخاص بهم.'
            '\n\t\t 3.2.4. الإشراف أو مراجعة أو جعل أي مواد موجودة على المنصة؛'
            '\n\t\t 3.2.5. يحق للمنصة تحرير أو محو أي محتوى مشترك ، بغض النظر عما إذا كان يلتزم بهذه الإرشادات.',
        key.tCHeader5: '4. الملكية الفكرية',
        key.tCBody5:
            'جميع العلامات التجارية والشعارات والصور وعلامات الخدمة ، بما في ذلك هذه المصطلحات كما هو معروض على المنصة أو في موادنا التسويقية ، سواء كانت مسجلة أو غير مسجلة ، هي الملكية الفكرية لـ Ismmart و/أو أطراف ثالثة أذن بنا باستخدامها (بشكل جماعي (جماعي ، "العلامات التجارية"). لا يجوز لك استخدام هذه العلامات التجارية أو نسخها أو إعادة إنتاجها أو إعادة نشرها أو تحميلها أو نشرها أو نقلها أو توزيعها أو تعديلها بأي طريقة دون موافقتنا الكتابية السابقة. يُمنع منعا باتا استخدام العلامات التجارية على أي موقع ويب آخر غير معتمد من قبلنا. سوف تنفذ ISMMART بقوة حقوق الملكية الفكرية إلى أقصى حد للقانون ، بما في ذلك الادعاء الجنائي. ISMMART لا يطلب ولا يمثل أن استخدامك للمواد المعروضة على المنصة لن ينتهك حقوق أطراف ثالثة لا تملكها أو تابعة لـ ISMMART. استخدام أي مواد على المنصة على مسؤوليتك الخاصة.',
        key.tCHeader6: '5. قيود على البضائع',
        key.tCBody6: '5.1. تبيع منصتنا مجموعة من المنتجات ، والتي يتم تقييد عدد قليل منها بموجب القوانين واللوائح للبلد الذي يتم شراؤه منها. قد يشمل ذلك تقييدًا العمر للسجائر والتبغ وغيرها من العناصر التي يمكننا رفضها لتقديمها بناءً على المعايير القانونية النشطة في ذلك الوقت. عند شراء هذه البضائع ، فأنت تؤكد أنك تلبي المؤهلات القانونية لشرائها.'
            '\n 5.2 سجائر/منتجات التبغ (" التبغ ")'
            '\n \n قد ، حيث يسمح بموجب القانون ، بتزويد التبغ على بعض منصاتنا. نحن لا نحاول التقدم أو الدعم أو إقناع شراء أو استخدام التبغ بأي صفة. يمكن فقط للأشخاص من العمر المنشأة بشراء التبغ. Ismmart ، البائع ، وموظفي التسليم لديهم سلطة رفض أمر وفقًا لتقديرهم الحصري.'
            '\n\t\t 5.2.1. قبل التوزيع على التبغ ، من الضروري الحصول على وثائق مناسبة للتحقق من العمر ، مثل بطاقة التعريف.'
            '\n\t\t 5.2.2. يجب تقديم إثبات العمر القانوني من أجل قبول التسليم ؛ الفشل في القيام بذلك سيؤدي إلى رفض التسليم.'
            '\n\t\t 5.2.3. لن يتم منح أي فرد تسليم أي عناصر ، بغض النظر عن الأساس المنطقي.'
            '\n\t\t 5.2.4. أي اقتراح للتبغ على المنصة سيعتبر غير صالح في حالة أنه غير قانوني.',
        key.tCHeader7: '6. أوامر',
        key.tCBody7: '6.1. بمجرد تقديم الطلب من خلال ISMMART ، سيتم تزويدك برسالة تأكيد تحتوي على إيصال الطلب. سيغطي هذا الإيصال أيضًا أي رسوم تسليم ذات صلة أو ضرائب مثل GST.'
            '\n 6.2. يتطلب البائعون لدينا الوصول إلى قيمة الحد الأدنى للطلب قبل إكمال الطلب وشحنه إليك. إذا فشل الطلب في تلبية قيمة الحد الأدنى للطلب ، فيمكنك اختيار دفع المبلغ المتبقي المطلوب لتلبية الحد الأدنى لقيمة الطلب ، أو إضافة سلع إضافية إلى الطلب. '
            '\n 6.3. سيبذل ISMMART والبائع كل جهد ممكن لتكريم تعليماتك الخاصة لأمر ما. ومع ذلك ، في المواقف التي لا يكون فيها مجديًا أو معقولًا أو عمليًا ، سوف يمتد بائع و/أو البائع في إنشاء الطلب وفقًا للممارسات النموذجية. لا يُلزم Ismmart ولا البائع بالتعويض عن أو استبدال أمر فشل في تلبية الطلبات الفردية التي تحددها أنت.'
            '\n 6.4. ليس لدى ISMMART أي التزام بالكشف عن المكونات أو المواد المثيرة للحساسية المستخدمة في البضائع المعروضة على المنصة. نحن لا نضمن أن تكون البضائع خالية من المواد الحساسية ما لم ينص القانون على خلاف ذلك. لذلك ، يجب على أولئك الذين يعانون من الحساسية ، أو ردود الفعل السلبية على بعض الأطعمة ، أو الاحتياجات الغذائية معينة التشاور مع البائع قبل إجراء عملية شراء على منصتنا.'
            '\n 6.5. من الضروري أن تتذكر أن طلبك يمكن أن يخضع لشروط إضافية قدمها البائع.'
            '\n 6.6. قبل وضع الطلب'
            '\n\t\t 6.6.1. لتكون قادرًا على عرض البائعين المتاحين للتسليم في منطقتك ، من الضروري أن توفر عنوان التسليم.'
            '\n\t\t 6.6.2. بعد اختيار بائع ، سيتم توجيهك إلى صفحة القائمة الخاصة بهم ، والتي يمكنك من خلالها اختيار المنتجات المطلوبة وإضافة العربة منها.'
            '\n 6.7. تثبيت الطلب'
            '\n\t\t لتقديم طلب بنجاح ، يرجى مراقبة المطالبات المعروضة عند الضغط على" الخروج ". قد تضطر إلى تقديم معلومات إضافية حتى نختتم الطلب. تأكد من أن جميع المعلومات المقدمة ، بما في ذلك التكاليف ، وتفاصيل التسليم ، والتفاصيل الشخصية ، وبيانات الدفع ، ورموز القسائم (إذا كانت ذات صلة) دقيقة ودقيقة ، وينتهي قبل أن تضغط على "طلب المكان". عندما تحصل على إقرار بريد إلكتروني بوجود استلام طلبك منا ، فستكون قد قدمت طلبك بنجاح.'
            '\n 6.8. إلغاء طلب'
            '\n\t\t\n لسحب طلبك بمجرد تقديمه ، تفضل بزيارة مركز المساعدة على المنصة. إذا لم يقبل البائع بعد ذلك ، فيمكنك ممارسة حقك في الإلغاء.'
            '\n 6.9. المبالغ المستردة'
            '\n \n 6.9.1. أوامر الدفع عبر الإنترنت'
            '\n\t\t قد يتم منحك استردادًا إذا قمت بإلغاء طلبك قبل قبوله من قبل البائع ؛ ومع ذلك ، إذا كان البائع قد قبل طلبك بالفعل وقررت الإلغاء ، فلن تتلقى استردادًا كليًا أو جزئيًا وسوف تخسر تسليم طلبك الملغى. '
            '\n \n 6.9.2. أوامر النقد على التسليم'
            '\n\t\t تقتصر قدرتك على إلغاء طلبك على تلك الأوامر التي لم يتم قبولها من قبل البائع. إذا اخترت سحب أمر تمت الموافقة عليه ، فأنت غير مؤهل للحصول على أي تعويضات نقدية على التسليم وتسليم طلبك الملغى. لا ينطبق خيار الاسترداد الخاص هذا عند العمل مع شركاء التوصيل التابع لدينا.'
            '\n\t\t قبل معالجة أي نوع من الاسترداد ، قد نحتاج إلى طلب معلومات أو مستندات إضافية بمثابة دليل على الاستلام المادي للأوامر المقبولة. إذا فشلت في تزويدنا بالتفاصيل أو السجلات المطلوبة ، فلدينا الحق في رفض طلب الاسترداد.'
            '\n\t\t\n في حالة عدم الاسترداد ، نوصيك بالتحقق من حسابك المصرفي ، أو الاتصال بمصرفك أو شركة بطاقة الائتمان الخاصة بك ، حيث قد يستغرق الأمر بعض الوقت حتى يتم استرداد المبلغ. إذا تم اتباع الأساليب المذكورة سابقًا وما زلت لا تحصل على استرداد ، فيرجى الاتصال بفريق دعم العملاء الخاص بنا باستخدام إحدى طرق الاتصال في الفقرة 1.3.'
            '\n 6.10. إذا كان لدى ISMMART اعتقاد بحسن نية بأن هناك نشاطًا احتياليًا مرتبطًا بحساب ISMMART الخاص بك أو طلبك أو كليهما ، فإنه يحتفظ بالحق في إلغاء أي أمر أو تعليق أو إلغاء تنشيط أو إنهاء حساب ISMMART الخاص بك.',
        key.tCHeader8: '7. الأسعار والمدفوعات',
        key.tCBody8: '7.1. يجب تقديم الأسعار المذكورة على المنصة في الأموال المحلية ، مع وجود أي ضريبة مطلوبة. أنت تقر بأن الرسوم والمقترحات الموجودة على النظام الأساسي يمكن أن تكون متميزة عن التكاليف والصفقات المتاحة من موردينا في مواقع أخرى (مثل مواقع الويب الخاصة بهم أو تطبيقات الهاتف المحمول أو المتاجر المادية).'
            '\n 7.2. يمكن أن تتقلب أسعار البضائع التي نعرضها على منصتنا المتوقفة على البائع ، وإذا لزم الأمر بموجب التشريعات المعمول بها ، يمكن أن تختلف أيضًا .'
            '\n\t\t 7.2.1. يجب على البائعين المسجلين في ضريبة السلع والخدمات إدراج هذه الضريبة ، أو أي مكافئ آخر قابل للتطبيق.'
            '\n\t\t 7.2.2 بالنسبة للبائعين الذين لم يسجلوا لضريبة السلع والخدمات ، لا يتم تضمين مثل هذه الضرائب.'
            '\n 7.3. لكل طلب تم تقديمه ، سيتم تكبد رسوم التوصيل ما لم يتم استيفاء الشروط التالية'
            '\n\t\t 7.3.1. لديك قسيمة ترويجية أو خصم صالحة وتطبيقها عند الخروج ؛ أو'
            '\n\t\t 7.3.2. وذكر خلاف ذلك.'
            '\n 7.4. في وقت تقديم كل طلب ، قد تخضع الأسعار والرسوم الأخرى (مثل التسليم أو الحد الأدنى لرسوم الطلب أو الخدمة) كما هو معروض على النظام الأساسي للتغير. '
            '\n 7.5. قبل تأكيد الخروج ، ستحصل على نظرة عامة على الأسعار ورسوم التسليم والتكاليف الأخرى ذات الصلة. بمجرد وضع الطلب ، فإنك توافق على الإجماليات وكذلك الرسوم الإضافية ، والتي تم توفيرها لك جميعًا.'
            '\n 7.6. يتم اختيارك للاختيار العديد من خيارات الدفع عند الدفع مقابل طلب من خلال النظام الأساسي ، مثل بطاقة Master أو بطاقة التأشيرة أو النقد.'
            '\n 7.7. يمكن أن يوفر حساب ISMMART طريقة لتغطية بعض أو كل النفقات لطلبك ، في حالة وجود أي اعتمادات متوفرة أو قسائم ترويجية أو خصم صالحة.'
            '\n 7.8. بعد تقديم الطلب بنجاح ، ستتلقى تأكيدًا بريدًا إلكترونيًا منا باستخدام استلام طلبك.'
            '\n 7.9. طرق الدفع: يحمل ISMMART سلطة تقديم المزيد من أساليب الدفع و/أو سحب أنظمة الدفع الحالية كلما قرر ذلك. عندما تختار الدفع عبر نظام دفع ويب ، ستتم إدارة التحويلات من قبل مورد (مورد) دفع الطرف الثالث. بناءً على اتفاقك ، سيتم الاحتفاظ بمعلومات بطاقة الائتمان / الدفع الخاصة بك مع مورد (مورد) الدفع من الطرف الثالث للمعاملات المحتملة. لا يقوم ISMMART بتخزين أي من معلومات الائتمان أو معلومات الدفع.'
            '\n 7.10 لضمان دفع ناجح لطلبك ، يرجى التأكد من أن لديك ما يكفي من الأموال المتوفرة على بطاقة الخصم أو الائتمان الخاصة بك. إذا لزم الأمر ، فإن ISMMART مسؤول عن جميع المدفوعات على نظامنا الأساسي ، بما في ذلك العائدات ، وتراجعات الرسوم ، وإلغاء ، وحل أي نزاعات طالما أنها عادلة وتتماشى مع شروط وأحكام موقعنا.',
        key.tCHeader9: '8. التسليم وتسليم الشريك',
        key.tCBody9: '8.1. مناطق التسليم '
            '\n \n من الواضح أن مجموعة البائعات الخاصة بنا مخصصة لكل منطقة تسليم ، وهي تختلف من منطقة إلى أخرى. إذا قمت بإدخال عنوان التسليم الخاص بك في النظام الأساسي ، فيمكنك التحقق من البائعين المتاحين لك بعد ذلك. لاحظ أن مناطق التسليم تخضع للتغيير بسبب آثار الطقس وحركة المرور والقوى.'
            '\n 8.2. موعد التسليم'
            '\n \n يجب على ismmart تقديم طلبك إلى العنوان المحدد. سنرسل تاريخ تسليم تقريبي إلى بريدك الإلكتروني ؛ ومع ذلك ، نظرًا للعوامل الخارجية التي لا يمكننا التحكم فيها (مثل كمية الطلب والموقع والوقت من اليوم وظروف الطقس وظروف حركة المرور وما إلى ذلك) ، قد يختلف وقت التسليم الفعلي عن التقدير. نوصي بأن تكون أنت أو أي شخص تثق به في موقع التسليم عند وصول الطلب. في حالة حصول الطلب على التبغ (إن أمكن) والمستلم أقل من العمر القانوني أو فشل في توفير الهوية المناسبة ، فإن ISMMART له الحق في رفض التسليم.'
            '\n 8.3. عمليات التسليم غير الناجحة أو الفاشلة'
            '\n \n 8.3.1. على الرغم من أي شروط أخرى موجودة في هذه الشروط ، في حالة بذل جهد لتقديم أمر ، ومع ذلك ، لم ينجح الأمر بسبب الظروف التي تسببها ، على سبيل المثال ، ولكن لا تقتصر على: '
            '\n\t\t (1) لم يكن أحد حاضرًا أو متاحًا لتلقي الطلب ؛'
            '\n\t\t (2) كان العميل غير قابل للاستمتاع على الرغم من محاولات الوصول إلى العميل عبر رقم الهاتف المقدم ؛'
            '\n\t\t (3) عدم الوصول المناسب أو الكافي لتقديم الطلب بنجاح ؛'
            '\n\t\t (4) عدم وجود موقع مناسب أو آمن لترك الطلب ؛ أو'
            '\n\t\t (5) في حالة البضائع المقيدة ، لم يستوفي العميل متطلبات العمر القانوني أو التسليم لم يعتبر أنه آمن أو مناسب للعميل لتلقي البضائع المقيدة.'
            '\n\t\t يحمل ISMMART امتياز إلغاء الطلب دون منحك سدادًا أو حلًا إذا لم ينجح الاتصال بك من خلال وسائل مثل الاتصال أو الرسالة أو البريد الإلكتروني لإبلاغ مشكلات التسليم والتدابير التالية.'
            '\n \n 8.3.2. عدم الحضور '
            '\n\t\t في حالة عدم توفرك أو عدم قدرتك على تلقي الطلب في غضون 10 دقائق من وصوله إلى عنوان التسليم ، سيتم تصريح ISMMART بإلغاء الطلب دون تقديم أي تسديد أو بديل.'
            '\n 8.4. ترتيب خاطئ ، وعناصر مفقودة ، والسلع المعيبة '
            '\n \n إذا بعد استلام طلبك ، فقد وجد أن هناك مشكلات (على سبيل المثال ، ترتيب غير صحيح ، أو ترتيب معيب ، أو عناصر مفقودة) ، يرجى التواصل مع دعم العملاء لدينا باستخدام إحدى طرق الاتصالات المتاحة المذكورة في الفقرة 1.3 من لدينا سياسة. في بعض المناسبات ، قد تتطلب ISMMART أدلة فوتوغرافية ومزيد من التفاصيل لتحليل المشكلة تمامًا مع طلبك. إذا ثبت أن الأمر و/أو المنتجات المقدمة من حالة أو جودة Subpar ، فسوف نقدم تعويضًا عن الطلب أو بعض عناصره.'
            '\n 8.5. تسليم الشريك '
            '\n في بعض الأحيان ، قد يتم تسليم الطلبات إليك من خلال أحد شركائنا ("تسليم الشريك"). على الرغم من أننا نبذل قصارى جهدنا لنقدم لك تحذيرًا مسبقًا فيما يتعلق بتسليم الشريك ، إلا أنه قد لا يكون ذلك دائمًا ممكنًا. عند استخدام توصيل الشريك ، قد يُطلب منك الاتصال بالشريك مباشرة إذا كانت هناك مشكلات أو عمليات تعليق مع التسليم. لن يكون ISMMART مسؤولاً بأي شكل من الأشكال عن الطلبات أو المنتجات التي يقدمها الشركاء.',
        key.tCHeader10: '9. القسائم والخصومات والترقيات',
        key.tCBody10: '9.1. تقوم ISMMART أحيانًا بإطلاق الأنشطة التسويقية والترويجية التي تضم رموز القسائم والخصومات والعروض الأخرى للمنصة (يشار إليها باسم "قسائم"). تأتي القسائم مع حدود زمنية ، ونوافذ الفداء ، واستخدام الحدود ، والتوافر ، والمعايير الأخرى.'
            '\n 9.2. لا يمكن دمج القسائم مع صفقات أو خصومات أو كوبونات أخرى للاستخدام.'
            '\n 9.3. ما لم يكن هناك نص يشير إلى خلاف ذلك ، لا يجوز استخدام القسائم إلا داخل منصتنا.'
            '\n 9.4. القسائم ليست قابلة للتحويل أو قابلة للتبادل ، غير قابلة للاسترداد ، ولا يمكن تبادلها لأي نوع من التعويض النقدي. '
            '\n 9.5. تحتفظ ISMMART بالحق في إجراء تغييرات على أي شروط ذات صلة فيما يتعلق بالقسائم دون تحذير مسبق. حتى أنهم قد يلغيون أو يوقفون أو يرفضون استخدام قسيمة دون إشعار مسبق.'
            '\n 9.6. في أي وقت من الأوقات ، يجوز لـ ISMMART ، وفقًا لتقديرها تمامًا ، اختيار الإرهاق والرفض و/أو يمنعك أو بائعين معينين من استخدام القسائم دون إخطار سابق.',
        key.tCHeader11: '10. تمثيلات وضمانات وتقييد الالتزامات',
        key.tCBody11: '10.1. التمثيل والضمانات'
            '\n \n أنت توافق على أن جميع المحتوى على النظام الأساسي" كما هو "و" كما هو متاح "وتفهم أن أي وصول أو استخدام للمنصة وأي منتجات وسلع وخدمات مرتبطة بها على مسؤوليتك الخاصة.'
            '\n علاوة على ذلك ، فإن جميع صور المنتج مخصصة فقط للتمثيل ويمكن أن تبدو مختلفة عن المنتج الفعلي. يبذل ISMMART كل جهد ممكن للحفاظ على المنصة في متناول وعمل ، ومع ذلك ، لا يمكنهم ضمان أن الخدمة آمنة ، في الوقت المناسب ، دون أخطاء أو مشكلات فنية أو فيروسات. يمكن توقع انقطاع الخدمة المؤقتة بسبب صيانة النظام أو أحداث القوة القاهرة '
            '\n 10.2 قيود المسؤولية'
            '\n \n كما هو محدد من قبل القانون ، تتخلى Ismmart (إلى جانب موظفيها ومشرفوها وممثليها وشركائها أو شركة الأم أو الأب) من كل المسؤولية (بغض النظر عما إذا كان النمو من ترتيب أو في الإهمال أو غير ذلك) عن سوء الحظ أو الضرر قد تمر أنت أو شخص آخر بالاشتراك مع منصتنا وخدماتنا وأي مواقع متصلة ، إلى جانب أي مادة أو مواد منشورة هناك. إن اختيارك الحصري فيما يتعلق باستخدام النظام الأساسي هو إيقاف هذا الاستخدام. لن تكون منظمات ISMMART ومشغليها وممثليها وموردي الخدمة مسؤولين عن أي ضرر دائري أو غير عادي أو مصادفة أو متزايدة أو لا تصدق ناشئة عن استخدامك للمنصة أو لأي مطالبة أخرى تم تحديدها مع استخدامك للمنصة تتضمن هذه الأضرار الدائرية ، غير المألوفة ، غير المألوفة ، وغير العادية ، دون قيود ، الأضرار الفوائد المفقودة ، أو المعلومات المفقودة ، أو مصيبة الإحسان ، أو انقطاع العمل ، أو خيبة أمل الكمبيوتر ، أو النقص ، أو بعض الأضرار التجارية الأخرى أو الأذى ، بغض النظر عن ما إذا كان تم تعليم مواد ISMMART ومشغليها وممثليها وموردي الخدمات فيما يتعلق باحتمالها ومستقل عن النظرية القانونية أو المكافئة التي تعتمد عليها المطالبة. أو الأضرار العرضية ، في مثل هذه الحالات أو الطائفة ، يقتصر Ismmart ، وعناصر ISMMART ، ومشغليها ، ومندوبيها وموردي الخدمة على الدرجة التي يسمح بها القانون.'
            '\n 10.3 تمثيل البائع'
            '\n \n لا تتحمل ISMMART مسؤولية إجراءاتك أو البائعين فيما يتعلق بالبضائع التي يتم تسليمها ؛ علاوة على ذلك ، لا يتحملون مسؤولية الجودة أو الحالة أو أي سمة أخرى للسلع أو الخدمات ، أو تضمن دقة أي معلومات عن القائمة أو الصور و/أو الصور المعروضة على قائمة البائعين/العرض. ومع ذلك ، تجدر الإشارة إلى أنه لا توجد فترات ضمن شروط الخدمة هذه تعفي البائع من المسؤولية في حالات الوفاة أو الإصابة الشخصية الناتجة عن إهمالها أو سلوكها الخبيث.',
        key.tCHeader12: '11. مسؤولية البائع',
        key.tCBody12:
            'يتمتع البائعون بالمساءلة الكاملة عن الاستعداد والحالة والمعايير التي يتم بيعها لك. في حالة شحنات الطرف الثالث ، يتولى هؤلاء الشركاء نقل العناصر و/أو الطلبات. ليس لدى ISMMART أي واجب على أي عجز أو ضرر أو نفقات أو رسوم أو عقوبة قد تأتي من الرابطة التعاقدية مع الشريك.',
        key.tCHeader13: '12. حماية البيانات الشخصية (المعلومات الشخصية)',
        key.tCBody13:
            'من خلال قبول هذه الشروط ، فأنت تقدم موافقة صريحة على ISMMART والشركات ذات الصلة لجمع بياناتك الشخصية واستخدامها ومعالجتها وإفصاحها ، كما هو محدد في سياسة الخصوصية الخاصة بنا. يتم إرفاق هذا المستند كجزء من هذه المصطلحات وهو متاح للعرض على (https://ismmart.com/privacypolicy) أو من الروابط الموجودة على نظامنا الأساسي.',
        key.tCHeader14: '13. التعويض',
        key.tCBody14: '13.1 استخدام المنصة ؛'
            '\n 13.2 استخدام الخدمات ؛ أو'
            '\n 13.3 خرق هذه المصطلحات.',
        key.tCHeader15: '14. روابط ومواقع مواقع طرف ثالث',
        key.tCBody15:
            'لا يمكننا تحمل مسؤولية أي ضرر أو خسارة قد تتحملها من النقر على روابط الجهات الخارجية التي يتم تضمينها على المنصة. قد تنقلك هذه الروابط إلى المنتجات والمواقع الإلكترونية والخدمات والعروض غير المملوكة أو المدارة من قبلنا. لا يمكننا أن نتحمل المحتوى أو الوظائف أو الأمن أو الخدمات أو سياسات الخصوصية أو أي جانب آخر من جوانب مواقع الجهات الخارجية هذه. وبالتالي ، لا يمكن أن نتحمل مسؤولية أي خسارة أو أضرار تتعلق بوصولك واستخدام روابط الطرف الثالث هذه.',
        key.tCHeader16: '15. الإنهاء',
        key.tCBody16:
            'يحتفظ ISMMART بسلطة إلغاء تنشيط حسابك أو تعليقه أو إلغاؤه وأيضًا لمنع وصولك إلى النظام الأساسي أو استخدامه ، والذي يشمل أيضًا أي نوع من خدمة التوصيل المقدمة لك فيما يتعلق بالطلب. يمكن أن يكون هذا بسبب أي عدد من الأسباب ، مثل ، ولكن لا يقتصر ، إذا كان ismmart يعتبر أن استخدامك غير كافٍ ، أو أن نتائج فحص الخلفية غير مرضية ، أو تتصور أو تكتشف أنك مرتبط بأي نوع من النشاط أو السلوك الذي يتعارض مع المصطلحات. قد يكون ISMMART ، ولكن ليس مطلوبًا ، تنبيهك مسبقًا لتقييد استخدامك للمنصة.',
        key.tCHeader17: '16. التعديلات',
        key.tCBody17:
            'في أي وقت من الأوقات ، تحتفظ ISMMART بالحق في مراجعة الشروط الحالية وفقًا لتقديرها. تدخل هذه التعديلات حيز التنفيذ بمجرد نشرها على الموقع ، ضمن حدود التشريعات المعمول بها. وبالتالي ، من واجبك التأكد من أنك على دراية بالنسخة الحالية من المصطلحات. إذا كنت غير راضٍ عن التعديلات ، سواء كان ذلك بالكامل أو جزئيًا ، فيجب أن تمتنع عن استخدام النظام الأساسي على الفور.',
        key.tCHeader18: '17. قابلية الفصل',
        key.tCBody18:
            'في حالة اعتبار أي جزء من هذه الشروط غير قانوني من قبل أي محكمة مختصة من الولاية ، فإن الشروط المتبقية ستبقى سليمة. علاوة على ذلك ، لا يجوز تفسير التنازل عن أي بند من هذه الشروط على أنه تنازل لاحق أو مستمر عن أي حكم آخر.',
        key.tCHeader19: '18. القانون الحاكم',
        key.tCBody19:
            'يجب أن يكون لتشريع الأمة التي يتم فيها إنشاء مؤسسة ISMMART المطبقة سلطة وتشكيل فهم هذه الشروط.',
        key.tCHeader20: '19. اتصل بنا',
        key.tCBody20:
            'إذا كان لديك أي استفسارات أو آراء ترغب في مشاركتها معنا ، يرجى الاتصال برقم دعمنا كما هو مذكور على الموقع.',
        key.tCHeader21: '20. اللغة السائدة',
        key.tCBody21:
            'في حالة وجود أي تباين بين الشروط ، ستكون النسخة الإنجليزية ملزمة. تعتبر طبعة اللغة الإنجليزية من هذه الشروط العليا ويجب تجاهل أي اختلافات بالمقارنة مع الإصدارات المترجمة.',
      };
}
