import 'translations_key.dart' as key;

class Arabic {
  Map<String, String> get translations => {
        key.settings: 'إعدادات',
        key.general: 'عام',
        key.account: 'حساب',
        key.myAccount: 'حسابي',
        key.welcome: 'مرحباً',
        key.language: 'لغة',
        key.notifications: 'إشعارات',
        key.aboutUs: 'معلومات عنا',
        key.contactUs: 'اتصل بنا',
        key.appearance: 'مظهر',
        key.termsAndConditions: 'البنود و الظروف',
        key.privacyPolicy: 'سياسة الخصوصية',
        key.returnAndExchange: 'العودة والتبادل',
        key.faqs: 'الأسئلة الشائعة',
        key.selectLanguage: 'اختار اللغة',
        key.logout: 'تسجيل خروج',
        key.login: 'تسجيل الدخول',
        key.register: 'يسجل',
        key.signIn: 'تسجيل الدخول',
        key.signUp: 'اشتراك',
        key.loginGreetings: 'تحيات! مرحبًا بعودتك!n\ تسجيل الدخول إلى حسابك',
        key.forgotPassword: 'هل نسيت كلمة السر؟',
        key.donTHaveAccount: 'ليس لديك حساب؟',
        key.send: 'يرسل',
        key.optional: 'خياري',
        key.verification: 'تَحَقّق',
        key.alreadyHaveAccount: 'هل لديك حساب!',
        key.home: 'بيت',
        key.categories: 'فئات',
        key.deals: 'صفقات',
        key.menu: 'قائمة طعام',
        key.myCart: 'عربتي',
        key.topCategories: 'الفئات العليا',
        key.discountDeals: 'صفقات الخصم',
        key.seeAll: 'اظهار الكل',
        key.viewAll: 'عرض الكل',
        key.viewMore: 'عرض المزيد',
        key.orderSummary: 'ملخص الطلب',
        key.shippingDetails: 'تفاصيل الشحن',
        key.orderTime: 'وقت الطلب',
        key.expectedDelivery: 'توصيلة متوقعة',
        key.shipping: 'شحن',
        key.shippingCost: 'تكلفة الشحن',
        key.vendorDashboard: 'لوحة القيادة',
        key.vendorRegistration: 'تسجيل البائعين',
        key.myOrders: 'طلباتي',
        key.myProducts: 'منتجاتي',
        key.recentOrders: 'الطلبيات الأخيرة',
        key.completedOrder: 'أوامر مكتملة',
        key.processingOrders: 'أوامر المعالجة',
        key.totalEarning: 'مجموع الأرباح',
        key.cMonthEarning: 'كسب الشهر الحالي',
        key.pendingAmount: 'المبلغ المعلق',
        key.wallet: 'محفظة',
        key.userOrders: 'أوامر المستخدم',
        key.vendorOrders: 'أوامر البائع',
        key.pendingOrders: 'أوامر معلقة',
        key.totalOrders: 'إجمالي الطلبات',
        key.goldCoins: 'عملات ذهبية',
        key.silverCoins: 'عملات فضية',
        key.deleteProd: 'حذف المنتج',
        key.selectCategory: 'اختر الفئة',
        key.selectSubCategory: 'حدد الفئة الفرعية',
        key.profile: 'حساب تعريفي',
        key.vendorStoreDetails: 'تفاصيل البائع',
        key.personalInfo: 'معلومات شخصية',
        key.storeInfo: 'معلومات المتجر',
        key.phone: 'هاتف',
        key.firstName: 'الاسم الأول',
        key.lastName: 'اسم العائلة',
        key.address: 'عنوان',
        key.country: 'دولة',
        key.city: 'مدينة',
        key.deActivateMsg: 'هل أنت متأكد من إلغاء تنشيط حسابك؟',
        key.bankDetails: 'التفاصيل المصرفية',
        key.bankName: 'اسم البنك',
        key.ibanReq: 'اسم البنك المطلوب!',
        key.branchCode: 'رقم حساب',
        key.branchCodeReq: 'رقم الحساب المصرفي المطلوب',
        key.bankAccountHolder: 'عنوان الحساب',
        key.bankAccHolderReq: 'عنوان الحساب المطلوب',
        key.subject: 'موضوع',
        key.subjectReq: 'الموضوع مطلوب',
        key.message: 'رسالة',
        key.messageReq: 'مطلوب جسم الرسالة',
        key.membershipPlans: 'خطط العضوية',
        key.membershipDesc:
            'احصل على المزيد من الإيرادات ، ودعم منتجات جديدة أو نماذج أعمال ، وقبول المدفوعات المتكررة على مستوى العالم.',
        key.subscribeBtn: 'يشترك',
        key.subscribedBtn: 'مشترك',
        key.popular: 'شائع',
        key.searchIn: 'ما الذي تبحث عنه؟',
        key.active: 'نشيط',
        key.order: 'طلب',
        key.checkout: 'الدفع',
        key.changeBtn: 'يتغير',
        key.updateBtn: 'تحديث',
        key.deleteBtn: 'يمسح',
        key.deactivateBtn: 'حذف الحساب',
        key.confirm: 'يتأكد',
        key.set: 'تعيين',
        key.yesBtn: 'نعم',
        key.noBtn: 'لا',
        key.sold: 'مُباع',
        key.submit: 'يُقدِّم',
        key.cancelBtn: 'يلغي',
        key.add: 'يضيف',
        key.apply: 'يتقدم',
        key.addNew: 'اضف جديد',
        key.total: 'المجموع',
        key.details: 'تفاصيل',
        key.sortBy: 'نوع',
        key.filter: 'منقي',
        key.search: 'يبحث',
        key.status: 'حالة',
        key.addNewAddress: 'أضف عنوانًا جديدًا',
        key.addPayment: 'أضف الدفع',
        key.paymentMethod: 'بيانات الدفع',
        key.confirmOrder: 'أكد الطلب',
        key.proceedToCheckOut: 'الشروع في الخروج',
        key.addProduct: 'أضف منتج',
        key.redeemBtn: 'يسترد',
        key.storeName: 'اسم المتجر',
        key.storeNameReq: 'مطلوب اسم المتجر',
        key.description: 'وصف',
        key.descriptionReq: 'الوصف مطلوب',
        key.ownerName: 'اسم المالك',
        key.ownerNameReq: 'اسم المالك المطلوب',
        key.phoneReq: 'الهاتف مطلوب',
        key.productName: 'اسم المنتج',
        key.productNameReq: 'اسم المنتج المطلوب',
        key.prodPrice: 'سعر المنتج',
        key.prodPriceReq: 'السعر مطلوب',
        key.prodStock: 'مخزون المنتج',
        key.prodStockReq: 'مطلوب الأسهم',
        key.prodDiscount: 'تخفيض',
        key.prodDiscountReq: 'الخصم مطلوب',
        key.prodSku: 'منتج SKU',
        key.prodSkuReq: 'المنتج SKU مطلوب',
        key.email: 'بريد إلكتروني',
        key.emailReq: 'تنسيق بريد إلكتروني غير صالح؟',
        key.password: 'كلمة المرور',
        key.passwordLengthReq: 'الرقم السري يجب الا يقل عن 8 احرف على الاقل؟',
        key.fullName: 'الاسم الكامل',
        key.fullNameReq: 'مطلوب اسم',
        key.registerGreetings: 'إنشاء حساب isMMART!',
        key.otp: 'OTP',
        key.otpReq: 'OTP مطلوب',
        key.newPassword: 'كلمة المرور الجديدة',
        key.newPassReq: 'كلمة مرور جديدة مطلوبة',
        key.confirmPass: 'تأكيد كلمة المرور',
        key.confirmPassReq: 'تأكيد كلمة المرور مطلوب',
        key.passwordNotMatched: 'كلمة المرور غير متطابقة!',
        key.titleKey: 'عنوان',
        key.titleReq: 'العنوان مطلوب',
        key.updateProduct: 'تحديث المنتج',
        key.stock: 'مخزون',

        key.emptyCart: 'عربة التسوق فارغة',
        key.emptyCartMsg:
            'لم تتم إضافة عناصر إلى عربة التسوق الخاصة بك. الرجاء إضافة المنتج إلى عربة التسوق الخاصة بك.',
        key.emptyProductSearch: 'لم يتم العثور على منتج بحث',
        key.emptyProductSearchMsg:
            'آسف! لم يتطابق بحثك مع أي منتجات \ n يرجى المحاولة مرة أخرى.',
        key.noProductFound: 'أنت لم تضيف منتجات بعد!',
        key.noOrderFound: 'ليس لديك أوامر حتى الآن!',
        key.noAddressFound: 'لم يتم العثور على عنوان',
        key.noDefaultAddressFound: 'لم يتم العثور على عنوان افتراضي',
        key.noCartItemFound: 'لم يتم العثور على عنصر عربة',
        key.noCategoryFound: 'لم يتم العثور على فئات',
        key.noSubCategoryFound: 'لم يتم العثور على فئات فرعية',
        key.noDataFound: 'لاتوجد بيانات',
        key.plzSelectSubCategory: 'الرجاء تحديد الفئة الفرعية',
        key.someThingWentWrong: 'هناك خطأ ما',
        key.delProdMsg: 'هل أنت متأكد من حذف هذا؟',

        ///about Us
        key.aboutHeader1: 'ما هو ISMMART؟',
        key.aboutHeader2: 'مهمتنا',
        key.aboutHeader3: 'رؤيتنا',
        key.aboutHeader4: 'كيف سيعمل النظام؟',
        key.aboutHeader5: 'سياسة الاسترجاع',
        key.aboutHeader6: 'ما الذي يجعلنا مختلفا؟',
        key.aboutBody1:
            'ISMMART هي منصة للتجارة الإلكترونية توفر مساحة افتراضية للبائعين/البائعين حيث يمكنهم الإعلان عن منتجاتهم أو خدماتها وتسويقها وبيعها. تم إنشاء مفهوم ISMMART عندما رأينا عجزًا كبيرًا في الثقة بين البائعين والمشترين. بالنظر إلى هذه المشكلة ، أردنا في Shaukat Marwat تزويد الناس بمنصة جديرة بالموثوقة والثقة والتي ستضمن أقصى درجات أموال وخدمات المشترين.',
        key.aboutBody2:
            'مهمتنا هي إحضار منصة آمنة حيث يمكن للبائعين التواصل مع المشترين دون أي تردد. نهدف إلى أن تصبح واحدة من متاجر التجارة الإلكترونية التي يمكن للناس استكشافها جميع أنواع المنتجات والخدمات تحت منصة واحدة. نعتزم أيضًا إنشاء منتدى يمكّن الآلاف من الأفراد من الحصول على أعمالهم الخاصة وإنشاء المزيد من القوة العاملة في البلاد.',
        key.aboutBody3:
            'تتمثل رؤيتنا في جلب متجر جدير بالثقة يستهدف السوق العالمية وربط الشركات لإحضارها تحت مظلة واحدة ، كوحدة.',
        key.aboutBody4:
            'سيوفر النظام مساحة/متجرًا افتراضيًا للبائعين الذين يرغبون في بيع شيء إلى السوق. يمكن أن يكونوا بائعين فرديين ، أو بعض العلامات التجارية المنشأة الذين يرغبون في تعزيز وجودهم في العالم الرقمي. سيقوم البائعون لدينا بتسجيل أنفسهم في بعض رسوم/ رسوم الاشتراك الشهرية. يجب أن نتحقق من صحة البائعين من خلال أخذ معلوماتهم الأساسية وإعداد اتفاق معهم. وبالمثل ، يجب أيضًا تسجيل عملائنا/المشترين معنا في متجر التجارة الإلكترونية. سيتمكن العملاء من رؤية ملف تعريف البائع ، وتقييمهم (بعد الحصول على الخدمات) ، وإجراء مشترياتهم والحفاظ على أنفسهم مع المنتجات في السوق. على سبيل المثال ، لدينا بائع/متجر مسجل كإلكترونيات Ali التي تتعامل مع جميع أنواع الأجهزة المنزلية. دع القول ، عائشة تريد شراء غلاية كهربائية ، وهي عند البحث تجد منتجها المطلوب على إلكترونيات Ali. ستقدم طلبها وتقدم دفعها مقدمًا والتي ستكون في حساب الشركة حتى يتم الانتهاء من الطلب. سيتلقى Ali Electronics إشعارًا بالطلب. سيقوم بتعبئة المنتج ذي الصلة وسيقوم بإرساله من خلال خدمتنا (خدمات البريد السريع المحددة من خلال حسابنا). بمجرد أن تتلقى الآنسة عائشة المنتج وتحقق من أنها حصلت على المنتج المطلوب ، سيتم إصدار الدفع وسيصل إلى حساب البائع في فترة زمنية محددة (15 يومًا). ملاحظة: يمكن للأعضاء غير المسجلين وغير المسجلين تصفح المنتجات فقط على متاجر ISMMART ولكن لا يُسمح لهم بالتداول. لضمان تداول الجودة ، سيحتاج جميع العملاء إلى التسجيل قبل أي بيع / شراء.',
        key.aboutBody5:
            'عادةً ما تقوم متاجر ISMMART بإرجاع عملية العائد خلال 3 أيام عمل بمجرد إرجاع البريد السريع إلى مركز الإرجاع الخاص بنا. سيقوم فريق خدمة العملاء لدينا بتوفير ملصق الشحن بمجرد حصولهم على شكواك مكتوبة وفقًا لسياسة الإرجاع. سيتم استلام العنصر ، وسيتم إجراء فحص الجودة المناسب ، قبل الانتهاء من الاسترداد. يرجى ملاحظة أنه بناءً على طريقة الدفع ، يمكن أن تختلف أوقات الاسترداد. قد يستغرق الأمر من ثلاثة إلى أربعة عشر يوم عمل. جنبا إلى جنب مع الأموال التي دفعتها للمنتج الذي تم إرجاعه ، يتم سداد تكلفة الشحن أيضًا. على سبيل المثال ، عندما تتلقى عائشة المنتج ، تجد أنه معيب. ستقدم شكوى في مركز الشكاوى لدينا ، حيث سنتلامس مع البائع للحل. إذا ثبت أن مطالبتها صحيحة ، فسوف تعيد العنصر الخاطئ إلى البائع ، وسيتم استرداد دفعها (الذي تم الاحتفاظ به من قبل Ismmart إليها. بعض المنتجات/الخدمات ستكون غير قابلة للاسترداد وسيتم تعريفها في الوصف من المنتج/الخدمة.',
        key.aboutBody6:
            'ISMMART هي منصة فريدة من نوعها توفر أمانًا بنسبة 100 في المائة لكل من المشتري والبائع. يوفر مساحة افتراضية لعرض منتجاتك أو خدماتك وبيعها تحت منصة واحدة على عكس المتاجر التي توفر منتجات فقط. بالنسبة للمشترين ، إنه منتدى حصري حيث يمكنهم التسوق مع واثق من أن أموالهم لن تضيع. تضمن سياسة الإرجاع الفريدة الخاصة بنا عدم حدوث أي نشاط احتيالي مع المشتري أو البائع. لقد ابتكرنا عروضًا مختلفة للاشتراك/العضوية للبائعين من فئات مختلفة.',
        key.phoneValidate: 'رقم الهاتف الحد الأدنى المطلوب 11 رقما',

        key.exitApp: 'تطبيق الخروج',
        key.currentUserNotFound: 'لم يتم العثور على المستخدم الحالي',
        key.wrongWithCredentials: 'حدث خطأ ما في أوراق الاعتماد',
        key.enterEmail: 'أدخل البريد الإلكتروني لتلقي OTP',
        key.emptyField: 'حقل فارغ',
        key.enterDetails: 'أدخل التفاصيل لإنشاء كلمة مرور جديدة',
        key.passwordRequired: 'كلمة المرور مطلوبة!',
        key.standard: 'معيار',
        key.toProceedWithPurchase:
            'للمضي قدماً في عملية الشراء ، يرجى ملاحظة أن الحد الأدنى لمبلغ الطلب المطلوب هو 1000 روبية.',
        key.preferredPayment:
            'الرجاء اختيار طريقة الدفع المفضلة لديك لإكمال طلبك.',
        key.cartMustNotEmpty: 'يجب ألا تكون العربة فارغة',
        key.delivery: 'توصيل',
        key.daysCost: 'تكلفة الأيام',
        key.freeShipping: 'شحن مجاني على جميع الطلبات فوق PKR 1000',
        key.zipCode: 'الرمز البريدي',
        key.zipCodeRequired: 'الرمز البريدي المطلوب!',
        key.addressRequired: 'العنوان مطلوب!',
        key.selectCountry: 'حدد الدولة',
        key.chooseCountry: 'اختر البلد',
        key.selectCity: 'اختر مدينة',
        key.chooseCity: 'اختر المدينة',
        key.success: 'نجاح',
        key.disputeDeleted: 'تم حذف النزاع بنجاح',
        key.recordDoNotExist: 'السجل غير موجود',
        key.fileMustBe: 'يجب أن يكون كل ملف يصل إلى',
        key.invalidImageFormat: 'تنسيق صورة غير صالح!',
        key.minPriceShouldNotBe:
            'دقيقة. يجب ألا يكون السعر أكبر من الحد الأقصى. سعر!',
        key.plzSelectCountry: 'من فضلك حدد البلد والمدينة',
        key.shippingAddressDetail: 'من فضلك حدد البلد والمدينة',
        key.cashOnDelivery: 'النقد عند التسليم (غير متوفر)',
        key.creditCard: 'بطاقة إئتمان',
        key.wantToRedeem: 'تريد الاسترداد',
        key.coins: 'عملات معدنية',
        key.needMoreCoins: 'تحتاج المزيد من العملات المعدنية للاسترداد',
        key.subtotal: 'نطاق فرعي',
        key.items: 'أغراض',
        key.shippingFee: 'رسوم الشحن',
        key.inclusiveOfGst: 'بما في ذلك ضريبة السلع والخدمات',
        key.continueShopping: 'مواصلة التسوق',
        key.orderId: 'طلب',
        key.paymentSuccessful: 'الدفع ناجح! ، لقد تم وضع طلب!',
        key.orderInformation: 'معلومات الطلب',
        key.orderNotCreated: 'هناك خطأ ما! الطلب لم يتم إنشاؤه',
        key.discountMinValue: 'يجب أن يكون الخصم أكبر من',
        key.discountMaxValue: 'لا ينبغي أن يكون الخصم أكبر أو مساوياً',
        key.imageSizeDesc: 'يجب أن تصل الصورة إلى',
        key.availableStock: 'المخزون المتوفر',
        key.itemPrice: 'سعر البند',
        key.features: 'سمات',
        key.itemsFound: 'العناصر الموجودة',
        key.price: 'سعر',
        key.minPrice: 'سعر دقيقة',
        key.maxPrice: 'أقصى سعر',
        key.clear: 'واضح',
        key.lowToHigh: 'من أسفل إلى أعلى',
        key.highToLow: 'عالية إلى منخفض',
        key.OFF: 'عن',
        key.orderDetail: 'تفاصيل الطلب',
        key.cancel: 'يلغي',
        key.emailVerificationLink: 'أدخل البريد الإلكتروني لتلقي رابط التحقق',
        key.id: 'بطاقة تعريف',
        key.disputeDetail: 'تفاصيل النزاع',
        key.disputes: 'نزاعات',
        key.frequentlyAsked: 'أسئلة مكررة',
        key.forAnyQueryJust: 'للحصول على أي دعم فقط أرسل استفسارك',
        key.youStoreHas: 'تم تعطيل متجرك',
        key.addToCart: 'أضاف إلى العربة',
        key.added: 'أضاف!',
        key.noQuestionFound: 'لم يتم العثور على أسئلة',
        key.productQuestions: 'أسئلة المنتج',
        key.askQuestion: 'اسأل سؤالا',
        key.peopleAlsoViewed: 'الناس شاهدوا أيضا',
        key.color: 'لون',
        key.size: 'مقاس',
        key.quantity: 'كمية',
        key.next: 'التالي',
        key.questionBody: 'سؤال الجسم',
        key.storeDetail: 'تفاصيل المتجر',
        key.sellerRating: 'تصنيف البائع',
        key.customers: 'عملاء',
        key.totalProducts: 'إجمالي المنتجات',
        key.soldItems: 'البنود المباعة',
        key.thisStoreHasBeen: 'هذا المتجر مفتوح منذ ذلك الحين',
        key.topProducts: 'أعلى المنتجات',
        key.finalPriceWould: 'السعر النهائي سيكون روبية',
        key.afterPlatformFee: 'بعد رسوم المنصة',
        key.yourDiscountShould:
            'يجب أن يكون الخصم الخاص بك ما بين 10 و 100 في المئة. حاول مرة اخرى!',
        key.uploadImageLessThan: 'تحميل الصور أقل من',
        key.outOfStock: 'إنتهى من المخزن',
        key.productNotFound: 'الصنف غير موجود',
        key.invoiceNo: 'رقم الفاتورة',
        key.billingDetails: 'تفاصيل الفاتورة',
        key.qty: 'كتي',
        key.amount: 'كمية',
        key.action: 'فعل',
        key.reviews: 'المراجعات',
        key.rating: 'تقييم',
        key.addDisputes: 'إضافة نزاعات',

        key.disputeAlreadyAdded: 'نزاع أضيفت بالفعل',
        key.viewDispute: 'عرض النزاع',
        key.disputeNotAddedYet: 'النزاع لم يضاف بعد',
        key.deliveryDate: 'تاريخ التسليم او الوصول',
        key.totalPrice: 'السعر الكلي',
        key.claimCanBeMade:
            'لا يمكن تقديم المطالبات إلا في حالة خسارة أو تلف الطرود',
        key.clickHereToUpload: 'انقر هنا للتحميل',
        key.userOrderDispute: 'نزاع أمر المستخدم',
        key.pending: 'قيد الانتظار',
        key.accepted: 'قبلت',
        key.shipped: 'شحنها',
        key.delivered: 'تم التوصيل',
        key.cancelled: 'ألغيت',
        key.gallery: 'صالة عرض',
        key.camera: 'آلة تصوير',
        key.pickFrom: 'اختار من',
        key.yourCoverAndProfile:
            'يجب أن يكون غلافك وملفك الشخصي PNG أو JPG ، حتى',
        key.updateVendorDetails: 'تحديث تفاصيل البائع',
        key.fieldIsRequired: 'الحقل مطلوب',
        key.call: 'يتصل',
        key.centralHeadquarters: 'المقر الرئيسي',

        key.globalHeadquarters: 'مقرات العمل العالمية',

        key.centralHeadquartersValue:
            'قطعة رقم ، 60 شارع 12 ، G-8/1 ، إقليم إسلام أباد العاصمة 44080 باكستان',
        key.globalHeadquartersValue:
            'Office 1005-1006 ، الطابق العاشر ، برج الاستشهاد ، خليج الأعمال ، دبي',

        key.tCHeader1: 'مقدمة',
        key.tCBody1:
            'مرحبًا بكم في متاجر ISMMART ، والمعروفة أيضًا باسم "نحن" و "نحن". تحكم هذه الشروط والأحكام وصولك إلى نظام/موقعنا عبر الإنترنت واستخدامه ، وكذلك أي مواقع ويب أو تطبيقات أو خدمات أو موارد مرتبطة بها. أنت تقر بأنك قد قرأت وفهمت وتوافق على الشروط والأحكام المذكورة أدناه قبل استخدام متاجر ISMMART. يمكن تغيير هذه الشروط والأحكام أو تعديلها أو إضافتها أو إزالتها في أي لحظة دون إشعار سابق من قبل متاجر ISMMART. إذا لم يتم تقديم إشعار آخر ، تصبح التغييرات فعالة عند نشرها على الموقع.',
        key.tCHeader2: 'كيف يتم تشكيل العقد بينك ومتاجر ISMMART؟',
        key.tCBody2:
            '• بعد تقديم طلب ، ستتلقى إخطارًا عبر الإنترنت منا معترفًا بأننا تلقينا طلبك. يرجى ملاحظة أن هذا لا يعني أن طلبك قد تم قبوله. يشكل طلبك عرضًا لنا لشراء منتج. جميع الطلبات تخضع للقبول من قبلنا. لن يتم تشكيل العقد إلا عند تلقي المنتجات المطلوبة عبر هذا النظام الأساسي. • سوف يرتبط العقد فقط بتلك المنتجات التي تتلقاها. سيتم تشكيل عقد لأي منتجات أخرى قد تكون جزءًا من طلبك عندما تتلقى تلك الأخرى.',
        key.tCHeader3: 'الحساب الخاص بك',
        key.tCBody3:
            '• للوصول إلى بعض الخدمات التي تقدمها النظام الأساسي ، قد نطلب منك إنشاء حساب معنا أو تقديم معلومات شخصية لإكمال إنشاء حساب. • أنت مسؤول عن الحفاظ على سرية هوية المستخدم الخاصة بك وكلمة المرور وتفاصيل الحساب والمعلومات الخاصة ذات الصلة. أنت تقر بأن لديك هذا الالتزام بالحفاظ على أمان حسابك في جميع الأوقات واتخاذ جميع الاحتياطات المعقولة لمنع الاستخدام غير المصرح به لحسابك. يجب أن تخبرنا على الفور إذا كان لديك أي سبب للاعتقاد بأن كلمة المرور الخاصة بك أصبحت معروفة لأي شخص آخر ، أو إذا كانت كلمة المرور موجودة ، أو من المحتمل أن تستخدم ، بطريقة غير مصرح بها. أنت تفهم وتوافق على أن أي استخدام لموقع الويب ، أو أي خدمات ذات صلة مقدمة ، و/أو أي وصول إلى البيانات أو المعلومات أو الاتصالات سرية ممكنة من خلال استخدام حسابك وكلمة المرور الخاصة بك ، تعتبر قد صنعت من قبلك ، أو كما قد يكون الأمر كذلك ، لكي يكون من قبل شخص ما أذن به.'
                '• في حالة الانتهاك أو أي انتهاك خطير لهذه الشروط والأحكام ، فإننا نحتفظ بالحق في إبطال اسم المستخدم و/أو كلمة المرور بعد تقديم إشعار وتوفير وقت معقول لتصحيح ذلك أو التعديل وفقًا لشروط هذا العقد.',
        key.tCHeader4: 'حالتك',
        key.tCBody4: 'عن طريق تقديم طلب من خلال موقعنا/النظام الأساسي ، فإنك تضمن:'
            '• أنت قادر قانونًا على الدخول في عقود ملزمة.'
            '• عمرك 18 سنة على الأقل.'
            '• أنت لست مقيماً في بلد يقوم فيه الدفع إلى موقعنا ، بما يتماشى مع هذه الشروط والأحكام ، من شأنه أن يخترق أي قانون.',
        key.tCHeader5: 'تسليم المنتجات',
        key.tCBody5:
            'في حالة المنتجات ، سيتم تلبية طلبك/جاهز للاستلام (حسب الاقتضاء) خلال فترة زمنية معقولة من التاريخ المشار إليها في وقت الطلب ، ما لم تكن هناك ظروف استثنائية.',
        key.tCHeader6: 'ضمان',
        key.tCBody6:
            'نحن نضمن لك أن أي منتج تم شراؤه منا من خلال موقعنا ، عند التسليم ، يتوافق مع وصفه ، وأن يكون ذا جودة مرضية ، وأن يكون مناسبًا بشكل معقول لجميع الأغراض التي يتم توفير المنتجات من هذا النوع بشكل شائع. جميع الضمانات أو الشروط أو الشروط الأخرى المتعلقة باللياقة للغرض أو القابلية للتسويق أو الجودة أو الحالة المرضية سواء كانت ضمنية بموجب القامة أو القانون العام مستبعدة بقدر ما يسمح بها القانون.',
        key.tCHeader7: 'حقوق الإلغاء',
        key.tCBody7:
            '• في حالة المنتجات ، إذا كنت تتعاقد كمستهلك ، فلديك الحق في إلغاء طلب المنتج الخاص بك لأي سبب من الأسباب وتلقي استرداد كامل. ستتلقى استردادًا كاملاً للسعر المدفوع للمنتجات (باستثناء تكاليف الشحن). يبدأ حقك في إلغاء عقد يتعلق بشراء المنتج من التاريخ الذي تتلقى فيه المنتج (عند تشكيل العقد). إذا تم تسليم المنتجات إليك ، فيمكنك الإلغاء في أي وقت وفقًا لسياسة الإرجاع. في حالة تلقيك منتجًا تالفًا عند التسليم ، يرجى إبلاغنا كتابيًا في أقرب وقت ممكن. إذا تم إرجاع المنتج إلينا ، ولم تبلغنا أن المنتج قد تضرر عند استلامه ، فقد نرفض حقك في الإلغاء أو الاستلام.'
                '• لن يكون لديك أي حق في إلغاء عقد لتزويد أي منتجات أو دوريات أو مجلات مخصصة من أجل الطلب أو المخصص أو المجلات أو السلع القابلة للتلف أو البرمجيات أو أقراص DVD أو CDS التي تم فتح ختم الأمان الخاص بها.'
                '• في حالة المنتجات ، لإلغاء العقد ، يجب أن تخبرنا كتابيًا. إذا تم تسليم المنتجات إليك ، فيجب عليك أيضًا إرجاع المنتجات إلينا في أقرب وقت ممكن عمليًا ، وبتكلتك الخاصة. لديك التزام قانوني بعناية معقولة للمنتجات أثناء وجودها في يديك.',
        key.tCHeader8: 'نقل الحقوق والالتزامات',
        key.tCBody8:
            '• يجوز لنا نقل حقوقنا والتزاماتنا بموجب هذه الشروط والأحكام إلى منظمة أخرى ، ولكن هذا لن يؤثر على حقوقك أو التزاماتنا بموجب العقد.'
                '• لا يجوز لك سوى نقل حقوقك والتزاماتك بموجب عقدك معنا إذا وافقنا على ذلك كتابيًا.',
        key.tCHeader9: 'سعر',
        key.tCBody9:
            '• سيتم نقل سعر المنتجات ورسوم التسليم الخاصة بنا على نظامنا/موقعنا من وقت لآخر ، إلا في حالات واضحة.'
                '• تشمل أسعار المنتجات GST/FED/VAT ، حيثما كان ذلك ممكنًا. ومع ذلك ، إذا تغير معدل ضريبة السلع والخدمات/ضريبة القيمة المضافة بين تاريخ طلبك وتاريخ التسليم ، فسنقوم بضبط السعر وفقًا لذلك.'
                '• تكون أسعار المنتجات ورسوم التسليم عرضة للتغيير في أي وقت ، لكن التغييرات لن تؤثر على طلبات المنتجات التي تتخذها بعد ذلك خطوات للوفاء/تلقيها في غضون فترة زمنية معقولة.',
        key.tCHeader10: 'المبالغ المستردة',
        key.tCBody10:
            'إذا تم إلغاء أمر وفقًا للفقرة 6 أعلاه ، فسوف نرد المبلغ المستحق وفقًا لسياسة استرداد الأموال لدينا.',
        key.tCHeader11: 'كيف نستخدم معلوماتك؟',
        key.tCBody11:
            'يرجى قراءة سياسة الخصوصية للحصول على تفاصيل حول كيفية استخدام معلوماتك. من خلال الاتفاق وقبول هذه الشروط والأحكام التي توافق عليها وتقبل شروط سياسة الخصوصية الخاصة بنا.',
        key.tCHeader12: 'مسؤوليتنا تجاه الأعمال التجارية',
        key.tCBody12:
            '• إذا فشلنا في الامتثال لهذه الشروط والأحكام ، فلن نكون مسؤولين عليك فقط عن سعر شراء المنتجات وليس أي خسائر ستعاني منها نتيجة لفشلنا في الامتثال (سواء كان ذلك في العقد ، Delict ( بما في ذلك الإهمال) ، خرق الواجب القانوني أو غير ذلك).'
                '• لن نكون مسؤولين عن الخسائر التي تنجم عن فشلنا في الامتثال لهذه الشروط والأحكام التي تندرج في الفئات التالية حتى لو كانت هذه الخسائر في تأملنا كما هو الحال في التاريخ الذي تشكله العقد من خلال هذه الشروط والأحكام بين منا أن نكون نتيجة متوقعة لخرقنا.'
                '• فقدان الدخل أو الإيرادات.'
                '• فقدان الأعمال.'
                '• فقدان الأرباح.'
                '• فقدان المدخرات المتوقعة'
                '• فقدان البيانات'
                '• مضيعة للإدارة أو المكتب'
                'ملاحظة: لا تنطبق هذه الفقرة إذا كنت تتعاقد كمستهلك.',
        key.tCHeader13: 'مسؤوليتنا تجاه المستهلك',
        key.tCBody13:
            '• إذا فشلنا في الامتثال لهذه الشروط والأحكام ، فنحن مسؤولون عن الخسارة أو الضرر الذي تعاني منه ، وهو نتيجة متوقعة لخرقنا للشروط والأحكام أو إهمالنا. يكون الخسارة أو الضرر متوقعًا إذا كانت نتيجة واضحة لخرقنا أو تم التفكير فيها بطريقة أخرى أنت ولنا في الوقت الذي دخلنا فيه في المرتبطة.'
                '• نحن فقط نوفر لك المنتجات للاستخدام المحلي والخاص. أنت توافق على عدم استخدام المنتج لأي أغراض تجارية أو تجارية أو إعادة بيع ، وليس لدينا أي مسؤولية تجاهك عن أي خسارة في الربح أو فقدان الأعمال أو انقطاع الأعمال أو فقدان الأعمال.'
                'ملاحظة: لا تنطبق هذه الفقرة إذا كنت تتعاقد كعمل تجاري.',
        key.tCHeader14: 'عقدنا معك إذا كنت عملًا',
        key.tCBody14:
            '• تشكل هذه الشروط والأحكام وأي وثيقة مشار إليها صراحةً فيها الاتفاق الكامل بيننا وتحل محل جميع المناقشات السابقة والمراسلات والمفاوضات والترتيب السابق أو التفاهم أو الاتفاق بيننا فيما يتعلق بالموضوع الوارد في ذلك.'
                '• نقر كل منا ، من خلال إبرام عقد ، لا يعتمد أي منا على أي علاجات ، أو سيكون لدينا أي علاجات فيما يتعلق بأي تمثيل أو ضمان (سواء تم إجراؤه ببراءة أو إهمال) لم يتم تحديده في هذه الشروط والأحكام.'
                '• يوافق كل واحد منا على أن مسؤوليتنا الوحيدة فيما يتعلق بتلك العروض والضمانات الموضحة في هذه الاتفاقية (سواء تم إجراؤها ببراءة أو إهمال) ستكون لخرق العقد.'
                '• لا شيء في هذه الفقرة يحد أو يستبعد أي مسؤولية.'
                'إذا كنت تتعاقد كمستهلك ، فإن هذه الفقرة لا تنطبق',
        key.tCHeader15: 'عقدنا معك إذا كنت مستهلكًا',
        key.tCBody15:
            'إذا كنت تتعاقد كمستهلك ، فإننا نعتزم الاعتماد على هذه الشروط والأحكام وأي وثيقة يشار إليها صراحةً فيها فيما يتعلق بموضوع أي عقد. على الرغم من أننا نقبل مسؤولية البيانات والتمثيلات التي يقدمها وكلاءنا المعتمدين حسب الأصول ، يرجى التأكد من طلب أي اختلافات من هذه الشروط والأحكام التي يتم تأكيدها كتابيًا.'
                'ملاحظة: إذا كنت تتعاقد في سياق العمل ، فإن هذه الفقرة لا تنطبق.',
        key.tCHeader16: 'إشعارات',
        key.tCBody16: '• يمكن إرسال أي إشعار تم إرساله من قبلك أو من قبلنا فيما يتعلق بهذه الشروط والشرط عن طريق الرسالة أو عبر البريد الإلكتروني. يجب إرسال الإشعارات إلى أحد العناوين التالية:'
            ' > قطعة رقم ، 60 شارع 12 ، G-8/1 ، إقليم إسلام أباد العاصمة 44080 باكستان.'
            '> البرج 42 ، 25 Old Broad St ، Cornhill ، لندن ، المملكة المتحدة'
            '> البريد الإلكتروني: businesses@shaukatmarwatgroup.com'
            '• سنرسل لك إشعارات عبر البريد الإلكتروني إلى عنوان البريد الإلكتروني الذي قدمته في وقت التسجيل في نظامنا الأساسي'
            '• يمكن لأي منا تغيير عنوان الإشعارات من خلال إخبار الآخر كتابيًا بالعنوان الجديد ، لكن العنوان السابق سيظل ساري المفعول لمدة 7 أيام بعد إجراء التغيير.',
        key.tCHeader17: 'حقوق الطرف الثالث',
        key.tCBody17:
            'لا يتمتع الشخص الذي ليس طرفًا في هذه الشروط والأحكام أو العقد بأي حقوق بموجب أو فيما يتعلق بها.',
        key.tCHeader18: 'تنازل',
        key.tCBody18:
            'لا يجوز اعتبار فشل أي طرف في ممارسة أو فرض أي حق يمنحه هذا الطرف من خلال هذه الشروط والأحكام بمثابة تنازل عن أي حق من هذا القبيل أو يعمل لمنع التمرين أو إنفاذها في أي وقت أو أوقات بعد ذلك. لن يكون أي تنازل من جانبنا عن أي من هذه الشروط والأحكام فعالة ما لم يتم ذكره صراحةً أنه تنازل ويتم توصيله لك كتابيًا وفقًا للفقرة 16 أعلاه.',
        key.tCHeader19: 'الاستقلالية',
        key.tCBody19:
            'إذا قررت أي محكمة أو سلطة مختصة أن أي من أحكام هذه الشروط والأحكام أو أي أحكام من العقد غير صالح أو غير قانوني أو غير قابل للتنفيذ ، فإن المصطلح سوف يتم قطعه ، إلى هذا الحد فقط ، من الشروط المتبقية ، والتي سيظل ساري المفعول إلى أقصى حد يسمح به القانون.',
        key.tCHeader20: 'قوة قهرية',
        key.tCBody20:
            'نحن نحتفظ بالحق في تأجيل تاريخ التسليم أو إلغاء عقد لجميع الظروف خارجة عن سيطرته المعقولة ، بما في ذلك على سبيل المثال لا الحصر ، أي إضراب أو قفل أو اضطراب أو حريق أو انفجار أو حادث أو توقف أو يؤثر على أعمالنا أو عملنا ، الذي يمنع أو يعيق تسليم البضائع أو أداء الخدمة.',
        key.tCHeader21: 'القانون والولاية القضائية',
        key.tCBody21: 'هذه الشروط والأحكام وأي نزاع أو مطالبة ناشئة عن أو فيما يتعلق بها أو موضوعها أو تشكيلها (بما في ذلك النزاعات أو المطالبات غير المتعاقدة) سيخضع لقانون باكستان. يجب أن تفهم أنه من خلال طلب أي من منتجاتنا ، فإنك توافق على الالتزام بهذه الشروط والأحكام.'
            'فئات التسجيل:'
            '1. العضوية الأساسية- خالية من التكلفة: يمكن تسجيلها كأعضاء حرة.'
            ' * لا يمكن بيع أي شيء على منصة ISMMART.'
            '* لن يتمكن فقط من الوصول إلى المنتجات والمتاجر التي يتم افتتاحها افتراضيًا أو يتم فتحها من قبل البائعين والشركات للزيارة.'
            '* يمكنهم شراء أي شيء من تلقاء أنفسهم كعملاء مباشرين مع فهم متبادل مع البائع ؛ لن يكون ISMMART مسؤولاً أو احتياطيًا في حالة وجود أي قضايا في مثل هذه الصفقة.'
            '2. عضوية Premium - العضوية المدفوعة:'
            '* 5 دولار أمريكي شهريًا مع تجربة مجانية شهر واحد. رسوم الاشتراك السنوية هي 99.5 دولار.'
            '* يمكن بيع أي شيء على منصة ISMMART.'
            '* سيكون بإمكانه الوصول إلى جميع المنتجات والمتاجر للزيارة.'
            '* سيتم دعم جميع الصفقات من قبل الأعضاء الممتازين على ISMMART بواسطة ISMMART. سنكون مسؤولين عن المعاملات السلسة وتسليم المنتجات. سيضمن ISMMART تكريم الفهم المتبادل الذي وافق عليه كل من البائع والمشتري.'
            '* سوف يقلق الأعضاء الممتازون من الوصول إلى جميع الشركات في جميع أنحاء العالم ، كبائع ومشتري ، حيث يضمن ISMMART مباشرة مثل هذه الأعضاء وأي صفقات يقومون بها.'
            '* نظرًا لفحص جميع الأعضاء الممتازين ويتم التحقق منها من خلال عملية التحقق من ISMMART ، بحيث يمكن لجميع هؤلاء الأعضاء أن يقلقوا تجارة أقل مع بعضهم البعض ، في أي مكان في العالم.'
            '* عمليات تسليم غير محدودة على العناصر المؤهلة.'
            'ملاحظة: يُطلب من جميع الأعضاء (البائعين والمشترين) اتباع جميع قواعد وإجراءات التداول التي ذكرتها ISMMART لتجنب أي نوع من الإزعاج في الدفع أو التسليم. قيمة معاملة هيكل رسوم المفوضية أقل من PKR100،000/- ~ 0.5 ٪ قيمة معاملة العمولة أعلى من PKR100،000/- وأقل 00،000/- ~ 1.75 ٪ قيمة معاملة العمولة أعلى من PKR250،00،000/- عمولة مسطحة 2.25 ٪ لأي معاملة بالجملة سيتم شحن عمولة بنسبة 3.5 ٪.'
            'ملاحظة: تستبعد قيمة المعاملة تكلفة الشحن والتأمين.',

        key.exchangeHeader1: '',
        key.exchangeHeader2: 'كيف تعود؟',
        key.exchangeBody1: 'رضا العملاء مضمون! نحن نضمن جودة المنتجات التي يتم بيعها من خلال متاجر ISMMART ، وإذا لم تكن راضيًا عن عملية الشراء ، فسنصحح ذلك. باستثناء بعض الشروط المذكورة أدناه ، قد يتم إرجاع أي عنصر تم شراؤه من متاجر ISMMART في غضون 14 يومًا تقويميًا من تاريخ استلام الشحنة.'
            '* لا يمكن استبدال السلع/المنتجات المخفضة أو إرجاعها لاسترداد الأموال. يمكن تبادلها أو إرجاعها فقط إذا تم العثور على عيب واضح.'
            '* يجب أن تكون العناصر التي يتم إرجاعها غير مقلقة ، في عبواتها الأصلية ، مع كل أختام السلامة والعلامات لا تزال سليمة/متصلة. لن تكون العائد مؤهلاً لاسترداد الأموال أو التبادل إذا لم يتم استيفاء هذه الشروط.'
            '* تحتفظ متاجر ISMMART بالحق/ السلطة الحصرية لإجراء استثناءات في بعض الظروف.'
            '* إذا تم إرجاع عنصر ما بسبب خطأ واضح يدخل سياسة الإرجاع لدينا ، فلن يتم فرض رسوم على العميل لخدمات البريد السريع.'
            '* فترة العودة للهواتف المحمولة والملحقات والمنتجات الكهربائية والإلكترونية الأخرى ليست سوى 5 أيام تقويمية تبدأ في اليوم الذي يتم فيه تلقي الحزمة. سيتم إعطاء عنصر بديل بدون رسوم إذا تم العثور على عيب أثناء نافذة الإرجاع. ستكون الضمانات القياسية من الشركة المصنعة أو المورد سارية بعد انتهاء صلاحية نافذة الإرجاع.',
        key.exchangeBody2:
            'يرجى التواصل مع مركز دعم العملاء الخاص بنا إذا كان عنصر ما يفي بجميع المتطلبات المحددة أعلاه.',

        key.deleteDisputesMsg: 'هل أنت متأكد أنك تريد حذف النزاع؟',
        key.feeChargesExplained: 'رسوم الرسوم الموضحة!',
        key.serviceFee: 'رسوم الخدمة',
        key.deliveryFee: 'رسوم التوصيل',
        key.supportCenter: '24/7 مركز الدعم',
        key.costDesc1:
            'نحن نسعى جاهدين للحفاظ على خدمتنا ورسوم التوصيل منخفضة قدر الإمكان مع الاستمرار في تزويدك بأفضل خدمة ممكنة.',
        key.costDesc2:
            'هي الرسوم المستندة إلى النسبة المئوية التي تساعدنا على تغطية تكاليف الحفاظ على منصتنا ، وضمان مراقبة الجودة ، وتوفير دعم العملاء. تبلغ رسوم الخدمة 5 ٪ فقط على كل منتج تم تحميله بواسطة بائع Prestiogius.',
        key.costDesc3:
            'رسوم التسليم هي رسوم ثابتة تغطي تكلفة تقديم طلبك إلى موقعك. رسوم التسليم هي 250 روبية فقط في كل طلب.',
        key.costDesc4:
            'إذا كان لديك أي أسئلة أو مخاوف بشأن رسومنا ، فيرجى عدم التردد في التواصل مع فريق دعم العملاء لدينا. شكرا لاختيارك خدمتنا!',
        key.sortByPrice: 'فرز حسب السعر',
        key.currencyKey: 'عملة',
        key.privacyHeader1: '',
        key.privacyHeader2: 'استخدام معلوماتك الشخصية',
        key.privacyHeader3: 'ما هي البيانات التي نجمعها وكيف نجمعها؟',
        key.privacyHeader4: 'المعلومات التي قدمتها:',
        key.privacyHeader5: 'المعلومات التلقائية:',
        key.privacyHeader6: 'معلومات من مصادر أخرى:',
        key.privacyHeader7: 'عام معلومات:',
        key.privacyHeader8: 'بيانات الملف الشخصي:',
        key.privacyHeader9: 'ملفات السجل:',
        key.privacyHeader10: 'التحليلات:',
        key.privacyHeader11: 'معلومات الموقع:',
        key.privacyHeader12: 'بسكويت:',
        key.privacyHeader13: 'ما مدى أمان معلوماتي؟',
        key.privacyHeader14: 'ما هي المعلومات التي يمكنني الوصول إليها؟',
        key.privacyHeader15: 'التغييرات في سياسة الخصوصية هذه',
        key.privacyBody1:
            'احترم المتاجر الذكية خصوصيتك وتريد حماية معلوماتك الشخصية. الغرض من بيان الخصوصية هذا هو توضيح لك كيف نتعامل مع البيانات الشخصية التي تم الحصول عليها من مستخدمي النظام الأساسي أو الموقع والخدمات المتاحة على الموقع. تحدد هذه السياسة أيضًا خياراتك حول كيفية جمع معلوماتك الشخصية واستخدامها والكشف عنها. إذا كنت توافق على هذا النظام الأساسي أو الموقع مباشرة أو من خلال أي موقع ويب آخر ، فإن الإجراء الموضح في سياسة الخصوصية هذه. لمزيد من المعلومات ، يرجى قراءة سياسة الخصوصية هذه. تجمع متاجر Issement بياناتك الشخصية حتى نتوقع وتحسين منتجاتنا وخدماتنا بشكل دائم.',
        key.privacyBody2: 'بشكل عام ، يتم استخدام المعلومات الشخصية التي تقدمها لنا للرد على طلباتك ، أو تساعدنا في الخدمة بشكل أفضل ، أو تسويق خدماتنا. نستخدم معلوماتك الشخصية بالطرق التالية:'
            'تحدث معك عن الطلب ، وتوريد المنتج ، ودفع العملية ، والطلبات ، والمنتجات والخدمات ، والعروض الترويجية. قم بتحديثك عن إمداد المنتج ؛ '
            "* جمع واستخدام معلوماتك الشخصية للامتثال لبعض القواعد."
            "* لتشغيل وصيانة وتحسين موقعنا ومنتجاتنا وخدماتنا."
            "* الإجابة على التعليقات والاستفسارات وتوفير خدمة العملاء."
            "* ربط أو ارتباط معلومات المستخدم بالمعلومات الشخصية الأخرى المستلمة من الطرف الثالث لفهم احتياجاتك بشكل أفضل وتقديم خدمة أفضل لك."
            "* تطوير التسويق ، والتحسين وزيادة المنتجات."
            "* حددك كمستخدم في نظامنا من خلال حسابك/ملفك الشخصي أو المصادر الأخرى."
            "* اتبع القرار تلقائيًا -اتخاذ القرار وفقًا لأي من هذه الأهداف."
            "* تحقق وأداء المعاملات المالية فيما يتعلق بالمدفوعات الخاصة بك ومراجعة بيانات تنزيل البيانات من موقعنا."
            '* يمكننا تخزين واتخاذ الإجراءات على الخوادم الموجودة في مواقع مختلفة. يمكننا أيضًا إنشاء سجلات بيانات مجهولة من معلوماتك الشخصية ، وترك "المعلومات التي ستجعلك شخصيًا. نستخدم هذه البيانات المجهولة لتحليل التطبيق واستخدام العينات لتحسين محتوى خدماتنا وتحسين وظائف الموقع. '
            'بالإضافة إلى ذلك ، نحتفظ بالحق في مشاركة بيانات مجهولة مع الطرف الثالث ونستخدمها لأي غرض. يمكن للعملاء الذين لديهم تجارب جيدة مع منتجاتنا وخدماتنا أن يوفر لنا التقدير والملاحظات. يمكننا نشر مثل هذا المحتوى. عندما ننشر مثل هذا المحتوى ، يمكننا استخدام الاستخدام لتحديد الأسماء الأولى والأخيرة لمستخدمينا. قبل نشر هذه البيانات مع التعاريف ، سنحصل على موافقة المستخدم.'
            'سنستخدم هذه المعلومات لغرض آخر تم الحصول على موافقتك من أجله. وتنفيذ عملية صنع القرار التلقائي وفقًا لأي من هذه الأغراض.',
        key.privacyBody3: '',
        key.privacyBody4:
            'عند استخدام خدماتنا ، تتلقى وتخزين المتاجر الذكية من خلال ملف تعريف حسابك.',
        key.privacyBody5:
            'عند استخدام خدماتنا ، نقوم تلقائيًا بجمع وصيانة نوع من المعلومات ، بما في ذلك كيفية تفاعلك مع المنتجات والمعلومات والخدمات المقدمة في المتاجر الذكية. عندما يصل متصفح الويب أو الجهاز إلى موقعنا على الويب ، فإننا ، مثل العديد من مواقع الويب الأخرى ، نستخدم "ملفات تعريف الارتباط" وغيرها من المعرفات الفريدة لجمع أنواع معينة من المعلومات.',
        key.privacyBody6:
            'يمكن للمتجر الذكي معرفة عنك من مصادر أخرى. على سبيل المثال ، يمكن أن توفر لنا شركات النقل لدينا أحدث بيانات التسليم والعناوين ، مما يجعلنا أسهل في تحديث سجلاتنا وتسوق التوريد.',
        key.privacyBody7:
            'سيتم إنشاء المعلومات تلقائيًا عند استخدام خدماتنا. على سبيل المثال ، عند استخدام خدماتنا ، نستخدم موقعك العام ، ونوع الجهاز الذي تستخدمه ، ورقم تعريف الجهاز المفتوح ، وتاريخ ووقت زيارتك ، ومعرف الجهاز الفريد ، ويمكنك جمع المعلومات حول نوع المتصفح. باستخدام نظام التشغيل ، وعنوان بروتوكول الإنترنت (IP) ، واسم المجال. بشكل عام ، نستخدم هذه المعلومات لتشغيل وزيادة الموقع ، وكذلك التأكد من حصولك على المعلومات الأنسب.',
        key.privacyBody8:
            'اسم المستخدم وكلمة المرور الخاصة بك ، اهتماماتك ، اهتمامك ، تفضيلاتك ، ملاحظات واستجابة الاستطلاع.',
        key.privacyBody9:
            'نظرًا لأن معظم مواقع الويب صحيحة ، فإننا نجمع تلقائيًا بعض المعلومات وتخزينها في ملفات السجل. تتضمن هذه المعلومات عنوان IP ونوع المتصفح ومزود خدمة الإنترنت (ISP) وصفحات المرجع/الخروج وأنظمة التشغيل وختم التاريخ/الوقت وبيانات الدفق. نستخدم هذه المعلومات للحفاظ على خدمات الأداء وتحسينها.',
        key.privacyBody10:
            'لفهم كيفية تفاعل الناس مع موقع الويب ، نستخدم خدمات تحليلية ، مثل لا تقتصر على تحليلات Google. تُستخدم ملفات تعريف الارتباط لجمع البيانات من خلال خدمات التحليلات ، مثل عدد المرات التي يذهب فيها المستخدمون إلى الموقع ، ونستخدم هذه البيانات لتوسيع خدماتنا وموقعنا على الويب. شروط استخدام خدمات التحليل وسياسات الخصوصية ، والتي يجب أن تنصح بمزيد من المعلومات حول كيفية استخدام هذه الشركات هذه المعلومات ، والحفاظ على حدود كيفية استخدامها ويمكن أن تقسم معلوماتها.',
        key.privacyBody11:
            'إذا قمت بتمكين خدمات الموقع على أجهزتك ، فيمكننا جمع معلومات موقعك لتحسين الخدمات التي تقدمها. إذا كنت لا ترغب في جمع هذه المعلومات ، فيمكنك تعطيل خدمات الموقع على جهازك.',
        key.privacyBody12:
            'ملفات تعريف الارتباط هي أجزاء صغيرة من المعلومات التي تشاهدها موقع الويب وترسل موقع الويب إلى محرك الأقراص الثابتة لجهاز الكمبيوتر الخاص بك. يمكن استخدام هذه الملفات النصية من خلال مواقع الويب لجعل المستخدمين أكثر كفاءة. إذا كانت هناك حاجة ماسة لتشغيل هذا الموقع ، فيمكننا تخزين ملفات تعريف الارتباط هذه على جهازك. نحتاج إلى إذنك لجميع أنواع ملفات تعريف الارتباط الأخرى. لهذا الغرض ، يستخدم هذا الموقع مجموعة متنوعة من ملفات تعريف الارتباط. يتم وضع بعض ملفات تعريف الارتباط من خلال خدمات الطرف الثالث التي تظهر على صفحاتنا. يمكن لنا وبعض الجلسات الثالثة التي يمكن أن تستخدم ملفات تعريف الارتباط (التي تقوم بإيقاف تشغيل متصفح الويب الخاص بك بعد انتهاء الصلاحية) واستخدام ملفات تعريف الارتباط الدائمة (الذين يعيشون على جهاز الكمبيوتر الخاص بك حتى تحذفها) حتى توفر المزيد من الخبرة الشخصية والتفاعلية في خدماتنا وخدماتنا الأسواق. منتجاتنا. يتم استخدام ملفات تعريف الارتباط التسويقية لتتبع الزوار على مواقع الويب. القصد من ذلك هو عرض الإعلانات ذات الصلة والمشاركة في المستخدم الفردي ، وبالتالي أكثر قيمة للناشرين والمعلنين الثالث. يتم هذا التتبع على أساس مجهول.',
        key.privacyBody13:
            'عندما نقوم بتصميم حلولنا ، فإننا نعتبر أمنك وخصوصيتك. باستخدام بروتوكول التشفير والبرامج ، نحاول حماية معلوماتك الشخصية خلال ناقل الحركة. عند التعامل مع بطاقات الائتمان / الخصم / التفاصيل المصرفية ، نحمي المعلومات الشخصية للعميل باستخدام المعلومات المادية والإلكترونية والإجراءات ويحمي المعلومات الشخصية للمستخدمين. بسبب تدابير السلامة لدينا ، قد نحتاج إلى إثبات هويتنا قبل أن تتيح لك الوصول إلى البيانات الشخصية. من المهم بالنسبة لك تجنب الوصول غير المصرح به إلى كلمات المرور وأجهزة الكمبيوتر والأجهزة والتطبيقات الخاصة بك. نوصي باستخدام كلمة مرور فريدة لحسابك غير المستخدمة في الحسابات الأخرى عبر الإنترنت. تأكد من تسجيل الخروج عند انتهاء صلاحية الكمبيوتر المدمج.',
        key.privacyBody14:
            'في قسم الحساب ، يمكنك الوصول إلى معلوماتك ، بما في ذلك اسمك وعنوانك وخيارات الدفع ومعلومات الملف الشخصي وتاريخ الشراء.',
        key.privacyBody15:
            'تكون سياسة الخصوصية هذه سارية حتى 10 أكتوبر 2022 ، بالإضافة إلى أي تغيير في أحكامها في المستقبل ، سيكون لها تأثير ، سيتم تنفيذها فورًا بعد نشرها في هذه الصفحة. لدينا الحق في تحديث أو تغيير سياسة الخصوصية الخاصة بنا في أي وقت ويجب عليك التحقق من سياسة الخصوصية هذه من وقت لآخر. ملاحظة: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا.',

        key.memPlan1Title: 'يبدأ',
        key.memPlan1Price: 'حر',
        key.memPlan1Desc1: 'يمكن تسجيل أي شخص كأعضاء حرة.',
        key.memPlan1Desc2: 'يمكن بيع ما يصل إلى 3 منتجات على منصة ISMMART.',
        key.memPlan1Desc3:
            'سيكون بإمكان فقط الوصول إلى المنتجات والمتاجر التي يتم فتحها بشكل افتراضي أو يتم فتحها من قبل البائعين والشركات للزيارة.',
        key.memPlan1Desc4:
            'يمكنهم شراء أي شيء من تلقاء أنفسهم كعملاء مباشرين مع الفهم المتبادل مع البائع ؛ لن يكون ISMMART مسؤولاً أو احتياطيًا في حالة وجود أي قضايا في مثل هذه الصفقة.',
        key.memPlan2Title: 'طليعة',
        key.memPlan2Desc1: 'تجربة مجانية لمدة شهر واحد',
        key.memPlan2Desc2: 'يمكن بيع أي شيء على منصة ISMMART',
        key.memPlan2Desc3:
            'سيكون بإمكانه الوصول إلى جميع المنتجات والمتاجر للزيارة.',
        key.memPlan2Desc4:
            'سيتم دعم جميع صفقات الأعضاء الممتازين على ISMMART بواسطة ISMMART. سنكون مسؤولين عن المعاملات السلسة وتسليم المنتجات. سيضمن ISMMART تكريم الفهم المتبادل الذي وافق عليه كل من البائع والمشتري.',
        key.memPlan2Desc5: 'عمليات تسليم غير محدودة على العناصر المؤهلة.',
        key.memPlan2Desc6:
            'سوف يقلق الأعضاء الممتازون من الوصول إلى جميع الشركات في جميع أنحاء العالم ، كبائع ومشتري ، حيث يضمن ISMMART مباشرة مثل هذه الأعضاء والتحقق من أي صفقات يقومون بها.',
        key.memPlan2Desc7:
            'نظرًا لأن جميع الأعضاء الممتازين يتم فحصهم ويتم التحقق منه من خلال عملية التحقق من ISMMART ، بحيث يمكن لجميع هؤلاء الأعضاء أن يقلقوا تجارة أقل مع بعضهم البعض ، في أي مكان في العالم.',
        key.memPlan3Title: 'عمل',
        key.memPlan3Desc1: 'شهرين تجريبي مجاني',
        key.memPlan3Desc2: 'فرص B2B',
        key.memPlan3Desc3: 'عمليات تسليم مجانية غير محدودة',
        key.memPlan3Desc4: 'أدوات ترويجية غير محدودة',
        key.memPlan3Desc5: 'الشحن بالجملة',
        key.memPlan3Desc6: 'احصل على فرصة لوضع المنتجات في متاجرنا المادية.',
        key.memPlan3Desc7: 'عمليات تسليم غير محدودة على العناصر المؤهلة.',
        key.memPlan3Desc8:
            'سوف يقلق الأعضاء الممتازون من الوصول إلى جميع الشركات في جميع أنحاء العالم ، كبائع ومشتري ، حيث يضمن ISMMART مباشرة مثل هذه الأعضاء والتحقق من أي صفقات يقومون بها.',
        key.memPlan3Desc9:
            'نظرًا لأن جميع الأعضاء الممتازين يتم فحصهم ويتم التحقق منه من خلال عملية التحقق من ISMMART ، بحيث يمكن لجميع هؤلاء الأعضاء أن يقلقوا تجارة أقل مع بعضهم البعض ، في أي مكان في العالم.',

        key.vendorHeader0: '0',
        key.vendorBody0:
            'يشار إلى الموفر (مجموعة ISMMART من الصناعات Pvt Ltd. باكستان) والبائع (المعروف باسم بائعي الطرف الثالث) مجتمعة باسم "أطراف" وفردية كـ "حزب" ، كما قد تكون الحالة. \ n \ nwhereas ، يعمل المزود كمقاول مستقل للبائع ، والذي ، من خلال هذه الاتفاقية ، يمنح الموفر السلطة الكاملة لإنهاء العقود والتفاوض عليها مع العملاء بالاسم وحساب البائع ، وكذلك لعروض البائع ، التي تم تقديمها عبر منصة الموفر عبر الإنترنت www.ismmart.com ("موقع الويب") وتطبيقات الهاتف المحمول (عند الاقتضاء). من المفهوم أن المزود لا يتصرف نيابة عن العملاء. الشروط والأحكام العامة مع العملاء كما هو موجود على موقع الويب. يجب على العميل. في حالة حدوث أي تغيير ، يجب أيضًا توصيل الشيء نفسه إلى الطرف الآخر.',
        key.vendorHeader1: '1. حقوق المزود والالتزامات والواجبات:',
        key.vendorBody1:
            '1.1: يجب أن يقوم المزود بنقل الطلبات (الأتراب) من خلال لوحة معلومات البائع أو المكالمة الهاتفية (فقط في حالة عدم عمل الموقع) إلى المنفذ (المنفذ) المعني. \ n \ n1.2: الطلب الذي يقدمه عميل على النظام الأساسي إلى البائع من خلال موقع الويب أو عن طريق الاتصال (عندما لا يعمل الموقع) وقبول دفع العميل عبر الإنترنت أو نقدًا. \ n \ n1.3: في حالة المزود الذي يؤدي خدمات التوصيل ، والحق في فرض رسوم تسليم العميل ("رسوم توصيل ISMMART") ، وتحديد قيمة الطلب الدنيا ، وفقًا لتقديره الخاص ؛ من أجل أداء الخدمات ، يجب على الموفر: \ n \ t1.3.1 تأكد من أن وقت التسليم المذكور على الموقع يتوافق مع وقت التسليم المطلوب بالفعل. قد يتوقع العميل هذا النوع من العناصر ، شريطة أن يتوافق البائع مع الالتزام في البند 2.7. . N \ T1.3.5 لها الحق في التغيير ، وفقًا لتقديرها الخاص ، أي خدمات تتعلق بالتسليم ، بما في ذلك مناطق التسليم والتوقيت التشغيلي ، دون إشعار مسبق. نقطة الاتصال للبائع. في حال ، يعتزم المزود تحديث معلومات الاتصال ، ويجب إخطار الشيء نفسه في البائع سبعة (7) أيام قبل تاريخ سريان تغيير معلومات الاتصال.',
        key.vendorHeader2: '2 حقوق بائع الطرف الثالث والالتزامات والواجبات:',
        key.vendorBody2:
            'يجب على البائع: \ n \ n2.1 تزويد المزود بقائمة لجميع العناصر "قائمة العناصر" على النحو المتفق عليه مع المزود. سيتم توفير قائمة العناصر للعرض على الموقع. سيقوم الموفر بمراجعة التغييرات والموافقة على التغييرات أو رفضها وفقًا لسياسات منتج المزود في غضون يومين (2) عمل. الأذونات ، والموافقات (التي قد تكون مطلوبة من أجل تنفيذ التزاماتها بموجب هذه الاتفاقية) \ n2.4 تزويد المزود ، ومتسابقها (المعرّفة على أنها المتسابق الخاص بالمزود و/أو شركاء التسليم لدينا ، أي TCS ، FedEx & DHL) الوصول إلى مباني البائع كما هو مطلوب بشكل معقول من قبل المزود لأداء الخدمات. ، تم توفير الطلب للبائع ، شريطة أن يتم إكمال الطلب خلال الفترة الزمنية المحددة كما قدمها المزود. إذا لم يقبل البائع أو يرفض ذلك ، فسيتم رفضه تلقائيًا من قبل المزود. لمثل هذا الرفض ، في موعد لا يتجاوز 12 ساعة من الوقت الذي تم فيه إتاحة الطلب للبائع. البائع ، ونقله إلى شخص التسليم للمزود أو العميل (في حالة تسليم البائع). المقدمة من البائع لعملائه المباشرين. \ n \ n2.9 يقبل البائع ويعترف ويتعهد بما يلي: \ n \ n2.9.1 طبع على العبوة من قبل الشركة المصنعة. N2.9.3 في حالة خرق البند 2.9.1 ، يكون البائع مسؤولاً ومسؤولية عن أي شروط صحية طورها العميل نتيجة لاستهلاك/استخدام العناصر المنتهية كما يوفرها البائع وسيتم مسؤولية المسؤولية عن جميع أعمال العميل بما في ذلك التقاضي. أي تأثيرات تبعية لها. \ n2.11 قم بتحديث الأسهم على الفور على لوحة معلومات البائعين على النظام الأساسي في حالة عدم توفر المنتج.',
        key.vendorHeader3: '2.12 الأسعار:',
        key.vendorBody3:
            '2.12.1 يستدعي البائع بموجب هذا أن الأسعار المتاحة للمزود متطابقة مع الأسعار في الوقت الفعلي المقدمة للعملاء عند تقديم الطلبات حسب النظام الأساسي. أي من العناصر المطلوبة من خلال النظام الأساسي ، يجب على البائع إخطار المزود قبل ما لا يقل عن سبعة (7) أيام قائلةً بمدى تخفيض الأسعار أو العروض الترويجية أو الخصومات ، وتاريخ سريان المعني ومدة ذلك. \ n \ n2.13 علاج راكبي الموفر في حالة استخدام البائع نظام تسليم الموفر بطريقة محترمة وحضارية ، والتي تشمل على سبيل المثال لا يقتصر على حظر استخدام اللغة المسيئة ، والسلوك المسيء ، والتحرش ، والاعتداء ، والبطارية. يجب تقديم التدريب إلى البائع وموظفيه في هذا الصدد. يجب أن يشكل خرق هذا البند خرقًا لهذه الاتفاقية. سيتم سداد مدفوعات جميع هذه القسائم من قبل المزود في الفاتورة الشهرية/الأسبوعية في الحساب المصرفي المسجل للبائع. ، والأسلوب الشبيعي ، ضمن معايير الصناعة والممارسات والمبادئ المعمول بها ، وخلال المواعيد النهائية المنصوص عليها هنا. في حال ، يعتزم البائع تحديث المعلومات المقدمة ، ويجب على البائع إخطار الموفر سبعة (7) أيام قبل تاريخ التغيير الفعلي للتغيير في معلومات الاتصال.',
        key.vendorHeader4: '3. رسوم استرداد العملاء - الأضرار/العقوبة:',
        key.vendorBody4:
            '3.1 يقر البائع بأن المزود هي شركة ذات سمعة طيبة في باكستان ، والتي تسعى إلى توفير الراحة والموثوقية والجودة لعملائها. نظرًا لأن أنظمة وعمليات الموفر تعتمد اعتمادًا كبيرًا على تجربة العملاء وردود الفعل ، فإن البائع يؤكد ويوافق على الموفر أنه في حالة فشل البائع في مراقبة أو الامتثال للمعايير التشغيلية للمزود يحدده المزود على أنه تعويضات مصطفة ("رسوم استرداد العملاء"). لا يجوز لرسوم استرداد العملاء المذكورة المذكورة أن تفلت من حق المزود في المطالبة بالتعويضات عن تكاليف اتخاذ خطوات كما اعتبرها المزود ضروريًا لتصحيح مثل هذا غير الملاحفة و/أو عدم الامتثال لمثل هذه المعايير التشغيلية. \ n \ n3.2 يقر البائع بأنه قد قرأ وفهم ويوافق على أحكام البند 3 ويوافق أيضًا على أن تطبيق أحكام البند 3 ينطبق حتى الإخطار بالتعليق من قبل المزود ، شريطة أن يتم إعطاء البائع إشعار خطي ما لا يقل عن سبعة (7) أيام. منافسة. علاوة على ذلك ، على الرغم من دفع الأضرار المصفاة ، يجب على المزود حجز جميع حقوقه في القانون فيما يتعلق بالانتهاكات.',
        key.vendorHeader5: '4 تعليق:',
        key.vendorBody5:
            '4.1 يحق المزود الحق في تعليق البائع من المنصة مؤقتًا ، دون عقوبة ، إذا: \ n \ n4.1.1 فشل البائع في دفع فواتير المزود التي أصبحت مستحقة. ، البائع ينتهك أي شروط من هذه الاتفاقية أو قد يؤثر سلبًا على عمل المزود. \ n \ n4.2 لتجنب أي شكوك ، يجب ألا يؤدي أي تعليق قابلة للتطبيق بالكامل.',
        key.vendorHeader6: '5 تعويض من مطالبات الطرف الثالث:',
        key.vendorBody6:
            '5- هذا ، إذا كان هذا صحيحًا ، سيشكل خرقًا لهذا الاتفاق من قبل أي من الطرف أو موظفيه أو وكلاءه أو ممثليه. تتعلق أي من أطراف التزامات الناشئة عن هذه الاتفاقية ؛ أو الناشئة عن الإهمال ، أو الأفعال ، أو الإخفاقات في التصرف ، من أي من الطرفات ، موظفيها أو وكلائها أو ممثليها. الرسوم (بما في ذلك الرسوم القانونية المعقولة) التي يتكبدها أي منها يعزى إلى أي مطالبة من هذا القبيل.',
        key.vendorHeader7: '6 رسوم ، دفع وجمع الأموال:',
        key.vendorBody7:
            '6.1 يمنح البائع سلطة مقدم الخدمة لتلقي أي أموال باسم ، وللحساب ، للبائع الذي يدفعه العملاء ، سواء عن طريق الإنترنت أو نقدًا. \ n \ n6.2 في حالة الدفع النقدي بواسطة العميل عند التسليم ، يجب أن يكون المزود مسؤولاً عن جمع الدفع النقدي والتوفيق مع الطرف الآخر وفقًا لأحكام البند 6. وفقًا لأحكام البند 6. أو يتم تطبيق الرسوم بين الطرفين أو تجاه العملاء ، باستثناء ما هو منصوص عليه في هذه الاتفاقية. يقبل البائع على وجه التحديد أنه ، إن أمكن ، يجوز للمزود أن يطرح رسوم الوكالة/المجمع مقابل الإيرادات الناتجة. وقت توصيل الطلب.',
        key.vendorHeader8: '6.6 الفواتير والمدفوعات - تسليم المزود:',
        key.vendorBody8:
            '6.6.1 سيقوم المزود بجمع جميع الطلبات على الائتمان وسيقوم فاتورة ("بيان الطلب") على أساس كل شيء من خلال البريد الإلكتروني. خصم العمولات وجميع الضرائب المعمول بها على أساس أسبوعي للحساب المصرفي المسجل للبائع. N6.6.4 رسوم الخدمة المصرفية وفقًا لـ _bank_ ٪ ، سيتم فرضها على البائع مقابل جميع الطلبات المستلمة على المدفوعات عبر الإنترنت.',
        key.vendorHeader9: '6.7 أوامر الطلب عبر الإنترنت وأوامر الشركات:',
        key.vendorBody9:
            '6.7.1 سيتم تحويل جميع المدفوعات عبر الإنترنت ومعاملتها كطلبات منتظمة وسيتم دفعها إلى البائع. بواسطة البائع للمزود ("إخطار الأضرار"). كائن كتابي في غضون خمسة (5) أيام عمل من تاريخ إصدار بيان الطلب أو الإخطار بالأضرار ويجب أن يذكر بوضوح جميع أسباب الاستئناف ، بما في ذلك أي وثائق داعمة. \ n \ n6.9.2 يجب على المزود مراجعة الاعتراض في غضون ثلاثة (3) أيام عمل من إخطاره باعتراض البائع و: \ n \ ni. إذا تم الاتفاق عليه ، فيجب على المزود ضبط بيان الطلب أو إخطار الأضرار وفقًا لذلك. \ n \ nii. إذا كان الموفر لا يوافق على البائع ، فيجب على بائع ذلك وسيحاول الأطراف بحسن نية لحل أي نزاع أو مطالبة ناشئة عن هذه الاتفاقية أو فيما يتعلق بمفاوضات بين مدير أو ممثل معتمد لكل من الطرفين مع سلطة تسوية النزاع ذي الصلة.',
        key.vendorHeader10: '7 بدء الخدمات:',
        key.vendorBody10:
            'يجب إدراج البائع فقط على النظام الأساسي بعد استلام جميع المعلومات التي يطلبها المزود بما في ذلك ، على سبيل المثال لا الحصر ، قائمة العناصر ؛ شعار وصور معتمدة للمنتجات. يجب على المزود إبلاغ البائع ، بتاريخ بدء الخدمات ("تاريخ البدء") ، والتي يجب ضمها لهذه الاتفاقية.',
        key.vendorHeader11: '8. الامتثال للسياسة والإجراءات:',
        key.vendorBody11:
            '8.1 يدرك البائع أن الموفر يجوز له تعليق خدمات البائع مع أو بدون إشعار في حالة الشكوى (الجودة و/أو شكاوى التسليم/التقاط) تتجاوز 2 ٪ من إجمالي الطلبات التي تصل إلى أعمال البائع والتي قد تؤدي إلى معدل إعادة ترتيب إلى انخفاض من المتوسط. قسائم للعملاء عند الاقتضاء في حالة الشكوى الحقيقية للعميل. يوافق البائع على عدم دفع أي خصم/عمولات لشخص تسليم المزود.',
        key.vendorHeader12: '9. الضمانات:',
        key.vendorBody12:
            'يمثل البائع ، ويطلب ويتعهد أن استخدام بائع ملكيته الفكرية لا ينتهك أو يسيطر على أي حقوق الملكية الفكرية في الطرف الثالث. يجب على البائع تعويض المزود بالكامل ضد أي مطالبات بالانتهاك الحق في IP قدمت ضدهم من قبل الطرف الثالث وفقًا للفقرة 5 المذكورة أعلاه.',
        key.vendorHeader13: '10. السرية:',
        key.vendorBody13:
            '10.1 يجب على الطرف ("الطرف المتلقي") أن يحافظ على ثقة صارمة في جميع المعرفة الفنية أو التجارية عن الفائدة ، والمواصفات ، أو الاختراعات ، أو العمليات ، أو المبادرات التي لها طبيعة سرية وتم الكشف عنها للطرف الآخر ("الطرف الآخر (" إمكانية الكشف عن الطرف ") ، وأي معلومات سرية أخرى تتعلق بأعمال الطرف المفصح ، ومنتجاته ، وخدماته التي قد يحصل عليها الطرف المستلم. الموظفون والوكلاء والمقاولين من الباطن الذين يحتاجون إلى معرفته لغرض تفريغ التزامات الطرف المتلقي بموجب هذه الاتفاقية. الكشف عن أي معلومات للعملاء. الطرف الآخر مقدمًا كتابيًا.',
        key.vendorHeader14: '11. لا شراكة',
        key.vendorBody14:
            'لا يوجد في هذه الاتفاقية المقصود أو يُعتبر أو إنشاء أي شراكة للشركات أو مشروع مشترك بين الطرفين.',
        key.vendorHeader15: '12. التعديلات:',
        key.vendorBody15:
            '12.1 يحق للموفر زيادة رسوم النجاح في أي وقت وفقًا لتقدير المزود. يجب أن يتم إبلاغ الأمر نفسه بالبائع من خلال بريد إلكتروني رسمي و/أو من خلال لوحة معلومات البائع. و/أو على جزء من البائع عن طريق طريقة الإضافات. يجب إبلاغ الأمر نفسه بالبائع من خلال بريد إلكتروني رسمي و/أو عبر لوحة معلومات البائع. من خلال أحكام البند 18. \ n \ n12.4 ، يتم الاتفاق على وجه التحديد على أن جميع التعديلات سارية المفعول بين الأطراف اعتبارًا من التاريخ الذي تم إخلاؤه من قبل المزود وفقًا للفقرة 12.2.',
        key.vendorHeader16: '13. القوة القاهرة:',
        key.vendorBody16:
            'لأغراض هذه الاتفاقية ، تعني "حدث القوة القاهرة" حدثًا يتجاوز السيطرة المعقولة على أي من الطرفين بما في ذلك على سبيل المثال لا الحصر أفعال الله أو الحرب أو أعمال الشغب أو الضجة المدنية أو الإرهاب. لن يكون أي من الطرفين مسؤولاً عن الطرف الآخر كنتيجة مباشرة لأي تأخير أو فشل في تنفيذ التزاماته بموجب هذه الاتفاقية نتيجة لحدث القوة القوى.',
        key.vendorHeader17: '14. أطراف ثالثة:',
        key.vendorBody17:
            'لا يتمتع الشخص الذي ليس طرفًا في هذه الاتفاقية بأي حقوق لفرض شروطه.',
        key.vendorHeader18: '15. الإشعارات:',
        key.vendorBody18:
            '15.1 يجب أن تكون جميع الإشعارات بموجب هذه الاتفاقية مكتوبة ، ويتم توجيهها إلى شخص الاتصال/العنوان المتفق عليه وفقًا للاتفاقية ، ويتم اعتبارها حسب الأصول في نفس اليوم عند الاتفاق عليها أثناء عملية تسجيل البائعين.',
        key.vendorHeader19: '16. المهمة:',
        key.vendorBody19:
            '16.1 يجوز للمزود في أي وقت تعيين أو نقل أو رهن أو رسوم أو عقد من الباطن أو التعامل مع أي من حقوقه أو أي من حقوقه بموجب هذه الاتفاق إلى أي طرف ثالث أو وكيل. تعامل بأي طريقة أخرى مع أي أو جميع حقوقها أو التزاماتها بموجب هذه الاتفاقية.',
        key.vendorHeader20: '17. التنازل:',
        key.vendorBody20:
            'يكون التنازل عن أي حق بموجب هذا الاتفاق أو القانون فعالًا فقط إذا كان مكتوبًا ولا يُعتبر بمثابة تنازل عن أي خرق أو افتراضي لاحق. لا يشكل أي فشل في ممارسة أي حق أو علاج منصوص عليه بموجب هذه الاتفاقية أو بموجب القانون تنازلًا عن أي حق أو علاج ، ولا يمنع أو يقيد ممارسته الإضافية أو أي حق أو علاج آخر.',
        key.vendorHeader21: '18. المصطلح والإنهاء:',
        key.vendorBody21:
            '18.1 يجب أن تبدأ هذه الاتفاقية في تاريخ البدء وستستمر لفترة غير محددة ، ما لم ينتهي في وقت سابق وفقًا لهذا البند 18.1. قد يتم إنهاء هذه الاتفاقية: \ n \ n (أ) من قبل أي من الطرفين للراحة من خلال إعطاء ما لا يقل عن خمسة (5) أيام إشعار خطي مسبق. الطرف في حالة خرق مادي لهذا الاتفاق من قبل الطرف الآخر. مع التأثير الفوري ودون أي مسؤولية ، في حالة خرق القسم 2.12 و 2.13 ، حيث فشل البائع في علاج الخرق في غضون فترة عمل أقصاها (2) من الإخطار.',
        key.vendorHeader22: '19. الحد من المسؤولية:',
        key.vendorBody22:
            '19.1 لا يوجد شيء في هذه الاتفاقية يحد أو يستبعد مسؤولية أي من الطرف عن الوفاة أو الإصابة الشخصية الناجمة عن إهماله ، أو إهمال موظفيه أو وكلاءه أو المقاولين من الباطن. إلى الطرف الآخر ، سواء في العقد ، الضرر (بما في ذلك الإهمال) ، أو خرق الواجب القانوني ، أو غير ذلك ، من أجل أي خسارة في الربح ، أو أي خسارة غير مباشرة أو تبعية أو أضرار ناشئة بموجب أو فيما يتعلق بهذه الاتفاقية. \ n \ n19 .3 يجب أن ينجو هذا البند إنهاء هذه الاتفاقية.',
        key.vendorHeader23: '20. المصطلحات المتضاربة:',
        key.vendorBody23:
            'إلى الحد الذي يتعارض فيه أي من هذه الشروط مع الشروط المذكورة في نموذج تسجيل البائعين (بما في ذلك ، على سبيل المثال لا الحصر ، أي شروط خاصة مفصلة في نموذج تسجيل البائع) ، تسود شروط نموذج تسجيل البائع.',
        key.vendorHeader25: '21. اتفاق كامل:',
        key.vendorBody25:
            'إلى الحد الذي يتعارض فيه أي من هذه الشروط مع الشروط المذكورة في نموذج تسجيل البائعين (بما في ذلك ، على سبيل المثال لا الحصر ، أي شروط خاصة مفصلة في نموذج تسجيل البائع) ، تسود شروط نموذج تسجيل البائع.',
        key.vendorHeader26: '22. قابلية الفصل:',
        key.vendorBody26:
            'إذا كان أي حكم أو تقديم جزئي لهذه الاتفاقية أو يصبح غير صالح أو غير قانوني أو غير قابل للتنفيذ ، فيجب أن يتم تعديله إلى الحد الأدنى اللازم لجعله صالحًا وقانونيًا وقابلًا للتنفيذ. إذا لم يكن هذا التعديل ممكنًا ، فسيتم حذف الحكم ذي الصلة أو تقديم جزئي. لا يؤثر أي تعديل أو حذف بند أو تقديم جزئي بموجب هذا البند على صحة وتنفيذ بقية هذه الاتفاقية.',
        key.vendorHeader27: '23. القانون الحاكم والولاية القضائية:',
        key.vendorBody27:
            '23.1 يجب أن يخضع هذه الاتفاقية ، وأي نزاع أو مطالبة ناشئة عن أو على اتصال بها أو موضوعه أو تكوينه (بما في ذلك النزاعات أو المطالبات غير المتعاقدة) ، وتفسير وفقًا لقوانين باكستان. \ n \ n23.2 يوافق كل طرف على أن أي نزاع ينشأ عن هذه الاتفاق أو تشكيل (بما في ذلك النزاعات أو المطالبات غير المتعاقدة). لا يتم حجب أي مدفوعات مستحقة أو مستحقة الدفع من قبل البائع أو المبلغ الذي سيتم نقله من قبل المزود بسبب نزاع معلق للمحكمة أو آلية حل النزاعات الأخرى باستثناء أن هذا الدفع هو موضوع هذه النزاعات.',

        key.or: 'أو',
        key.becomeAVendor: 'افتح متجرك في سوق البلد',
        key.joinOurMarketplace: 'انضم إلى سوقنا وابدأ في بيع منتجاتك اليوم!',
        key.seamlessShopping: 'أدخل تفاصيل تجربة التسوق السلس',
        key.createAnAccount: 'إنشاء حساب',
        key.getOnboardUser: 'احصل على متن الطائرة كاستخدام',
        key.phoneNumber: 'رقم التليفون',
        key.termsAndConditionsCheckbox:
            'من خلال إنشاء حسابك ، عليك أن توافق على شروطنا وأحكامنا.',
        key.frontSide: 'الجانب الامامي',
        key.backSide: 'الجانب الخلفي',
        key.legalDocument: 'وثيقة قانونية',
        key.storeLogoImage: 'شعار/صورة متجر',
        key.business: 'عمل',
        key.information: 'معلومة',
        key.vendorAccountCreation: 'إنشاء حساب البائع',
        key.profileStatus: 'حالة الملف الشخصي',
        key.shopName: 'اسم المحل',
        key.enterStoreName: 'أدخل اسم المتجر',
        key.storeAddress: 'عنوان متجر',
        key.enterShopAddress: 'أدخل عنوان المتجر',
        key.ifAvailable: 'إذا كان متاحا',
        key.storeNumber: 'رقم المتجر',
        key.lessThanMb: 'أقل من 2 ميجابايت',
        key.chooseFile: 'اختر ملف',
        key.noFileChosen: 'لم تقم باختيار ملف',
        key.waitForVerification: 'انتظر التحقق',
        key.vendor: 'بائع',
        key.submitted: 'مُقَدَّم',
        key.lastStep: 'اخر خطوة',
        key.availAmazingDiscount: 'استفد من خصومات مذهلة',
        key.descriptionOfDiscount: 'حفظ كبير مع 30 ٪ خصم على جميع منتجاتنا!',
        key.celebrateFreedomAndSavings: 'احتفل بالحرية والمدخرات',
        key.descriptionOfFreedomAndSavings: 'عروض حصرية ليوم الاستقلال!',
        key.boostYourBusiness: 'عزز عملك مع ISMMART',
        key.descriptionOfBoostYourBusiness: 'رسوم تسجيل منصة الصفر للبائعين!',
        key.storeCountry: 'متجر المتجر',
        key.storeCity: 'تسوق المدينة',
        key.vendorCNIC: 'البائع كيني',
        key.storeCategory: 'فئة المتجر',
        key.yourStoreCategory: 'فئة متجرك',
        key.storeDescription: 'وصف المتجر',
        key.enterStoreDescription: 'أدخل وصف المتجر',
        key.storeImage: 'تسوق صورة',
        key.storeCoverImage: 'صورة غلاف المتجر',
        key.enterBankName: 'أدخل الاسم المصرفي',
        key.enterAccountTitle: 'أدخل عنوان الحساب',
        key.accountTitle: 'عنوان الحساب المصرفي',
        key.enterAccountNumberOrIban: 'أدخل رقم الحساب / IBAN',
        key.cityReq: 'اختر مدينة',
        key.countryReq: 'حدد الدولة',
        key.emailIsRequired: 'البريد الالكتروني مطلوب',
        key.passwordIsRequired: 'كلمة المرور مطلوبة',
        key.passwordConfirmIsRequired: 'تأكيد كلمة المرور مطلوب',
        key.FirstNameReq: 'الإسم الأول مطلوب',
        key.LastNameReq: 'إسم العائلة مطلوب',
        key.incorrectAddress: 'أدخل العنوان الصحيح',
        key.incorrectNTN: 'أدخل NTN الصحيح',
        key.incorrectCNIC: 'أدخل CNIC الصحيح',
        key.cnicReq: 'مطلوب cnic',
        key.categoryReq: 'اختر الفئة',
        key.incorrectBranchCode: 'أدخل رمز الفرع الصحيح',
        key.storeDescReq: 'وصف المتجر مطلوب',
        key.frontSideReq: 'مطلوب صورة الجانب الأمامي Cnic',
        key.backSideReq: 'مطلوب صورة الجانب الخلفي cnic',
        key.chequeImageReq: 'تحقق من الصورة مطلوبة',
        key.storeLogoImageReq: 'الشعار/الصورة مطلوب',
        key.helpCenter: 'مركز المساعدة',
        key.shopAddressReq: 'عنوان المتجر مطلوب',
        key.shopNameReq: 'اسم المتجر مطلوب',
        key.getOnboard: 'إركب',
        key.createYourAccount: 'أنشئ حسابك',
        key.continueWithSameEmail: 'تابع مع نفس البريد الإلكتروني',
        key.continueWithDiffEmail: 'مع بريد إلكتروني مختلف',
        key.chequeImageNote:
            'يجب أن تكون صورة التحقق من نفس التفاصيل المصرفية مرئية كما ذكرت أعلاه',
        key.enterCNIC: 'أدخل CNIC',
        key.enterBranchCode: 'أدخل رمز الفرع',

        key.maxAddressLimitMsg:
            'الحد الأقصى لعناوين تم الوصول إليه. يرجى تحديث/حذف العنوان للمتابعة',
        key.forgotPasswordDesc:
            'أدخل بريدك الإلكتروني لتلقي بريد إلكتروني \ nwith رمز OTP.',
        key.emailVerification: 'تأكيد بواسطة البريد الالكتروني',
        key.serverUnableToHandle: 'الخادم غير قادر على التعامل مع الطلب',
        key.serverTakingTooLong: 'يستغرق الخادم وقتًا طويلاً للرد',
        key.noInternetConnection: 'لا اتصال إنترنت',
        key.questions: 'أسئلة',
        key.updateQuestion: 'تحديث السؤال',
        key.deleteQuestion: 'حذف السؤال',
        key.deleteQuestionDialogDesc: 'هل أنت متأكد من أنك تريد حذف السؤال؟',
        key.question: 'أسئلة',
        key.addAnswer: 'أضف إجابة',
        key.viewProduct: 'عرض المنتج',
        key.answer: 'إجابة',
        key.updateAnswer: 'تحديث الإجابة',
        key.deleteAnswer: 'حذف الإجابة',
        key.addQuestion: 'أضف سؤالا',
        key.updateProfile: 'تحديث الحساب',
        key.pickImage: 'اختر الصورة',
        key.currentPassword: 'كلمة المرور الحالية مطلوبة',
        key.updateShippingAdd: 'تحديث عنوان الشحن',
        key.addShippingAdd: 'إضافة عنوان الشحن',
        key.updateInfoToProceed: 'تحديث المعلومات للمتابعة',
        key.updateInfoAlertMsg:
            'تم تحديث شروطنا وأحكامنا. لضمان وجود علاقة تجارية سلسة ، يرجى النقر على المتابعة',
        key.skip: 'يتخطى',
        key.updateInfo: 'تحديث المعلومات',
        key.weightIsReq: 'الوزن مطلوب',
        key.enterCorrectWeight: 'أدخل الوزن الصحيح',
        key.weight: 'وزن',
        key.length: 'طول',
        key.width: 'عرض',
        key.height: 'ارتفاع',
        key.connectionError: 'خطأ في إنشاء اتصال. حاول ثانية.',
        key.enableLocation: 'تمكن موقع.',
        key.locationAccessDenied: 'تم رفض الوصول إلى الموقع',
        key.locationAccessPermanentlyDenied:
            'تم رفض الوصول إلى الموقع بشكل دائم',
        key.couldNotGetLocation: 'لا يمكن الحصول على الموقع. حاول ثانية.',
        key.productExists: 'المنتج موجود بالفعل',
        key.productVariant: 'متغيرات المنتج',
        key.weightAndDimension: 'الوزن والأبعاد',
      };
}
