import 'translations_key.dart' as key;

class Japanese {
  Map<String, String> get translations => {
        key.settings: '設定',
        key.general: '全般的',
        key.account: 'アカウント',
        key.myAccount: 'マイアカウント',
        key.welcome: 'いらっしゃいませ',
        key.language: '言語',
        key.notifications: '通知',
        key.aboutUs: '私たちに関しては',
        key.contactUs: 'お問い合わせ',
        key.appearance: '外観',
        key.termsAndConditions: '利用規約',
        key.privacyPolicy: 'プライバシーポリシー',
        key.returnAndExchange: '返品と交換',
        key.faqs: 'FAQ',
        key.selectLanguage: '言語を選択する',
        key.logout: 'ログアウト',
        key.login: 'ログイン',
        key.register: '登録',
        key.signIn: 'ログイン',
        key.signUp: 'サインアップ',
        key.loginGreetings: 'ご挨拶！おかえり！アカウントにサインインします',
        key.forgotPassword: 'パスワードをお忘れですか？',
        key.donTHaveAccount: 'アカウントを持っていませんか？',
        key.send: '送信',
        key.optional: 'オプション',
        key.verification: '検証',
        key.alreadyHaveAccount: 'すでにアカウントをお持ちですか！',
        key.home: '家',
        key.categories: 'カテゴリ',
        key.deals: '取引',
        key.menu: 'メニュー',
        key.myCart: '私のカート',
        key.topCategories: 'トップカテゴリ',
        key.discountDeals: '割引取引',
        key.seeAll: 'すべてを見る',
        key.viewAll: 'すべてを表示します',
        key.viewMore: 'もっと見る',
        key.orderSummary: '注文の概要',
        key.shippingDetails: '出荷の詳細',
        key.orderTime: '注文時間',
        key.expectedDelivery: '予想される配達',
        key.shipping: '運送',
        key.shippingCost: '輸送費',
        key.vendorDashboard: 'ダッシュボード',
        key.vendorRegistration: 'ベンダー登録',
        key.myOrders: '私の注文',
        key.myProducts: '私の製品',
        key.recentOrders: '最近の注文',
        key.completedOrder: '注文が完了しました',
        key.processingOrders: '注文の処理',
        key.totalEarning: '総収益',
        key.cMonthEarning: '現在の月の収入',
        key.pendingAmount: '保留中の金額',
        key.wallet: '財布',
        key.userOrders: 'ユーザー注文',
        key.vendorOrders: 'ベンダーの注文',
        key.pendingOrders: '保留中の注文',
        key.totalOrders: '合計注文',
        key.goldCoins: '金貨',
        key.silverCoins: '銀貨',
        key.deleteProd: '製品を削除します',
        key.selectCategory: 'カテゴリを選んでください',
        key.selectSubCategory: 'サブカテゴリを選択します',
        key.profile: 'プロフィール',
        key.vendorStoreDetails: 'ベンダーの詳細',
        key.personalInfo: '個人情報',
        key.storeInfo: '店舗情報',
        key.phone: '電話',
        key.firstName: 'ファーストネーム',
        key.lastName: '苗字',
        key.address: '住所',
        key.country: '国',
        key.city: '街',
        key.deActivateMsg: 'アカウントを除外することは間違いありませんか？',
        key.bankDetails: '銀行の詳細',
        key.bankName: '銀行名',
        key.ibanReq: '銀行名が必要です！',
        key.branchCode: '口座番号',
        key.branchCodeReq: '銀行口座番号が必要です',
        key.bankAccountHolder: 'アカウントタイトル',
        key.bankAccHolderReq: 'アカウントタイトルが必要です',
        key.subject: '主題',
        key.subjectReq: '件名が必要です',
        key.message: 'メッセージ',
        key.messageReq: 'メッセージ本文が必要です',
        key.membershipPlans: 'メンバーシッププラン',
        key.membershipDesc:
            'より多くの収益を獲得し、新製品やビジネスモデルをサポートし、グローバルに定期的な支払いを受け入れます。',
        key.subscribeBtn: '購読',
        key.subscribedBtn: '購読',
        key.popular: '人気',
        key.searchIn: '何を探していますか？',
        key.active: 'アクティブ',
        key.order: '注文',
        key.checkout: 'チェックアウト',
        key.changeBtn: '変化',
        key.updateBtn: 'アップデート',
        key.deleteBtn: '消去',
        key.deactivateBtn: 'アカウントを削除する',
        key.confirm: '確認',
        key.set: '設定',
        key.yesBtn: 'はい',
        key.noBtn: 'いいえ',
        key.sold: '売れた',
        key.submit: '送信',
        key.cancelBtn: 'キャンセル',
        key.add: '追加',
        key.apply: '申し込み',
        key.addNew: '新しく追加する',
        key.total: '合計',
        key.details: '詳細',
        key.sortBy: '選別',
        key.filter: 'フィルター',
        key.search: '検索',
        key.status: 'スターテス',
        key.addNewAddress: '新しいアドレスを追加',
        key.addPayment: '支払いを追加します',
        key.paymentMethod: '支払詳細',
        key.confirmOrder: '注文を確認します',
        key.proceedToCheckOut: 'チェックアウトに進む',
        key.addProduct: '製品を追加します',
        key.redeemBtn: '償還',
        key.storeName: '店名',
        key.storeNameReq: 'ストア名が必要です',
        key.description: '説明',
        key.descriptionReq: '説明が必要です',
        key.ownerName: '所有者名',
        key.ownerNameReq: '所有者名が必要です',
        key.phoneReq: '電話が必要です',
        key.productName: '商品名',
        key.productNameReq: '製品名が必要です',
        key.prodPrice: '製品価格',
        key.prodPriceReq: '価格が必要です',
        key.prodStock: '製品ストック',
        key.prodStockReq: '在庫が必要です',
        key.prodDiscount: '割引',
        key.prodDiscountReq: '割引が必要です',
        key.prodSku: '製品SKU',
        key.prodSkuReq: '製品SKUが必要です',
        key.email: 'Eメール',
        key.emailReq: '無効な電子メール形式？',
        key.password: 'パスワード',
        key.passwordLengthReq: 'パスワードは少なくとも6文字でなければなりませんか？',
        key.fullName: 'フルネーム',
        key.fullNameReq: '名前が必要です',
        key.registerGreetings: 'ismmartアカウントを作成します！',
        key.otp: 'OTP',
        key.otpReq: 'OTPが必要です',
        key.newPassword: '新しいパスワード',
        key.newPassReq: '新しいパスワードが必要です',
        key.confirmPass: 'パスワードを認証する',
        key.confirmPassReq: 'パスワードを確認する必要があります',
        key.passwordNotMatched: 'パスワードが一致していません！',
        key.titleReq: 'タイトルが必要です',
        key.emptyCart: 'あなたのカートは空です',
        key.emptyCartMsg: 'カートにアイテムが追加されていません。カートに製品を追加してください。',
        key.emptyProductSearch: '検索製品は見つかりません',
        key.emptyProductSearchMsg: 'ごめん！検索は製品と一致しませんでした\ nもう一度やり直してください。',
        key.noProductFound: 'まだ製品を追加していません！',
        key.noOrderFound: 'まだ注文がありません！',
        key.noAddressFound: '住所は見つかりません',
        key.noDefaultAddressFound: 'デフォルトのアドレスは見つかりません',
        key.noCartItemFound: 'カートアイテムは見つかりません',
        key.noCategoryFound: 'カテゴリは見つかりません',
        key.noSubCategoryFound: 'サブカテゴリは見つかりません',
        key.noDataFound: '何もデータが見つかりませんでした',
        key.plzSelectSubCategory: 'サブカテゴリを選択してください',
        key.someThingWentWrong: '何かがうまくいかなかった',
        key.delProdMsg: 'これを削除しますか？',
        key.updateProduct: '製品を更新します',
        key.exitApp: 'EXITアプリ',
        key.currentUserNotFound: '現在のユーザーが見つかりません',
        key.wrongWithCredentials: '資格情報に何か問題が発生しました',
        key.enterEmail: 'OTPを受信するには、電子メールを入力してください',
        key.emptyField: '空のフィールド',
        key.enterDetails: '詳細を入力して、新しいパスワードを作成します',
        key.passwordRequired: 'パスワードが必要です！',
        key.standard: '標準',
        key.toProceedWithPurchase: '購入を続行するには、必要な最低注文額は1000ルピーであることに注意してください。',
        key.preferredPayment: 'ご注文を完了するには、お好みの支払い方法を選択してください。',
        key.cartMustNotEmpty: 'カートが空であってはなりません',
        key.delivery: '配達',
        key.daysCost: '日費用',
        key.freeShipping: 'PKR 1000を超えるすべての注文の送料無料',
        key.zipCode: '郵便番号',
        key.zipCodeRequired: '郵便番号が必要です！',
        key.addressRequired: 'アドレスが必要です！',
        key.selectCountry: '国を選択',
        key.chooseCountry: '国を選択します',
        key.selectCity: 'Cityを選択します',
        key.chooseCity: '都市を選択してください',
        key.success: '成功',
        key.disputeDeleted: '紛争は正常に削除されました',
        key.recordDoNotExist: 'レコードは存在しません',
        key.fileMustBe: '各ファイルは最優秀でなければなりません',
        key.invalidImageFormat: '無効な画像形式！',
        key.minPriceShouldNotBe: '分価格は最大よりも大きくはありません。価格！',
        key.plzSelectCountry: 'plzは国と都市を選択します',
        key.shippingAddressDetail: 'plzは国と都市を選択します',
        key.cashOnDelivery: '納税を行う（利用できない）',
        key.creditCard: 'クレジットカード',
        key.wantToRedeem: '償還したい',
        key.coins: 'コイン',
        key.needMoreCoins: '引き換えるにはもっとコインが必要です',
        key.subtotal: '小計',
        key.items: 'アイテム',
        key.shippingFee: '送料',
        key.inclusiveOfGst: 'GSTを含む',
        key.continueShopping: 'ショッピングを続ける',
        key.orderId: '注文',
        key.paymentSuccessful: '支払いが成功しました！、あなたは注文が行われました！',
        key.orderInformation: '情報を注文します',
        key.orderNotCreated: '何かがうまくいかなかった！作成されていない注文',
        key.discountMinValue: '割引はより大きくする必要があります',
        key.discountMaxValue: '割引は大きくても等しくないはずです',
        key.imageSizeDesc: '画像は存在する必要があります',
        key.availableStock: '利用可能な在庫',
        key.itemPrice: 'アイテム価格',
        key.features: '特徴',
        key.itemsFound: '見つかったアイテム',
        key.price: '価格',
        key.minPrice: '最小価格',
        key.maxPrice: 'マックス価格',
        key.clear: 'クリア',
        key.lowToHigh: '低から高',
        key.highToLow: '高から低い',
        key.OFF: 'オフ',
        key.orderDetail: '注文詳細',
        key.cancel: 'キャンセル',
        key.emailVerificationLink: '電子メールを入力して、確認リンクを受信します',
        key.id: 'id',
        key.disputeDetail: '紛争の詳細',
        key.disputes: '紛争',
        key.frequentlyAsked: 'よくある質問',
        key.forAnyQueryJust: 'どんなサポートでも、クエリを送信してください',
        key.youStoreHas: 'あなたの店は無効になっています',
        key.addToCart: 'カートに追加',
        key.added: '追加した！',
        key.noQuestionFound: '質問は見つかりません',
        key.productQuestions: '製品の質問',
        key.askQuestion: '質問する',
        key.peopleAlsoViewed: '人も見ています',
        key.color: '色',
        key.size: 'サイズ',
        key.quantity: '量',
        key.next: '次',
        key.questionBody: '質問本体',
        key.storeDetail: '詳細を保存します',
        key.sellerRating: '売り手の評価',
        key.customers: '顧客',
        key.totalProducts: '総製品',
        key.soldItems: '販売されたアイテム',
        key.thisStoreHasBeen: 'この店はそ​​れ以来営業しています',
        key.topProducts: 'トップ製品',
        key.finalPriceWould: '最終価格はRsです',
        key.afterPlatformFee: 'のプラットフォーム料金の後',
        key.yourDiscountShould: '割引は10〜100％でなければなりません。もう一度やり直してください！',
        key.uploadImageLessThan: '画像を下にアップロードします',
        key.outOfStock: '在庫切れ',
        key.productNotFound: '製品が見つかりません',
        key.invoiceNo: '請求書番号',
        key.billingDetails: '支払明細',
        key.qty: '数量',
        key.amount: '額',
        key.action: 'アクション',
        key.reviews: 'レビュー',
        key.rating: '評価',
        key.addDisputes: '紛争を追加します',
        key.disputeAlreadyAdded: '紛争はすでに追加されました',
        key.viewDispute: '論争を見る',
        key.disputeNotAddedYet: '紛争はまだ追加されていません',
        key.deliveryDate: '配送日',
        key.totalPrice: '合計金額',
        key.claimCanBeMade: '請求は、小包の損失または損害が発生した場合にのみ行うことができます',
        key.clickHereToUpload: 'アップロードするにはここをクリックしてください',
        key.userOrderDispute: 'ユーザー注文紛争',
        key.pending: '保留中',
        key.accepted: '受け入れられました',
        key.shipped: '出荷された',
        key.delivered: '配達',
        key.cancelled: 'キャンセル',
        key.gallery: 'ギャラリー',
        key.camera: 'カメラ',
        key.pickFrom: 'から選びます',
        key.yourCoverAndProfile: 'あなたのカバーとプロフィールはPNGまたはJPGでなければなりません。',
        key.updateVendorDetails: 'ベンダーの詳細を更新します',
        key.fieldIsRequired: 'フィールドは必須項目です',
        key.call: '電話',
        key.centralHeadquarters: '中央本部',
        key.globalHeadquarters: 'グローバル本部',
        key.centralHeadquartersValue:
            'プロット番号、60 Street 12、G-8/1、イスラマバード首都領44080パキスタン',
        key.globalHeadquartersValue: 'オフィス1005-1006、10階、引用タワー、ビジネスベイ、ドバイ',
        key.aboutHeader1: 'ismmartとは何ですか？',
        key.aboutHeader2: '我々の使命',
        key.aboutHeader3: '私たちのビジョン',
        key.aboutHeader4: 'システムはどのように機能しますか？',
        key.aboutHeader5: '代金返却方針',
        key.aboutHeader6: '何が私たちを違うものにしますか？',
        key.aboutBody1:
            'ISMMARTは、販売者/ベンダーに仮想スペースを提供するeコマースプラットフォームであり、製品やサービスを宣伝、販売、販売できます。 iSmmartの概念は、売り手と買い手の間に大きな信頼の赤字を見たときに確立されました。その問題を考慮して、Shaukat Marwatの私たちは、バイヤーのお金とサービスの最大限のセキュリティを確保する信頼できる信頼に値するプラットフォームを人々に提供したいと考えていました。',
        key.aboutBody2:
            '私たちの使命は、販売者がためらうことなく買い手とつながることができる安全なプラットフォームをもたらすことです。私たちは、人々が1つのプラットフォームの下であらゆる種類の製品とサービスを探索できる、この種のeコマース店の1つになることを目指しています。また、何千人もの個人が自分のビジネスを持ち、国内でより多くの労働力を創出できるようにするフォーラムを作成するつもりです。',
        key.aboutBody3:
            '私たちのビジョンは、グローバル市場をターゲットにし、ビジネスを接続してユニットとして1つの傘の下に置く信頼できる店舗をもたらすことです。',
        key.aboutBody4:
            'このシステムは、市場に何かを販売したい売り手に仮想スペース/ストアを提供します。彼らは個々のベンダー、またはデジタルの世界での存在を強化したいと考えているいくつかの確立されたブランドになることができます。当社のベンダーは、毎月のサブスクリプション料金/プラットフォーム料金で私たちに登録します。ベンダーの基本情報を取得し、彼らとの合意を準備することにより、ベンダーの信ity性を検証します。同様に、当社の顧客/バイヤーは、eコマースストアにも登録されます。顧客は、ベンダーのプロファイルを確認し、（サービスを受けた後）ベンダープロファイルを確認し、購入し、購入し、市場の製品を最新の状態に保ちます。たとえば、あらゆる種類の家電製品を扱うアリエレクトロニクスとして登録されているベンダー/ストアがあります。たとえば、Ayeshaは電動ケトルを購入したいと考えています。彼女は注文を行い、注文が完了するまで会社のアカウントにある事前に支払いを行います。 Ali Electronicsは注文に関する通知を受け取ります。彼は関連する製品を梱包し、私たちのサービス（当社のアカウントを通じて定義された宅配便サービス）を通じてそれを派遣します。ミスアイシャが製品を受け取って、彼女が希望する製品を取得したことを確認すると、支払いはリリースされ、定義された期間（15日）にベンダーアカウントに届きます。注：検証されていないメンバーや未登録のメンバーは、iSmmartストアで製品をサーフィンすることしかできませんが、取引は許可されていません。質の高い取引を確保するには、すべての顧客が販売 /購入前に登録する必要があります。',
        key.aboutBody5:
            'iSmmartストアは通常、宅配便がアイテムを返品センターに返すと、3営業日以内にリターンを処理します。当社のカスタマーサービスチームは、返品ポリシーに従って書面による苦情を受け取るとすぐに配送ラベルを提供します。アイテムが受信され、払い戻しが完了する前に適切な品質チェックが行われます。支払い方法によっては、払い戻し時間が異なる場合があることに注意してください。 3〜14営業日かかる場合があります。返品された製品に対して支払ったお金に加えて、送料も返済されます。たとえば、Ayeshaが製品を受け取ると、彼女はそれが故障していると感じます。彼女は私たちの苦情センターで苦情を申し立てます。そこでは、私たちが解決のためにベンダーと連絡を取ります。彼女の主張が正しく証明されている場合、彼女は故障したアイテムをベンダーに戻し、彼女の支払い（iSmmartによって保留された保留になります。一部の製品/サービスは返金不可であり、説明で定義されます製品/サービスの。',
        key.aboutBody6:
            'ISMMARTは、バイヤーとベンダーの両方に100％のセキュリティを提供するユニークなプラットフォームです。販売のみを提供する店舗とは異なり、1つのプラットフォームで製品またはサービスを表示、販売、販売する仮想スペースを提供します。バイヤーにとって、それは彼らが自分のお金が無駄にならないと確信して買い物をすることができる排他的なフォーラムです。当社のユニークな返品ポリシーは、買い手または売り手に対して詐欺的な活動が起こらないことを保証します。さまざまなカテゴリのベンダー向けのさまざまなサブスクリプション/メンバーシップオファーを考案しました。',
        key.exchangeHeader1: '',
        key.exchangeHeader2: '返す方法は？',
        key.exchangeBody1:
            '顧客満足度が保証されています！ iSmmartストアで販売されている製品の品質を保証します。購入に満足していない場合は、正しくなります。以下にリストされているいくつかの条件を除き、iSmmartストアから購入したアイテムは、出荷日から14暦日以内に返品される場合があります。'
                '*割引商品/製品は、払い戻しのために交換または返品することはできません。明らかな欠陥が見つかった場合にのみ、交換または返却することができます。'
                '*返品されているアイテムは、元のパッケージで、すべての安全シールとラベルがまだ無傷/添付されていない、無傷/添付で未解決のものでなければなりません。これらの条件が満たされない場合、返品は払い戻しまたは交換の資格がありません。'
                '* ISMMARTストアは、状況によって例外を作成するための排他的権利/権限を予約します。'
                '*当社の返品ポリシーに入っている明らかなエラーのためにアイテムが返された場合、顧客はクーリエサービスに対して請求されません。'
                '*携帯電話、アクセサリー、およびその他の電気製品およびその他の電子製品の返品期間は、パッケージを受け取った日から5暦日しかありません。返品ウィンドウ中に欠陥が見つかった場合、交換用品は請求せずに与えられます。メーカーまたはサプライヤーからの標準的な保証は、返品ウィンドウが期限切れになった後に有効になります。',
        key.exchangeBody2: 'アイテムが上記のすべての要件を満たしている場合は、カスタマーサポートセンターにご連絡ください。',
        key.deleteDisputesMsg: '紛争を削除したいですか？',
        key.feeChargesExplained: '料金が説明されました！',
        key.serviceFee: 'サービス料',
        key.deliveryFee: '配送料',
        key.supportCenter: '24時間年中無休のサポートセンター',
        key.costDesc1: '私たちは、可能な限り最高のサービスを提供しながら、サービスと配送料を可能な限り低く保つよう努めています。',
        key.costDesc2:
            'プラットフォームの維持コスト、品質管理の確保、顧客サポートの提供のコストを賄うのに役立つ割合ベースの料金です。サービス料は、Prestiogiusベンダーによってアップロードされた各製品のわずか5％です。',
        key.costDesc3:
            '配送料は、お客様の注文をお客様の場所に配信するコストをカバーする定額料金です。配送料は、各注文でのみ250ルピーです。',
        key.costDesc4:
            '私たちの料金について質問や懸念がある場合は、カスタマーサポートチームに連絡することをheしないでください。私たちのサービスを選んでくれてありがとう！',
        key.sortByPrice: '価格で並べ替えます',
        key.currencyKey: '通貨',
        key.privacyHeader1: '',
        key.privacyHeader2: 'あなたの個人情報の使用',
        key.privacyHeader3: 'どのデータを収集し、どのように収集しますか？',
        key.privacyHeader4: 'あなたが提供する情報：',
        key.privacyHeader5: '自動情報：',
        key.privacyHeader6: '他の情報源からの情報：',
        key.privacyHeader7: '一般的なデータ：',
        key.privacyHeader8: 'プロファイルデータ：',
        key.privacyHeader9: 'ログファイル：',
        key.privacyHeader10: '分析：',
        key.privacyHeader11: '位置情報：',
        key.privacyHeader12: 'クッキー：',
        key.privacyHeader13: '私の情報はどれくらい安全ですか？',
        key.privacyHeader14: 'どのような情報にアクセスできますか？',
        key.privacyHeader15: 'このプライバシーポリシーの変更',
        key.privacyBody1:
            'ismmartストアはあなたのプライバシーを尊重し、あなたの個人情報を保護したいと考えています。このプライバシーステートメントは、当社のプラットフォームまたはサイトのユーザーから得られる個人データとサイトで利用可能になったサービスをどのように処理するかを説明することを目的としています。このポリシーは、個人情報がどのように収集、使用、開示されるかについてのオプションの概要も概説しています。お客様は、このプラットフォームまたはサイトに直接アクセスする場合、または別のWebサイトを介してこのプライバシーポリシーに概説されている手順に同意します。詳細については、このプライバシーポリシーをお読みください。 iSmmartストアはお客様のデータを収集して、製品やサービスを常に提供し、常に改善できるようにします。',
        key.privacyBody2: '一般に、お客様が提出した個人情報は、お客様が行ったリクエストに応答するために使用され、より良いサービスを提供すること、またはサービスを販売するために使用されます。次の方法でお客様の個人情報を使用しています。'
            '注文を受け、製品を配信し、支払いを処理し、注文、製品、サービス、プロモーションの提供についてお客様と通信します。製品の配信について更新してください。'
            '*個人情報を収集して使用して、特定の法律に準拠してください。'
            '*サイト、製品、サービスを操作、維持、改善します。'
            '*コメントや問い合わせに応答し、顧客サービスを提供します。'
            '*ユーザー情報をリンクまたは組み合わせて、お客様のニーズをよりよく理解し、より良いサービスを提供するために、第三者から受け取った他の個人情報を組み合わせてください。'
            '*製品のマーケティングを開発、改善、強化します。'
            '*アカウント/個人のプロフィールまたはその他の手段を通じて、システムのユーザーとしてあなたを識別します。'
            '*これらの目的に従って自動化された意思決定プロセスを実施します。'
            '*あなたが行う支払いに関連して金融取引を検証して実行し、当社のサイトからのデータのダウンロードを監査します。'
            '*さまざまな場所にあるサーバーに個人情報を保存および処理する場合があります。また、それ以外の場合はデータを個人的に識別できる情報を完全に除外することにより、個人情報から匿名のデータレコードを作成する場合があります。この匿名データを使用して、リクエストと使用パターンを分析して、「サービスのコンテンツを改善し、サイト機能を最適化する」ことができます。'
            'これに加えて、匿名データを第三者と共有する権利を留保し、あらゆる目的でそれを使用することができます。当社の製品やサービスで良い経験をしたユーザーは、証言と発言を提供する場合があります。そのような資料を公開するかもしれません。このようなコンテンツを投稿するときに、ユーザーの最初の名前と姓を使用して識別する場合があります。このデータを証言とともに公開する前に、ユーザーの同意を得ます。'
            'お客様の同意が得られた他の目的のために、この情報を使用します。これらの目的のいずれかに従って自動化された意思決定プロセスを実施する。',
        key.privacyBody3: '',
        key.privacyBody4:
            'ISMMARTストアは、当社のサービスを使用するときにアカウントプロファイルを通じて提供するデータを受信および保存します。',
        key.privacyBody5:
            '当社のサービスを使用する場合、ISMMARTストアで提供される製品、情報、サービスとの対話方法に関するデータなど、いくつかの種類の情報を自動的に収集および保持します。 Webブラウザーまたはデバイスが当社のWebサイトにアクセスすると、他の多くのWebサイトと同様に、「Cookie」やその他の一意の識別子を使用して、特定の情報を収集します。',
        key.privacyBody6:
            'ismmartストアは、他のソースからお客様に関する情報を入手する場合があります。たとえば、当社のキャリアは、最新の配信とアドレスデータを提供する場合があります。これを利用して、レコードを更新し、その後の購入を提供するのをより簡単にします。',
        key.privacyBody7:
            'サービスを使用すると、情報は自動的に作成されます。たとえば、当社のサービスを使用する場合、一般的な場所、使用するデバイスの種類、オープンデバイス識別番号、訪問日と時刻、一意のデバイス識別子、ブラウザのタイプに関する情報を収集する場合があります。使用、オペレーティングシステム、インターネットプロトコル（IP）アドレス、およびドメイン名。一般的に言えば、この情報を利用してサイトを操作および強化し、可能な限り最も適切な情報を受け取るようにします。',
        key.privacyBody8: 'ユーザー名とパスワード、あなたに関連する注文、興味、好み、フィードバック、調査回答。',
        key.privacyBody9:
            'ほとんどのWebサイトに当てはまるように、特定の情報を自動的に収集し、ログファイルに保存します。この情報には、IPアドレス、ブラウザタイプ、インターネットサービスプロバイダー（ISP）、参照/終了ページ、オペレーティングシステム、日付/タイムスタンプ、および[ストリーミングデータ]をクリックします。この情報を使用して、パフォーマンスサービスを維持および改善します。',
        key.privacyBody10:
            '人々がWebサイトとどのように対話するかをよりよく理解するために、Google Analyticsに限定されていないが、分析サービスを採用しています。 Cookieは、分析サービスで使用されて、ユーザーがサイトにアクセスする頻度などのデータを収集し、このデータを利用してサービスとWebサイトを強化します。分析サービスの利用規約とプライバシーポリシー。これらの企業がこの情報をどのように使用するかについての詳細については、収集した情報の使用方法と配布の制限を掲載する必要があります。',
        key.privacyBody11:
            'デバイスでロケーションサービスを有効にしている場合は、提供するサービスを改善するために位置情報を収集する場合があります。この情報を収集したくない場合は、デバイスのロケーションサービスを無効にすることができます。',
        key.privacyBody12:
            'Cookieは、Webサイトを表示している間にWebサイトがコンピューターのハードドライブに送信する小さな情報です。これらのテキストファイルは、ユーザーの体験をより効率的にするためにWebサイトで使用できます。これらのクッキーがこのサイトの操作に厳密に必要な場合は、これらのCookieをお使いのデバイスに保存する場合があります。他のすべての種類のCookieについては、許可が必要です。そのために、このサイトはさまざまな種類のCookieを使用しています。一部のCookieは、ページに表示されるサードパーティサービスによって配置されています。私たちと一部の第三者は、セッションCookie（Webブラウザーを閉じたら期限切れになる）と永続的なCookie（削除するまでコンピューターにとどまる）の両方を使用して、サービスとマーケットでより個人的でインタラクティブなエクスペリエンスを提供することができます。当社の製品。マーケティングクッキーは、ウェブサイト全体の訪問者を追跡するために使用されます。意図は、個々のユーザーに関連性があり魅力的な広告を表示し、それによって出版社やサードパーティの広告主にとってより価値のある広告を表示することです。この追跡は匿名で行われます。',
        key.privacyBody13:
            'ソリューションを設計する際には、セキュリティとプライバシーを検討します。暗号化プロトコルとソフトウェアを利用することにより、送信全体で個人情報のセキュリティを維持しようとします。クレジット /デビットカード /銀行の詳細を処理するとき、私たちは最高の業界慣行を遵守し、物理的、電子的、手続き的な手段を使用して顧客の個人情報を安全に保ちます。セキュリティ対策のため、個人データへのアクセスを提供する前に、アイデンティティを証明する必要があります。パスワードやコンピューター、デバイス、アプリケーションへの不正アクセスから保護することが重要です。他のオンラインアカウントに使用されないアカウントに一意のパスワードを使用することをお勧めします。共有コンピューターの使用が終了したら、必ずサインオフしてください。',
        key.privacyBody14:
            'アカウントセクションの名前、住所、支払いオプション、プロフィール情報、購入履歴など、情報にアクセスできます。',
        key.privacyBody15:
            'このプライバシーポリシーは、2022年10月10日の時点で有効であり、将来の規定の変更に関しては有効であり、このページに掲載された直後に有効になります。プライバシーポリシーをいつでも更新または変更する権利を留保し、このプライバシーポリシーを定期的に確認する必要があります。 \ t注：このプライバシーポリシーについてご質問がある場合は、お問い合わせください。',
        key.memPlan1Title: '始める',
        key.memPlan1Price: '無料',
        key.memPlan1Desc1: '誰でも無料のメンバーとして登録できます。',
        key.memPlan1Desc2: 'iSmmartプラットフォームで最大3つの製品を販売できます。',
        key.memPlan1Desc3:
            'デフォルトで開かれた、または訪問するベンダーと企業によって開かれたままになっている訪問する製品や店舗にのみアクセスできます。',
        key.memPlan1Desc4:
            '彼らは、売り手との相互理解を持つ直接的な顧客として自分で何でも購入することができます。 ISMMARTは、そのような取引の問題が発生した場合に責任を負いません。',
        key.memPlan2Title: 'プロ',
        key.memPlan2Desc1: '無料の1か月の試用',
        key.memPlan2Desc2: 'ismmartプラットフォームで何でも販売できます',
        key.memPlan2Desc3: '訪問するすべての製品や店舗にアクセスできます。',
        key.memPlan2Desc4:
            'ISMMARTのプレミアムメンバーによるすべての取引は、ISMMARTによってバックアップされます。私たちは、スムーズな取引と製品の配信を担当します。 ISMMARTは、売り手と買い手の両方が同意した相互理解を称えることを保証します。',
        key.memPlan2Desc5: '対象のアイテムの無制限の配信。',
        key.memPlan2Desc6:
            'プレミアムメンバーは、ISMMARTがそのようなメンバーと彼らが行う取引を直接保証および検証するため、売り手と買い手として世界中のすべてのビジネスへのアクセスが少なくなります。',
        key.memPlan2Desc7:
            'すべてのプレミアムメンバーは精査され、iSmmart検証プロセスを通じて検証されているため、そのようなメンバーはすべて、世界のどこでも互いに貿易を心配することが少なくなります。',
        key.memPlan3Title: '仕事',
        key.memPlan3Desc1: '2か月の無料トライアル',
        key.memPlan3Desc2: 'B2Bの機会',
        key.memPlan3Desc3: '無制限の無料配達',
        key.memPlan3Desc4: '無制限のプロモーションツール',
        key.memPlan3Desc5: '卸売配送',
        key.memPlan3Desc6: '物理的な店に製品を配置する機会を得てください。',
        key.memPlan3Desc7: '対象のアイテムの無制限の配信。',
        key.memPlan3Desc8:
            'プレミアムメンバーは、ISMMARTがそのようなメンバーと彼らが行う取引を直接保証および検証するため、売り手と買い手として世界中のすべてのビジネスへのアクセスが少なくなります。',
        key.memPlan3Desc9:
            'すべてのプレミアムメンバーは精査され、iSmmart検証プロセスを通じて検証されているため、そのようなメンバーはすべて、世界のどこでも互いに貿易を心配することが少なくなります。',
        key.vendorHeader0: '0',
        key.vendorBody0:
            'プロバイダー（Industries PvtLtd。PakistanのISMMARTグループ）とベンダー（サードパーティベンダーとして定義）は、「当事者」と呼ばれ、「当事者」と呼ばれ、。プロバイダーはベンダーの独立した請負業者として行動します。ベンダーは、本契約を通じて、プロバイダーに、ベンダーのアカウントのために顧客と契約を締結および交渉するための完全な権限を付与し、ベンダーの申し出のために、プロバイダーのオンラインプラットフォームwww.ismmart.com（「ウェブサイト」）およびモバイルアプリケーション（該当する場合）。プロバイダーは顧客に代わって行動しないことが理解されています。ウェブサイトで見つかった顧客との一般的な契約条件。顧客。変更の場合、同じことが相手にも通知されます。',
        key.vendorHeader1: '1.プロバイダーの権利、義務、義務：',
        key.vendorBody1:
            '1.1：プロバイダーは、ベンダーのダッシュボードまたは電話（ウェブサイトが機能していない場合にのみ）を介して注文をそれぞれのアウトレットに転送するものとします。\ n \ n1.2：プロバイダーは、プラットフォーム上の顧客がベンダーにウェブサイトまたは通話経由で（ウェブサイトが機能していない場合）に配置され、オンラインまたは現金で顧客の支払いを受け入れる注文。\ n \ n1.3：配達サービスを実行するプロバイダーは、顧客に配達料（「ismmart配送料」）を請求する権利を持ち、独自の裁量で最低注文値を決定します。サービスを実行するために、プロバイダーは次のとおりです。ベンダーが条項2.7の義務に準拠している場合、顧客はそのタイプのアイテムに期待します。\ n \ t1.3.3。 。\ n \ t1.3.4は、意図した変更が行われる少なくとも2日前にプロバイダーがプロバイダーによって実施された変更を書面でベンダーに書面で通知し、ベンダーはそのようなすべての変更に準拠するものとします。 n \ t1.3.5は、その独自の裁量により、配送エリアや運用タイミングを含む配送に関連するサービスを事前の通知なしに変更する権利を持っています。ベンダーの連絡先。プロバイダーが連絡先情報を更新する場合の場合、連絡先情報の変更の発効日の7日前にベンダーに同じことが通知されるものとします。',
        key.vendorHeader2: '2サードパーティのベンダーの権利、義務、義務：',
        key.vendorBody2:
            'ベンダーは次のとおりです。\ n \ n2.1プロバイダーと合意したすべてのアイテム「アイテムリスト」のリストをプロバイダーに提供します。ウェブサイトで表示できるアイテムリスト。プロバイダーは、2営業日以内にプロバイダーの製品ポリシーに従って変更を確認し、変更を承認または不承認にします。許可、および同意（本契約に基づいて義務を実行するために必要な場合があります） dhl）サービスの実行をプロバイダーが合理的に要求しているベンダー\ \'の前提へのアクセス。 、プロバイダーから指定された指定された期間内に注文が完了する必要がある場合、注文はベンダーが利用できるようになりました。ベンダーが注文を受け入れたり拒否したりしない場合、プロバイダーによって自動的に拒否されます。\ n \ n2.6。このような拒否のために、注文がベンダーが利用できるようになってから12時間以内に。ベンダー、およびそれをプロバイダーの配達担当者または顧客に転送します（ベンダー配達の場合）。ベンダーが直接顧客に提供します。メーカーによるパッケージに印刷された。 n2.9.3条項2.9.1の違反が発生した場合、ベンダーは、ベンダーが配信した期限切れのアイテムを消費/使用した結果として顧客が開発した健康状態に対して責任を負い、責任を負い、責任を負います訴訟を含む顧客のすべての行為。その結果、その結果、\ n \ n2.10は、ベンダーが常に、顧客に提供される平均配達時間に従ってすべての注文を処理するのに十分な容量（スタッフ、アイテム、機器を含む）を利用できることを保証します。\ n \ n2.11製品が利用できない場合に備えて、プラットフォーム上のベンダーダッシュボードの在庫をすぐに更新します。',
        key.vendorHeader3: '2.12価格：',
        key.vendorBody3:
            '2.12.1ベンダーは、プロバイダーが利用可能にした価格がプラットフォームで注文する際に顧客に提供されるリアルタイム価格と同一であることを保証します。\ n \ n2.12.2ベンダーが価格削減、プロモーション、または割引を意図している場合プラットフォームを介して注文されたアイテムのいずれかで、ベンダーは、価格削減、昇進または割引の範囲、それぞれの発効日、およびその期間について、少なくとも7日前にプロバイダーに通知するものとします。\ n \ n2.13ベンダーがプロバイダーの配信システムを敬意を払って文明化した方法で使用している場合にプロバイダーのライダーを扱います。この点に関して、トレーニングはベンダーとそのスタッフに提供されるものとします。この条項の違反は、本契約の違反を構成するものとします。そのようなすべてのバウチャーの支払いは、ベンダーの登録された銀行口座の毎月/毎週の請求書でプロバイダーによって払い戻されます。 、そしてビジネス上の方法、確立された業界の基準、実践、原則の範囲内で、およびここに記載されている期限内に。ベンダーが提供された情報を更新する予定の場合、ベンダーは、連絡先情報の変更の発効日の7日前にプロバイダーに通知するものとします。',
        key.vendorHeader4: '3.顧客の回復料金 - 損害/ペナルティ：',
        key.vendorBody4:
            '3.1ベンダーは、プロバイダーがパキスタンの評判の良い会社であり、顧客に利便性、信頼性、品質を提供しようとしていることを認めています。プロバイダーのシステムと運用はカスタマーエクスペリエンスとフィードバックに大きく依存しているため、ベンダーは、ベンダーがプロバイダーの運用基準を観察または遵守していない場合、ベンダーはプロバイダーに支払うような金額を支払うことをプロバイダーに確認し、同意します。プロバイダーによって清算された損害賠償として決定されます（「顧客回復料金」）。前述の顧客回復料金は、プロバイダーがそのような非観測および/またはそのような運用基準に違反しないことを修正するために必要と思われる措置を講じた費用と費用の損害賠償を請求する権利を不利にしてはならない。\ n \ n3.2ベンダーは、条項3の規定を読み、理解し、同意したことを認め、また、ベンダーに与えられた場合、プロバイダーによる停止の通知まで、条項3の規定の適用が適用されることに同意します。最低7日の書面による通知。コンテスト。さらに、清算された損害の支払いにもかかわらず、プロバイダーは違反に関連してすべての権利を法律で留保するものとします。',
        key.vendorHeader5: '4サスペンション：',
        key.vendorBody5:
            '4.1プロバイダーは、次の場合、ペナルティなしでプラットフォームからベンダーを一時的に停止する権利を有します。 、ベンダーは本契約の条件に違反しているか、プロバイダーのビジネスに悪影響を及ぼしている可能性があります。完全に適用できます。',
        key.vendorHeader6: '5サードパーティの主張からの補償：',
        key.vendorBody6:
            '5.1いずれかの当事者は、その費用で、他の当事者、その取締役、役員、またはエージェントに対して提起された次の種類の第三者の請求を擁護し（総称して「補償者」）、次のように補償するものとします。それは、もしそうなら、いずれかの当事者、その従業員、エージェント、または代表者による本契約の違反を構成するでしょう。本契約から生じるいずれかの当事者の義務に関連する。または、いずれかの当事者、その従業員、エージェント、または代表者の過失、行為、または行動の失敗から生じる。そのような請求に起因するそれらのいずれかによって発生した料金（合理的な法的費用を含む）。',
        key.vendorHeader7: '6つの料金、支払い、資金の収集：',
        key.vendorBody7:
            '6.1ベンダーは、オンライン手段であろうと現金であろうと、顧客が支払ったベンダーの名前で、およびアカウントの資金を受け取るようにプロバイダー当局に付与します。\ n \ n6.2配達時に、プロバイダーは、6項6の規定に従って現金支払いを徴収し、相手と調整する責任があります。第6条の規定に従って、当事者は、本契約では、委員会の手数料、手数料、および配達料が計算され、支払われることに同意し、受け入れることを受け入れ、本契約では、その他の手数料はありません。または、本契約で規定されている場合を除き、当事者間または顧客に対して料金が適用されます。ベンダーは、該当する場合、プロバイダーが生成された収益に対して代理店/アグリゲーター料金を引き上げることができることを具体的に受け入れます。注文配達の時間。',
        key.vendorHeader8: '6.6請求書と支払い - プロバイダー配信：',
        key.vendorBody8:
            '6.6.1プロバイダーはクレジットに関するすべての注文を収集し、電子メールを通じてベンダーに請求書（「注文声明」）を請求します。ベンダーの登録された銀行口座に毎週該当するすべての税金とすべての該当する税金を差し引きます。 n6.6.4 _bank_％によると、銀行サービス料は、オンライン支払いで受け取ったすべての注文に対してベンダーに請求されます。',
        key.vendorHeader9: '6.7オンライン注文と企業注文：',
        key.vendorBody9:
            '6.7.1すべてのオンライン支払いは通常の注文として譲渡および扱われ、ベンダーに支払われます。プロバイダーへのベンダーによって（「損害の通知」）。関連する注文声明の発行日から5営業日以内に書面で書面でオブジェクトを書くか、損害賠償の通知の発行日は、サポート文書を含むすべての控訴の理由を明確に述べるものとします。\ n \ n6.9.2プロバイダーは、ベンダーの異議を通知されてから3営業日以内の異議と：\ n \ ni。同意した場合、プロバイダーは、それに応じて注文声明または損害の通知を調整するものとします。\ n \ nii。プロバイダーがベンダーに同意しない場合、それはベンダーにそのようなことを知らせ、当事者は、各当事者の取締役または承認された代表者との間の交渉を通じて本契約に起因する、または関連する紛争または請求を解決または請求することを試みます関連する紛争を解決する権限を持つ。',
        key.vendorHeader10: '7サービスの開始：',
        key.vendorBody10:
            'ベンダーは、プロバイダーから要求されたすべての情報を受け取った後、アイテムリストを含むがこれらに限定されないすべての情報を受け取った後にのみ、プラットフォームにリストされるものとします。製品のロゴと承認された画像。プロバイダーは、サービスの開始日（「開始日」）をベンダーに通知するものとします。通知は本契約に併合されるものとします。',
        key.vendorHeader11: '8.ポリシーと手順のコンプライアンス：',
        key.vendorBody11:
            '8.1ベンダーは、苦情（品質および/または配達/ピックアップの苦情）の比率が、ベンダーのビジネスに到着した総注文の2％を超えて、予告なしに通知の有無にかかわらず、ベンダーのサービスを停止することができることを理解しています。平均より。\ n \ n8.2よりも、ベンダーは、注文を拒否すると、プロバイダーの裁量に従って、彼のアウトレットがプラットフォームから無効化されることを受け入れます。顧客の真の苦情がある場合に該当する場合の顧客へのバウチャーベンダーは、プロバイダーの配達担当者に割引/手数料を支払わないことに同意します。',
        key.vendorHeader12: '9.保証：',
        key.vendorBody12:
            'ベンダーは、その知的財産のベンダーによる使用が、第三者の知的財産権と矛盾し、誤って流用する、または矛盾しないことを表明、保証、および引き受けます。ベンダーは、上記の条項5に従って、第三者によって提起されたIP正しい侵害請求に対して、プロバイダーを完全に補償するものとします。',
        key.vendorHeader13: '10.機密性：',
        key.vendorBody13:
            '10.1当事者（「受信当事者」）は、すべての技術的または商業的ノウハウ、仕様、発明、プロセス、または機密性のある性質のイニシアチブ、および相手によって受信当事者に開示されている（」開示する当事者」、および開示当事者のビジネス、その製品、および受信当事者が取得する可能性のあるサービスに関するその他の機密情報。本契約に基づく受信当事者の義務を免除する目的でそれを知る必要がある従業員、エージェント、および下請業者。顧客に情報を開示します。\ n \ n10.4詳細は、法律、政府または規制当局、または政府機関または規制当局に対する有能な管轄裁判所によって開示される必要がある場合、同じことが伝えられるものとします。他の当事者は、書面で事前に。',
        key.vendorHeader14: '11.パートナーシップなし',
        key.vendorBody14:
            '本契約の何も、当事者間の企業パートナーシップまたは合弁事業を確立することを意図していない、または検討されるものではありません。',
        key.vendorHeader15: '12.修正：',
        key.vendorBody15:
            '12.1プロバイダーは、プロバイダーの裁量に従って、いつでも成功料金を引き上げる権利を有するものとします。同じことが、公式の電子メールおよび/またはベンダーダッシュボードを介してベンダーに通知されるものとします。および/または補遺の方法でベンダーの一部。同じことが、公式の電子メールおよび/またはベンダーダッシュボードを介してベンダーに通知されるものとします。条項18の規定により、\ n \ n12.4の規定は、すべての修正が、条項12.2に従ってプロバイダーによって通知された日付から有効な当事者間で有効であることに特に合意されています。',
        key.vendorHeader16: '13.力：',
        key.vendorBody16:
            '本契約の目的のために、「フォースマジュールイベント」とは、神、戦争、暴動、市民の騒動、またはテロリストの行動を含むがこれらに限定されないどちらの当事者の合理的なコントロールを超えたイベントを意味します。どちらの当事者も、部隊の大規模なイベントの結果として、本契約に基づいてその義務を遂行しなかったことの直接的な結果として、相手に対して責任を負わないものとします。',
        key.vendorHeader17: '14.第三者：',
        key.vendorBody17: '本契約の当事者ではない人は、その条件を執行する権利を持たないものとします。',
        key.vendorHeader18: '15.通知：',
        key.vendorBody18:
            '15.1本契約に基づくすべての通知は書面で、本契約に従って合意された連絡先/住所に宛てられ、ベンダー登録プロセス中に合意された同じ日に正式に与えられたとみなされる。',
        key.vendorHeader19: '16.割り当て：',
        key.vendorBody19:
            '16.1プロバイダーは、本契約に基づくすべてまたはその権利のすべてまたはいずれかを割り当て、譲渡、譲渡、抵当、請求、下請け、または取引をいつでも割り当てることができ、本契約に基づくその義務の一部またはすべての義務を任意の方法で下請または委任することができます第三者またはエージェントに。本契約に基づくその権利または義務の一部またはすべてを他の方法で扱います。',
        key.vendorHeader20: '17.免除：',
        key.vendorBody20:
            '本契約または法律に基づく権利の権利放棄は、それが書面である場合にのみ有効であり、その後の違反またはデフォルトの放棄とみなされないものとします。本契約または法律によって提供される権利または救済策を行使しなかったことは、権利または救済の権利放棄を構成するものではなく、そのまたはその他の権利または救済策のさらなる行使を防止または制限することもありません。',
        key.vendorHeader21: '18.用語と終了：',
        key.vendorBody21:
            '18.1この契約は、開始日に開始され、この条項18.1に従って早期に終了しない限り、無期限に継続します。本契約は終了する場合があります：\ n \ n（a）は、書面による5日以上前に通知を与えることにより、\ n \ n（a）便宜上、\ n \ n（b）を即座に効果を発揮します。当事者間の本契約の重大な違反が発生した場合。\ n \ n（c）当事者間の相互書面による合意により、いつでも。セクション2.12と2.13の違反が発生した場合、即時の効果があり、責任を負いません。そこでは、通知から2営業日の最大期間内にベンダーが違反を改善できませんでした。',
        key.vendorHeader22: '19.責任の制限：',
        key.vendorBody22:
            '19.1本契約における本契約のいずれも、その過失によって引き起こされる死亡または人身傷害に対するいずれかの当事者の責任、または従業員、エージェント、または下請業者の過失に対するいずれかの当事者の責任を制限または除外するものとします。契約、不法行為（過失を含む）、法定義務の違反、またはその他の利益の損失、または本契約に関連するまたは関連する間接的または結果的な損失または損害のために、相手に対して。 .3この条項は、本契約の終了に耐えるものとします。',
        key.vendorHeader23: '20.矛盾する条件：',
        key.vendorBody23:
            'これらの条件のいずれかが、ベンダー登録フォームに記載されている条件（ベンダー登録フォームに詳述されている特別な条件を含む）に記載されている条件と矛盾する限り、ベンダー登録フォームの条件が優先されます。',
        key.vendorHeader25: '21.全契約：',
        key.vendorBody25:
            'これらの条件のいずれかが、ベンダー登録フォームに記載されている条件（ベンダー登録フォームに詳述されている特別な条件を含む）に記載されている条件と矛盾する限り、ベンダー登録フォームの条件が優先されます。',
        key.vendorHeader26: '22.過剰性：',
        key.vendorBody26:
            '本契約の任意の規定または一部が無効、違法、または執行不能になった場合、それを有効、法的、および執行可能にするために必要な最小範囲で修正されたとみなされます。そのような変更が不可能な場合、関連する規定または部分プロビジョンが削除されたとみなされます。この条項に基づく規定または一部のプロビジョンの変更または削除は、この契約の残りの残りの妥当性と執行性に影響を与えません。',
        key.vendorHeader27: '23.法律と管轄権の管理：',
        key.vendorBody27:
            '23.1本契約、およびそれまたはその主題またはその形成（非契約上の紛争または請求を含む）に起因する、または関連する紛争または請求は、パキスタンの法律に準拠し、それに従って解釈されるものとする。\ n \ n23.2各当事者は、本契約から生じる紛争は、パキスタンの裁判所の非独占的な管轄権の対象となることに同意します。または形成（非契約上の紛争または請求を含む）。\ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ n \ neperformance of this Court Pocemingsまたはその他の紛争解決メカニズム中に継続するものとします。ベンダーが支払期日または支払いは、プロバイダーによって譲渡される金額は、そのような支払いがそのような紛争の対象である範囲を除いて、保留中の裁判所紛争またはその他の紛争解決メカニズムのために源泉徴収されるものとします。',
        key.or: 'または',
        key.becomeAVendor: 'ベンダーになります',
        key.joinOurMarketplace: '私たちの市場に参加して、今日あなたの製品の販売を始めましょう！',
        key.seamlessShopping: 'シームレスなショッピング体験の詳細を入力してください',
        key.createAnAccount: 'アカウントを作成する',
        key.getOnboardUser: '使用するように乗船してください',
        key.phoneNumber: '電話番号',
        key.termsAndConditionsCheckbox: 'アカウントを作成することにより、当社の利用規約に同意する必要があります。',
        key.frontSide: '表側',
        key.backSide: '裏側',
        key.legalDocument: '法文書',
        key.storeLogoImage: 'ロゴ/画像を買いました',
        key.business: '仕事',
        key.information: '情報',
        key.vendorAccountCreation: 'ベンダーアカウントの作成',
        key.profileStatus: 'プロファイルステータス',
        key.shopName: 'ショップ名',
        key.enterStoreName: 'ショップ名を入力します',
        key.storeAddress: '店の住所',
        key.enterShopAddress: 'ショップアドレスを入力してください',
        key.ifAvailable: '可能な場合は',
        key.storeNumber: 'ショップ番号',
        key.lessThanMb: '2MB未満',
        key.chooseFile: 'ファイルを選ぶ',
        key.noFileChosen: 'ファイルが選択されていません',
        key.waitForVerification: '確認を待ちます',
        key.vendor: 'ベンダー',
        key.submitted: '提出',
        key.lastStep: '最後のステップ',
        key.availAmazingDiscount: '素晴らしい割引を利用してください',
        key.descriptionOfDiscount: 'すべての製品で30％オフで大きく節約してください！',
        key.celebrateFreedomAndSavings: '自由と貯蓄を祝います',
        key.descriptionOfFreedomAndSavings: '独立記念日のための排他的なオファー！',
        key.boostYourBusiness: 'iSmmartでビジネスを後押しします',
        key.descriptionOfBoostYourBusiness: 'ベンダーのゼロプラットフォーム登録料！',
        key.storeCountry: '店の国',
        key.storeCity: 'ショップシティ',
        key.vendorCNIC: 'ベンダーCNIC',
        key.storeCategory: 'ショップカテゴリ',
        key.yourStoreCategory: 'あなたの店のカテゴリー',
        key.storeDescription: 'ショップの説明',
        key.enterStoreDescription: 'ショップの説明を入力してください',
        key.storeImage: 'ショップの画像',
        key.storeCoverImage: 'カバー画像を買いました',
        key.enterBankName: '銀行名を入力します',
        key.enterAccountTitle: 'アカウントタイトルを入力します',
        key.accountTitle: '銀行口座のタイトル',
        key.enterAccountNumberOrIban: 'アカウント番号 / IBANを入力します',
        key.cityReq: 'Cityを選択します',
        key.countryReq: '国を選択',
        key.emailIsRequired: 'メールが必要です',
        key.passwordIsRequired: 'パスワードが必要',
        key.passwordConfirmIsRequired: 'パスワードの確認が必要です',
        key.FirstNameReq: '名が必要です',
        key.LastNameReq: '姓が必要です',
        key.incorrectAddress: '正しいアドレスを入力します',
        key.incorrectNTN: '正しいNTNを入力します',
        key.incorrectCNIC: '正しいCNICを入力します',
        key.cnicReq: 'CNICが必要です',
        key.categoryReq: 'カテゴリを選んでください',
        key.incorrectBranchCode: '正しいブランチコードを入力します',
        key.storeDescReq: 'ショップの説明が必要です',
        key.frontSideReq: 'CNICフロントサイド画像が必要です',
        key.backSideReq: 'CNICバックサイド画像が必要です',
        key.chequeImageReq: '画像を確認する必要があります',
        key.storeLogoImageReq: 'ショップのロゴ/画像が必要です',
        key.helpCenter: 'ヘルプセンター',
        key.shopAddressReq: '店の住所が必要です',
        key.shopNameReq: 'ショップ名が必要です',
        key.getOnboard: '乗船します',
        key.createYourAccount: 'アカウントを作成',
        key.continueWithSameEmail: '同じメールを続けてください',
        key.continueWithDiffEmail: '異なるメールで',
        key.chequeImageNote: 'このチェック画像には、上記のように同じ銀行の詳細が表示される必要があります',
        key.enterCNIC: 'CNICを入力します',
        key.enterBranchCode: 'ブランチコードを入力します',
        key.maxAddressLimitMsg: '最大アドレス制限が到達しました。続行するには、アドレスを更新/削除してください',
        key.forgotPasswordDesc: 'メールを入力して、otpコードをメールで受信します。',
        key.emailVerification: '電子メールの確認',
        key.serverUnableToHandle: 'サーバーはリクエストを処理できません',
        key.serverTakingTooLong: 'サーバーの応答に時間がかかりすぎています',
        key.noInternetConnection: 'インターネット接続はありません',
        key.questions: '質問',
        key.updateQuestion: '質問を更新します',
        key.deleteQuestion: '質問を削除します',
        key.deleteQuestionDialogDesc: '質問を削除したいですか？',
        key.question: '質問',
        key.addAnswer: '答えを追加します',
        key.viewProduct: '製品を表示します',
        key.answer: '答え',
        key.updateAnswer: '回答を更新します',
        key.deleteAnswer: '回答を削除します',
        key.addQuestion: '質問を追加します',
        key.updateProfile: 'アカウントを更新する',
        key.pickImage: '画像を選択します',
        key.currentPassword: '現在のパスワードが必要です',
        key.updateShippingAdd: '配送先住所を更新します',
        key.addShippingAdd: '配送先住所を追加します',
        key.updateInfoToProceed: '続行するには情報を更新します',
        key.updateInfoAlertMsg: '契約条件が更新されました。シームレスなビジネス関係を確保するには、親切に続行してください',
        key.skip: 'スキップ',
        key.updateInfo: '情報を更新します',
        key.weightIsReq: '重量が必要です',
        key.enterCorrectWeight: '正しい重量を入力します',
        key.weight: '重さ',
        key.length: '長さ',
        key.width: '幅',
        key.height: '身長',
        key.connectionError: '接続の確立エラー。もう一度やり直してください。',
        key.enableLocation: '場所を有効にします。',
        key.locationAccessDenied: 'ロケーションアクセスが拒否されました',
        key.locationAccessPermanentlyDenied: 'ロケーションアクセスは永久に拒否されます',
        key.couldNotGetLocation: '場所を取得できませんでした。もう一度やり直してください。',
        key.productExists: '製品はすでに存在しています',
        key.productVariant: '製品バリエーション',
        key.weightAndDimension: '重量と寸法',
        key.tCHeader1: '',
        key.tCBody1: ' \n これらの用語で詳述されている参照、フォーム、ポリシー、および規制のすべて、またはプラットフォームまたは接続されたハイパーリンク（総称する条件）を介して利用可能なすべてのリファレンス、および規制は、ISMMART業界グループ（プライベート）限定Webサイトおよびモバイルアプリケーションの利用を管理します（以下プラットフォームと呼ばれます）。プラットフォームが提供するサービスには、プラットフォーム自体とプラットフォームまたはプラットフォームからアクセス可能なISMMARTが提供するすべてのサービスが含まれますが、これらに限定されません。さらに、サービスに含まれるすべての新たに添付された機能は、これらの条件の対象となります。彼らは、ISMMARTによって与えられたサービスを利用する条件を指示します。'
            ' \n 本契約の条件を慎重に検討することが重要です。プラットフォームにアクセスして利用することを決定した場合、プライバシーポリシーに記載されている条件に従って個人データの処理に同意するだけでなく、本契約の条件を読み、理解し、受け入れたことが理解されます（https://ismmart.com/privacypolicy）。契約の条件に同意しない場合は、プラットフォームまたはそのサービスへのアクセスまたは使用を控えることをお願いします。'
            '\n 18歳を達成した個人は、プラットフォームと、企業などの既存の企業エンティティを利用することを許可されています。適用可能な場合、これらの条件は現地の法律に従っている必要があります。'
            '\n 18歳未満の人は、プラットフォームを使用する前に、親または法的保護者から同意を得なければなりません。これらの条件に同意することにより、親または法律の保護者は、ユーザーの行動と支払いに対して責任を負います。同意が得られていない場合、ユーザーは遅滞なくプラットフォームの使用を停止する必要があります。'
            '\nISMMARTには、第三者に継続的なバックグラウンドチェックを行う権利があり、これらには、あなたに関連する制裁、法的紛争、または不利なニュースの調査が含まれます。 ISMMARTがバックグラウンドチェック結果を承認しない場合、アカウントがキャンセルされ、プラットフォームを使用できなくなる可能性があります。'
            '\nISMMARTは、これらの規約（およびプラットフォームに含まれる追加の規制またはポリシー）をいつでも修正する機能を保持します。条件を定期的に見て、アップロードされる改訂された用語の日付以降にプラットフォームの利用を続けることで、あなたがそれらを読んだかどうかにかかわらず、あなたはそれらに同意したと想定されます。 '
            '\nプラットフォームに展示されているアイテムの写真とビジュアルは、参照専用であり、実際の商品から多様である可能性があります。',
        key.tCHeader2: '1. ismmart',
        key.tCBody2: '1.1。私たちは誰ですか？」'
            ' \n このプラットフォームが利用される世界の地域によっては、お客様とiSmmartの間の合意条件は異なる場合があります。'
            '\n1.2。私達がすること？'
            ' \n 私たちのプラットフォームを通じて、ISMMARTはさまざまなベンダーへのリンクを提供しているため、既製の食事、ケータリング、飲み物、生の材料、さまざまな非食料品などの商品の選択を顧客が購入できます。購入（注文と呼ばれる）を行うと、iSmmartはベンダーのエージェントとして機能し、注文とその後の配信を支援します。当社のベンダーは、サードパーティのベンダー、アフィリエイト、または当社の会社の一部にすることができます。ベンダーがサードパーティである場合、当社は支払いとGST（GST登録ベンダーに該当する場合）を受け取ることを許可されています。'
            '\n1.3。私たちに連絡する方法は？」'
            ' \n 当社のカスタマーサポートチームは、カスタマーサポート番号またはsupport@ismmartindustries.comを介してお客様を支援できます。',
        key.tCHeader3: '2.プラットフォームおよびISMMARTアカウントの使用',
        key.tCBody3: '2.1。 iSmmartを使用するには、アカウントを作成する必要があります。登録中に、メールアドレス、携帯電話番号、プライベートパスワードなど、個人情報の一部を入力するよう求められます。プラットフォームから何かを購入するには、支払い方法に応じて、クレジットカードの詳細を提供するように求められる場合があります。パスワードを秘密にし、その安全性について単独で責任を負うことが不可欠です。詐欺や虐待の原因を他の何かにたどることができない限り、あなたはiSmmartアカウントで行われたすべての取引に対して責任を負います。'
            '\n2.2。 ISMMARTは、お客様から提供されているデータ、欠落、または不完全なデータに起因する配信に問題がある注文に対して責任を負いません。すべての詳細は、注文の効率的な取り扱い、特に配送先住所と連絡先情報のために、正確で、本物で、正確であることが不可欠です。'
            '\n2.3。 iSmmartアカウントを削除するには、メールを送信してください。アカウントが必要だと思われる場合は、アカウントを制限、一時停止、または終了するか、プラットフォームを使用する必要がある場合があります.'
            '\n2.3.1。あなた以外の誰かがあなたのiSmmartアカウントを利用しているようです。'
            '\n2.3.2。これらの条件、私たちのポリシー、指示に反しているアクションまたはプラクティスに参加したこと、またはプラットフォームを誤用していると個別に判断するものに関与していると疑い、または発見した場合、それは違反と見なされます。'
            '\n2.3.3。バックグラウンドチェックの基準を満たしていないことは許容できません。」',
        key.tCHeader4: '3.制限',
        key.tCBody4: '3.1。プラットフォームで禁止されている活動」'
            '\nBelowは、法律に反するか、そのプラットフォームでiSmmartによって許可されていない活動の短いコレクションです。 ISMMARTのみが決定するように、誰かがこれらの許可されていない活動のいずれかに参加した場合、調査が行われ、法的措置が講じられる場合があります。禁じられた慣行の例には含まれますが、以下に限定されません： '
            '\n3.1.1。このプラットフォームは、地方、州、または連邦政府の規制に反するアクティビティ、特に欺cept的、詐欺的、または欺cept的な意図に反するものには使用できません。'
            '\n3.1.2。独自の権利、私的自由、暴露権、企業秘密の資格、またはその他の特権に違反する資料を掲載する。'
            '\n3.1.3。違法で、粗雑な、脅迫的、脅迫的、敵対的、攻撃的、名誉libり、憎むべき、または悔い改め、iSmmartのみによって決定される、または地元の規範に沿って決定されるコンテンツを投稿します。'
            '\n3.1.4。 ISMMARTの出版資料は、彼らの唯一の判断を使用して、ネットいじめと特定されています。'
            '\n3.1.5。危険で潜在的に生命を脅かす行動を描写する資料の投稿は厳密に禁止されています。'
            '\n3.1.6。個人の電話番号、路上住所、または姓を共有しないでください。'
            '\n3.1.7。外部サイトへのWebリンクの送信、およびあらゆる種類のHTMLまたはプログラミングコードは許可されていません。'
            '\n3.1.8。 ISMMARTを投稿するものは、会社だけが決定するように、「スパム」と見なしています。'
            '\n3.1.9。オンラインでコンテンツを出しながら他の人になりすましてください。」'
            '\n3.1.10。許可なしに他の人から電子メールアドレスなどの情報を取得することは許可されていません。'
            '\n3.1.11個人またはエンティティがコメントを表示または表示するために認証を採用することを許可していません。'
            '\n3.1.12。プラットフォーム上の人を嫌がらせ、脅迫、ストーカー、または虐待します。'
            '\n3.1.13。他の人がプラットフォームを使用または利用することを妨げるもの、またはiSmmartまたはその他の意見のいずれかで、ISMMART、そのクライアント、サプライヤー、または他の当事者を危害を加えて妨げるものは何でもすることは、厳密に禁止されています。'
            ' \n  3.1.14これらのガイドラインによって禁止されている活動に参加することを誰もが思いとどまらせる。'
            '\n3.2。 ismmartは、義務はありませんが、次の1つ以上を行う権限を所有しています。'
            '\n3.2.1。プラットフォーム上のコンテンツがこれらの条件に従っていないという主張を認識した場合、それはプラットフォームの排他的な範囲内で、申し立てに調査し、コンテンツを削除するか、コンテンツを要求するかの決定を下すものとします。降ろされる。」'
            '\n3.2.2。違法、破壊的、または虐待的なコンテンツを含む、条件に違反するすべてのコンテンツを削除する必要があります。'
            '\n3.2.3。これらの条件に違反した場合、当社は、ユーザーがプラットフォームまたはISMMARTアカウントへのアクセスを一時停止または終了する権利を留保します。'
            '\n3.2.4。プラットフォームに存在する資料を監督、修正、または公開する。'
            '\n3.2.5。プラットフォームには、これらのガイドラインを順守するかどうかに関係なく、共有されたコンテンツを編集または消去する権利があります。',
        key.tCHeader5: '4.知的財産',
        key.tCBody5:
            'プラットフォームまたは当社のマーケティング資料に表示されるこれらの用語を含むすべての商標、ロゴ、画像、およびサービスマークは、登録されているか登録されていないかを含む、ISMMARTおよび/または使用を許可した第三者の知的財産です（まとめて総称して、「商標」）。以前の明示的な書面による同意なしに、これらの商標をいかなる方法でも使用、コピー、再発行、再発行、アップロード、送信、配布、または変更することはできません。当社によって承認されていない他のWebサイトでの商標の使用は厳密に禁止されています。 ISMMARTは、刑事訴追を含む、法律の最大限の範囲に対して知的財産権を積極的に施行します。 ismmartは、プラットフォームに表示される資料の使用が、iSmmartが所有または所有していない第三者の権利を侵害しないことを保証も表明も表明しません。プラットフォーム上の材料の使用は、お客様の責任です。',
        key.tCHeader6: '5.商品の制限',
        key.tCBody6:
            '5.1。当社のプラットフォームはさまざまな製品を販売していますが、そのうちのいくつかは、購入された国の法律や規制によって制限されています。これには、タバコ、タバコ、および当時の法定基準に基づいて提供することを拒否できる他のアイテムの年齢制限が含まれる場合があります。これらの商品を購入するとき、あなたはそれらを購入するために法的資格を満たしていることを確認しています。'
                '\n5.2タバコ/タバコ製品（「タバコ」）'
                '\n\t\t法律で許可されている場合、いくつかのプラットフォームにタバコを供給することができます。私たちは、あらゆる能力でタバコの購入または利用を前進させ、支援する、または説得しようとはしていません。合法的に確立された年齢の人々だけがタバコを買うことができます。 ISMMART、ベンダー、および配達担当者は、独占的な裁量で命令を拒否する権限を持っています。'
                '\n5.2.1。タバコを調剤する前に、識別カードなどの年齢を検証するために適切な文書を取得する必要があります。'
                '\n5.2.2。配達を受け入れるためには、法的年齢の証明を提示する必要があります。そうしないと、配達が拒否されます。」'
                '\n5.2.3。理論的根拠に関係なく、アイテムの配達を許可されません。'
                '\n5.2.4。プラットフォーム上のタバコの提案は、違法である場合に無効と見なされます。',
        key.tCHeader7: '6.注文',
        key.tCBody7: '6.1。 ISMMARTを介して注文が行われると、注文領収書を含む確認メールが提供されます。この領収書は、GSTなどの関連する配達料金または税金も担当します。'
            '\n 6.2。私たちのベンダーは、注文を完了して出荷する前に、設定された最小注文値に到達する必要があります。注文が設定された最小注文値を満たしていない場合、最小注文値を満たすために必要な残りの金額を支払うか、注文に追加の商品を追加することを選択できます。'
            '\n 6.3。 ISMMARTとベンダーは、注文の特別な指示を称えるためにあらゆる努力をします。それにもかかわらず、それが実現不可能、もっともらしい、または実用的であるISMMARTおよび/またはベンダーは、典型的な慣行に従って注文の作成を進めます。 ismmartもベンダーも、あなたが指定した個々の要求を満たさない命令を補償または置き換える義務を負わないものとします。'
            '\n 6.4。 ISMMARTには、プラットフォームで紹介されている商品で使用される成分またはアレルゲンを開示する義務はありません。法律が別の方法で述べない限り、商品がアレルゲンを含まないことを保証しません。したがって、アレルギー、特定の食品に対する副作用、または特定の食事のニーズがある人は、プラットフォームで購入する前にベンダーと相談する必要があります。'
            '\n 6.5。あなたの注文はベンダーから与えられた追加の規定を受ける可能性があることを覚えておくことが不可欠です。'
            '\n 6.6。注文する前に」'
            '\n 6.6.1。お住まいの地域で配達可能なベンダーを表示できるようにするには、配達先住所を提供することが不可欠です。'
            '\n 6.6.2。ベンダーを選択すると、メニューページに導かれ、そこから目的の製品を選択して追加できます。'
            '\n 6.7。注文する」'
            '\n \n\t\t注文を正常に配置するには、「チェックアウト」を押すと表示されるプロンプトを親切に観察します。注文を締めくくるためには、追加の情報を提供する必要がある場合があります。コスト、配送の詳細、個人の詳細、支払いデータ、バウチャーコード（関連する場合）などのすべての情報が正確で正確で、「Place Order」を押す前に終了することを確認してください。注文領収書を当社からのメールで確認すると、注文に成功しました。'
            '\n 6.8。注文のキャンセル」'
            ' \n 注文が提出されたら、注文を撤回するには、プラットフォームの支援センターにアクセスしてください。ベンダーがまだ注文を受け入れていない場合でも、キャンセルする権利を行使することができます。」'
            '\n 6.9。払い戻し」'
            '\n 6.9.1。オンライン支払い注文」'
            '\n \n\t\t ベンダーが受け入れる前に注文をキャンセルした場合、払い戻しが付与される場合があります。しかし、ベンダーがすでに注文を受け入れており、キャンセルすることを決定した場合、あなたは全体または部分的に払い戻しを受け取らず、キャンセルされた注文の配達を没収します。'
            '\n 6.9.2。配信の現金注文 '
            '\n \n\t\t 注文をキャンセルする能力は、ベンダーによって受け入れられていない注文に限定されます。承認された注文を撤回することを選択した場合、キャンセルされた注文の配送と配信のキャッシュオンデリバリーの資格もありません。この特定の返金オプションは、アフィリエイト配信パートナーと協力する場合は適用されません。」'
            '\n あらゆる種類の払い戻しを処理する前に、受け入れられた注文の物理的な受領の証明として機能する追加の情報またはドキュメントを要求する必要がある場合があります。尋ねられた詳細や記録を私たちに提供できない場合、払い戻しの要求を拒否する権利があります。'
            '\n \n\t\t 払い戻しが行われない場合は、銀行口座を再確認し、銀行またはクレジットカード会社に連絡することをお勧めします。前述の方法が守られていて、それでも払い戻しが得られない場合は、1.3項の通信方法の1つを使用してカスタマーサポートチームに連絡してください。'
            '\n 6.10。 ISMMARTには、ISMMARTアカウント、注文、またはその両方に接続されている不正行為があったという誠実な信念がある場合、注文をキャンセル、一時停止、無効、または終了する権利が留保されます。',
        key.tCHeader8: '7.価格と支払い',
        key.tCBody8: '7.1。プラットフォームに記載されている料金は、必要な税金が含まれて地元のお金で与えられます。プラットフォーム上の料金と提案は、他の場所（独自のWebサイト、モバイルアプリ、物理店など）のサプライヤーから利用可能なコストや取引とは異なる可能性があることを認めます。'
            '\n 7.2。私たちがプラットフォームに示す商品の価格は、ベンダーの条件付けを変動させる可能性があり、該当する法律で要求されれば、それらも異なる場合があります。'
            '\n 7.2.1。商品およびサービス税に登録されているベンダーは、そのような税、またはその他の適用可能な同等物を含める必要があります。'
            '\n 7.2.2商品およびサービス税に登録していないベンダーの場合、そのような税金は含まれません。」 '
            '\n 7.3。注文ごとに、次の条件が満たされない限り、配送料は発生します。'
            '\n 7.3.1。有効なプロモーションまたは割引バウチャーがあり、チェックアウト時に適用します。または'
            '\n 7.3.2。それ以外の場合は述べられています。」'
            '\n 7.4。各注文を配置する時点で、プラットフォームに表示される価格やその他の料金（配送、最低注文、サービス料など）にはバリエーションの対象となる場合があります。'
            '\n 7.5。チェックアウトを確認する前に、価格、配送料、その他の関連費用の概要が与えられます。注文を出すと、合計と追加料金に同意します。これらはすべて提供されています。'
            '\n 7.6。マスターカード、ビザカード、キャッシュオンデリバリーなど、プラットフォームを介して注文を支払う際に、いくつかの支払いオプションを選択できます。'
            '\n 7.7。 ISMMARTアカウントは、利用可能なクレジットまたは有効なプロモーションまたは割引券がある場合、ご注文の費用の一部またはすべてをカバーする方法を提供できます。'
            '\n 7.8。注文が正常に配置された後、ご注文の領収書を使用して私たちからのメールの確認を受け取ります。'
            '\n 7.9。支払い方法：ISMMARTは、より多くの支払い方法を提示する権限を保持し、決定するたびに現在の支払いシステムを撤回します。 Web支払いシステムを介して支払うことを選択すると、送金はサードパーティの支払いサプライヤーによって管理されます。あなたの契約により、クレジットカード /支払い情報は、潜在的な取引のために当社のサードパーティの支払いサプライヤーに保持されます。 ISMMARTは、クレジットカードや支払い情報を保存しません。'
            '\n 7.10注文の支払いを成功させるには、デビットカードやクレジットカードで十分なお金を用意していることを確認してください。必要に応じて、ISMMARTは、リターン、チャージバック、廃止、紛争の解決など、当社のウェブサイトの利用規約に沿って紛争を解決するなど、当社のプラットフォーム上のすべての支払いについて責任を負います。',
        key.tCHeader9: '8.配達とパートナーの配達',
        key.tCBody9: '8.1。配達エリア」'
            '\n\t\t ベンダーの範囲は商品の範囲が各配達エリアに固有であり、エリアごとに異なることは明らかです。プラットフォームに配送先住所を入力すると、利用可能なベンダーをチェックアウトできます。天候、交通、強制力の影響により、配送エリアは変化する可能性があることに注意してください。'
            '\n 8.2。納期'
            '\n ISMMART注文を指定されたアドレスに配信するものとします。お客様のメールにおおよその配送日を送信します。ただし、制御できない外部要因（順序、場所、時刻、気象条件、交通条件など）を制御できないため、実際の配送時間は見積もりとは異なる場合があります。注文が到着したときに、あなたまたは信頼できる人のいずれかが配達場所に存在することをお勧めします。注文にタバコ（該当する場合）が含まれており、受信者が法定年齢を下回っているか、適切な識別を提供できない場合、ISMMARTには配達を拒否する権利があります。'
            '\n 8.3。失敗または失敗した配達」'
            '\n 8.3.1。これらの条件に存在する他の規定にもかかわらず、私たちが注文を提供する努力をした場合、たとえばあなたによって引き起こされた条件のために失敗しましたが、制限されていません。'
            ' \n （i）注文を受け取るために誰も存在していないか、利用できる。'
            ' \n （ii）提供された電話番号を介して顧客にリーチしようとする試みにもかかわらず、顧客は概念的でした。'
            ' \n （iii）順序を正常に配信するための適切または十分なアクセスが不足している。'
            ' \n （iv）注文を離れるのに適したまたは安全な場所がない。または'
            ' \n （v）制限された商品の場合、顧客は法定年齢の要件を満たしていない、または配達が顧客が制限された商品を受け取るのが安全または適切であるとは思わなかった。」'
            '\nISMMARTは、お客様との連絡が、通話、メッセージ、または電子メールなどの手段を介して配信の問題や次の措置を通知するための手段を介して失敗した場合、払い戻しまたは解決策を付与することなく注文をキャンセルする特権を保持します。'
            '\n 8.3.2。ノーショーキャンセル」'
            '\n \n\t\t 配送先住所に到着してから10分以内に注文を受け取ることができない場合や、ISMMARTは、払い戻しや代替案を提供せずに注文をキャンセルする権限を与えられます。'
            '\n 8.4。間違った順序、不足している商品、欠陥のある商品」'
            '\n 注文を受け取った後、問題があることがわかった場合（たとえば、誤った注文、注文の欠陥、または不足しているアイテムなど）、私たちの条項1.3で言及されている利用可能な通信方法のいずれかを使用して、カスタマーサポートに親切に手を差し伸べてください。ポリシー。場合によっては、ISMMARTが写真の証拠と詳細を必要とする場合があります。注文の問題を完全に分析する必要があります。配信される注文および/または製品が劣った状態または品質であることが確立されている場合、我々は注文またはその要素の一部を補償します。'
            '\n 8.5。パートナー配達」'
            ' \n 時には、パートナーの1人（「パートナー配信」）を通じて注文がお客様に配信される場合があります。パートナーの配信に関する事前の警告を与えるために最善を尽くしますが、それは常に達成可能ではないかもしれません。パートナー配信が利用される場合、配達に問題やホールドアップがある場合は、パートナーと直接連絡するように要求される場合があります。 ISMMARTは、パートナーが提供する注文または製品に対して、いかなる方法でも責任を負いません。',
        key.tCHeader10: '9.バウチャー、割引、プロモーション',
        key.tCBody10:
            '9.1。 ISMMARTは、バウチャーコード、割引、およびプラットフォーム向けのオファー（「バウチャー」と呼ばれる）を特徴とするマーケティングおよびプロモーションアクティビティを時々開始します。バウチャーには、時間制限、償還ウィンドウ、使用制限、可用性、その他の基準があります。'
                '\n 9.2。バウチャーは、使用するための他の取引、割引、またはクーポンと組み合わせることはできません。'
                '\n 9.3。別の方法で提案されている規定がない限り、バウチャーはプラットフォーム内でのみ使用される場合があります。'
                '\n 9.4。バウチャーは譲渡可能でも交換可能でも、返金不可でもあり、いかなる種類の金銭的補償と交換することもできません。'
                '\n 9.5。 ISMMARTは、事前の警告なしに、バウチャーに関して関連する条件を変更する権利を留保します。彼らは、事前の通知なしにバウチャーの使用を取り消したり、中断したり、拒否したりすることさえあります。'
                '\n 9.6。いつでも、ismmartは、完全に裁量で、以前の通知なしにバウチャーを使用することを、あなたまたは特定のベンダーを無効化、拒否、および/または禁止することを選択することができます。',
        key.tCHeader11: '10.負債の表明、保証、制限',
        key.tCBody11: '10.1表現と保証 '
            '\n プラットフォーム上のすべてのコンテンツは「現状のまま」と「利用可能」であることに同意し、プラットフォームや関連する製品、商品、サービスのアクセスまたは利用がお客様の責任であることを理解しています。'
            '\n さらに、すべての製品画像は表現専用であり、実際の製品とは違って見える可能性があります。 ISMMARTは、プラットフォームにアクセスしやすく機能し続けるためにあらゆる努力を払っていますが、サービスがエラー、技術的な問題、またはウイルスなしで安全でタイムリーであることを保証することはできません。システムのメンテナンスまたは強制的なイベントのために、一時的なサービス停止が期待できます。'
            '\n 10.2責任の制限'
            '\n 法律で規定されているように、ISMMART（そのスタッフ、監督者、代表者、仲間、および母親または父親の会社とともに）は、不幸または害のためにすべての責任（アレンジメント、不注意、またはその他の場合に関係なく）を否認します。あなたまたは他の個人は、私たちのプラットフォーム、サービス、および接続されたサイトに関連して、そこに掲載された物質や材料に関連して進むことができます。プラットフォームの利用に関してあなたの排他的な選択は、そのような使用を止めることです。 ISMMARTの組織、そのオペレーター、代表者、サービスサプライヤーは、プラットフォームの利用から浮上している回路、並外れた、偶然の、バックハンド、または信じられないほどの害について、またはプラットフォームの利用で特定された他の容量の請求に対しても答えられることはありません。これらの解雇は、回路、珍しい、バックハンド、そして並外れた害の解雇は、恩恵を失うこと、失われた情報、慈悲の不幸、仕事の中断、PCの失望、または不足、またはその他のビジネス上の害や不幸に害を及ぼすことに限定されます。 ISMMART物質、そのオペレーター、代表者、およびサービスサプライヤーは、その確率に関して教育を受けており、請求が依存する合法または同等の理論とは独立しています。または、そのような状態または範囲で偶発的な危害は、ismmart、ismmart要素、そのオペレーター、代表者、およびサービスサプライヤーのリスクは、法律で許可されている程度に限定されるものとします。'
            '\n 10.3ベンダーの表現'
            ' \n  ismmartは、配送された商品に関して、お客様またはベンダーのアクションについて責任を負わないものとします。さらに、商品やサービスの品質、状態、またはその他の属性に対して責任を負うことはなく、ベンダーのリスト/提供に表示されるメニュー情報、写真、および/または画像の正確性を保証しません。ただし、これらの条件の範囲内で、自分の過失または悪意のある行動に起因する死亡または人身傷害の場合、責任を免除することはないことに注意してください。',
        key.tCHeader12: '11.ベンダーの責任',
        key.tCBody12:
            'ベンダーは、お客様に販売されている製品の準備、状態、口径についての完全な説明責任を持っています。サードパーティの配信の場合、これらのパートナーはアイテムや注文の輸送を担当しています。 ISMMARTには、パートナーとの契約上の債券から生じる可能性のある赤字、害、支出、請求、またはペナルティに対する義務はありません。',
        key.tCHeader13: '12.個人データ（個人情報）保護',
        key.tCBody13:
            'これらの条件を受け入れることにより、当社のプライバシーポリシーで指定されているように、個人データを収集、使用、処理、漏らすために、ISMMARTとその関連会社に明示的な承認を与えています。このドキュメントは、これらの用語の一部として添付されており、（https://ismmart.com/privacypolicy）またはプラットフォーム上のリンクから表示できます。',
        key.tCHeader14: '13.補償',
        key.tCBody14: '13.1プラットフォームの使用; '
            '\n13.2サービスの使用。または'
            '\n13.3これらの条件の違反。',
        key.tCHeader15: '14.サードパーティのリンクとウェブサイト',
        key.tCBody15:
            'プラットフォームに含まれているサードパーティのリンクをクリックしてもたらす可能性のある損害または損失に対して責任を負うことはできません。これらのリンクは、製品、ウェブサイト、サービス、および当社が所有または管理していないオファーに移動する場合があります。コンテンツ、機能、セキュリティ、サービス、プライバシーポリシー、またはこれらのサードパーティWebサイトのその他の側面を保証することはできません。したがって、これらのサードパーティリンクのアクセスと使用に関連する損失または損害について責任を負うことはできません。',
        key.tCHeader16: '15.終了',
        key.tCBody16:
            'ISMMARTは、アカウントを無効化、一時停止、またはキャンセルする権限を保持し、また、注文に関して提供されたあらゆる種類の配送サービスを含むプラットフォームへのアクセスまたは使用を禁止する権限を保持しています。これは、ISMMARTが使用法が不十分であると判断した場合、またはバックグラウンドチェックの結果が不十分であると判断した場合、またはそれに関連しているか、あらゆる種類に関連付けられていることを認識していると判断した場合、制限されていない、または制限されていない多くの理由が原因である可能性があります。用語に違反する活動または行動。 ismmartは、プラットフォームの使用を制限する前に、あなたに警告する必要はありませんが、必要ありません。',
        key.tCHeader17: '16.修正',
        key.tCBody17:
            'いつでも、ISMMARTは、その裁量で現在の条件を修正する権利を留保します。このような修正は、適用される法律の境界内で、ウェブサイトに公開されるとすぐに施行されます。その結果、現在のバージョンの用語に精通していることを保証することがあなたの義務です。修正に不満がある場合は、完全であろうと部分的であろうと、すぐにプラットフォームの使用を控える必要があります。',
        key.tCHeader18: '17.過剰性',
        key.tCBody18:
            'これらの条件の一部が、管轄権のある有能な裁判所によって違法とみなされた場合、残りの規定はそのままでありません。さらに、これらの規約の規定の権利放棄は、その後またはその他の規定の後続または継続的な免除として解釈されないものとします。',
        key.tCHeader19: '18.統治法',
        key.tCBody19: '該当するISMMART施設が確立される国の法律は、これらの条件の理解に対する権限を持ち、形成するものとします。',
        key.tCHeader20: '19.お問い合わせください',
        key.tCBody20: '私たちと共有したい質問や意見がある場合は、ウェブサイトに記載されているように、サポート番号に電話してください。',
        key.tCHeader21: '20.一般的な言語',
        key.tCBody21:
            '用語間の矛盾の場合、英語版は拘束力があります。これらの規約の英語版は最高とみなされ、翻訳されたバージョンと比較した違いは無視されます。',
      };
}
