import 'translations_key.dart' as key;

class Korean {
  Map<String, String> get translations => {
        key.settings: '설정',
        key.general: '일반적인',
        key.account: '계정',
        key.myAccount: '내 계정',
        key.welcome: '환영',
        key.language: '언어',
        key.notifications: '알림',
        key.aboutUs: '우리에 대해',
        key.contactUs: '문의하기',
        key.appearance: '모습',
        key.termsAndConditions: '이용 약관',
        key.privacyPolicy: '개인 정보 정책',
        key.returnAndExchange: '반품 및 교환',
        key.faqs: 'FAQ',
        key.selectLanguage: '언어를 선택하십시오',
        key.logout: '로그 아웃',
        key.login: '로그인',
        key.register: '등록하다',
        key.signIn: '로그인',
        key.signUp: '가입하기',
        key.loginGreetings: '인사말! 다시 오신 것을 환영합니다! 계정에 로그인하십시오',
        key.forgotPassword: '비밀번호를 잊으 셨나요?',
        key.donTHaveAccount: '계정이 없습니까?',
        key.send: '보내다',
        key.optional: '선택 과목',
        key.verification: '확인',
        key.alreadyHaveAccount: '이미 계정이 있습니다!',
        key.home: '집',
        key.categories: '카테고리',
        key.deals: '거래',
        key.menu: '메뉴',
        key.myCart: '내 카트',
        key.topCategories: '최고의 카테고리',
        key.discountDeals: '할인 거래',
        key.seeAll: '모두보기',
        key.viewAll: '모두보기',
        key.viewMore: '더보기',
        key.orderSummary: '주문 요약',
        key.shippingDetails: '배송 정보',
        key.orderTime: '주문 시간',
        key.expectedDelivery: '예상 배송',
        key.shipping: '배송',
        key.shippingCost: '배송 비용',
        key.vendorDashboard: '계기반',
        key.vendorRegistration: '공급 업체 등록',
        key.myOrders: '내 주문',
        key.myProducts: '내 제품',
        key.recentOrders: '최근 주문들',
        key.completedOrder: '완료된 주문',
        key.processingOrders: '처리 주문',
        key.totalEarning: '총 수익',
        key.cMonthEarning: '현재 달 수입',
        key.pendingAmount: '보류 금액',
        key.wallet: '지갑',
        key.userOrders: '사용자 주문',
        key.vendorOrders: '공급 업체 주문',
        key.pendingOrders: '주문을 보류',
        key.totalOrders: '총 주문',
        key.goldCoins: '금화',
        key.silverCoins: '은화',
        key.deleteProd: '제품 삭제',
        key.selectCategory: '카테고리를 선택하십시오',
        key.selectSubCategory: '하위 범주를 선택하십시오',
        key.profile: '프로필',
        key.vendorStoreDetails: '공급 업체 세부 사항',
        key.personalInfo: '개인 정보',
        key.storeInfo: '가게 정보',
        key.phone: '핸드폰',
        key.firstName: '이름',
        key.lastName: '성',
        key.address: '주소',
        key.country: '국가',
        key.city: '도시',
        key.deActivateMsg: '계정을 비활성화해야합니까?',
        key.bankDetails: '은행 계좌 정보',
        key.bankName: '은행 이름',
        key.ibanReq: '은행 이름이 필요합니다!',
        key.branchCode: '계좌 번호',
        key.branchCodeReq: '은행 계좌 번호가 필요합니다',
        key.bankAccountHolder: '계정 제목',
        key.bankAccHolderReq: '계정 제목이 필요합니다',
        key.subject: '주제',
        key.subjectReq: '대상이 필요합니다',
        key.message: '메시지',
        key.messageReq: '메시지 본문이 필요합니다',
        key.membershipPlans: '회원 계획',
        key.membershipDesc:
            '더 많은 수익을 캡처하고, 신제품 또는 비즈니스 모델을 지원하며, 전 세계적으로 반복 지불을 수락하십시오.',
        key.subscribeBtn: '구독하다',
        key.subscribedBtn: '구독',
        key.popular: '인기 있는',
        key.searchIn: '무엇을 찾고 계신가요?',
        key.active: '활동적인',
        key.order: '주문하다',
        key.checkout: '점검',
        key.changeBtn: '변화',
        key.updateBtn: '업데이트',
        key.deleteBtn: '삭제',
        key.deactivateBtn: '계정 삭제',
        key.confirm: '확인하다',
        key.set: '세트',
        key.yesBtn: '예',
        key.noBtn: '아니요',
        key.sold: '판매된',
        key.submit: '제출하다',
        key.cancelBtn: '취소',
        key.add: '추가하다',
        key.apply: '적용하다',
        key.addNew: '새로운 걸 더하다',
        key.total: '총',
        key.details: '세부',
        key.sortBy: '종류',
        key.filter: '필터',
        key.search: '찾다',
        key.status: '상태',
        key.addNewAddress: '새 주소를 추가하십시오',
        key.addPayment: '지불을 추가하십시오',
        key.paymentMethod: '지불 세부 사항',
        key.confirmOrder: '주문 확인',
        key.proceedToCheckOut: '체크 아웃으로 진행하십시오',
        key.addProduct: '제품 추가',
        key.redeemBtn: '상환하다',
        key.storeName: '가게 이름',
        key.storeNameReq: '저장 이름이 필요합니다',
        key.description: '설명',
        key.descriptionReq: '설명이 필요합니다',
        key.ownerName: '소유자 이름',
        key.ownerNameReq: '소유자 이름이 필요합니다',
        key.phoneReq: '전화가 필요합니다',
        key.productName: '상품명',
        key.productNameReq: '제품 이름이 필요합니다',
        key.prodPrice: '제품 가격',
        key.prodPriceReq: '가격이 필요합니다',
        key.prodStock: '제품 재고',
        key.prodStockReq: '주식이 필요합니다',
        key.prodDiscount: '할인',
        key.prodDiscountReq: '할인이 필요합니다',
        key.prodSku: '제품 SKU',
        key.prodSkuReq: '제품 SKU가 필요합니다',
        key.email: '이메일',
        key.emailReq: '잘못된 이메일 형식?',
        key.password: '비밀번호',
        key.passwordLengthReq: '비밀 번호는 최소 6 자 이상이어야합니다?',
        key.fullName: '전체 이름',
        key.fullNameReq: '이름이 필요합니다',
        key.registerGreetings: 'ISMMART 계정을 만듭니다!',
        key.otp: 'OTP',
        key.otpReq: 'OTP가 필요합니다',
        key.newPassword: '새 비밀번호',
        key.newPassReq: '새로운 암호가 필요합니다',
        key.confirmPass: '비밀번호 확인',
        key.confirmPassReq: '비밀번호를 확인하십시오',
        key.passwordNotMatched: '비밀번호가 일치하지 않습니다!',
        key.titleReq: '제목이 필요합니다',
        key.emptyCart: '카트가 비어 있습니다',
        key.emptyCartMsg: '카트에 항목이 추가되지 않았습니다. 장바구니에 제품을 추가하십시오.',
        key.emptyProductSearch: '검색 제품이 없습니다',
        key.emptyProductSearchMsg: '죄송합니다! 검색은 제품과 일치하지 않았습니다. \ n 다시 시도하십시오.',
        key.noProductFound: '아직 제품을 추가하지 않았습니다!',
        key.noOrderFound: '당신은 아직 주문이 없습니다!',
        key.noAddressFound: '주소가 발견되지 않았습니다',
        key.noDefaultAddressFound: '기본 주소가 발견되지 않았습니다',
        key.noCartItemFound: '카트 항목이 발견되지 않았습니다',
        key.noCategoryFound: '범주가 없습니다',
        key.noSubCategoryFound: '하위 범주가 발견되지 않았습니다',
        key.noDataFound: '데이터가 없습니다',
        key.plzSelectSubCategory: '하위 카테고리를 선택하십시오',
        key.someThingWentWrong: '뭔가 잘못되었습니다',
        key.delProdMsg: '이것을 삭제 하시겠습니까?',
        key.updateProduct: '제품 업데이트',
        key.exitApp: '종료 앱',
        key.currentUserNotFound: '현재 사용자는 찾을 수 없습니다',
        key.wrongWithCredentials: '자격 증명에 문제가 발생했습니다',
        key.enterEmail: 'OTP를 받으려면 이메일을 입력하십시오',
        key.emptyField: '빈 필드',
        key.enterDetails: '새 비밀번호를 만들려면 세부 정보를 입력하십시오',
        key.passwordRequired: '비밀번호가 필요합니다!',
        key.standard: '기준',
        key.toProceedWithPurchase: '구매를 진행하려면 필요한 최소 주문 금액은 Rs 1000입니다.',
        key.preferredPayment: '주문을 완료하려면 선호하는 지불 방법을 선택하십시오.',
        key.cartMustNotEmpty: '카트는 비어 있지 않아야합니다',
        key.delivery: '배달',
        key.daysCost: '요일 비용',
        key.freeShipping: 'PKR 1000 이상의 모든 주문에 대한 무료 배송',
        key.zipCode: '우편 번호',
        key.zipCodeRequired: '우편 번호가 필요합니다!',
        key.addressRequired: '주소가 필요합니다!',
        key.selectCountry: '국가 선택',
        key.chooseCountry: '국가를 선택하십시오',
        key.selectCity: '도시를 선택하십시오',
        key.chooseCity: '도시를 선택하십시오',
        key.success: '성공',
        key.disputeDeleted: '분쟁이 성공적으로 삭제되었습니다',
        key.recordDoNotExist: '레코드는 존재하지 않습니다',
        key.fileMustBe: '각 파일은 최대이어야합니다',
        key.invalidImageFormat: '잘못된 이미지 형식!',
        key.minPriceShouldNotBe: '최소 가격은 최대보다 크지 않아야합니다. 가격!',
        key.plzSelectCountry: 'PLZ 선택 국가와 도시',
        key.shippingAddressDetail: 'PLZ 선택 국가와 도시',
        key.cashOnDelivery: '배송 현금 (사용 가능하지 않음)',
        key.creditCard: '신용 카드',
        key.wantToRedeem: '구속하고 싶다',
        key.coins: '동전',
        key.needMoreCoins: '더 많은 동전이 필요합니다',
        key.subtotal: '소계',
        key.items: '항목',
        key.shippingFee: '배송비',
        key.inclusiveOfGst: 'GST 포함',
        key.continueShopping: '쇼핑을 계속',
        key.orderId: '주문하다',
        key.paymentSuccessful: '결제 성공!, 당신은 주문이 배치되었습니다!',
        key.orderInformation: '주문 정보',
        key.orderNotCreated: '뭔가 잘못되었습니다! 주문이 생성되지 않았습니다',
        key.discountMinValue: '할인은보다 커야합니다',
        key.discountMaxValue: '할인이 크거나 같지 않아야합니다',
        key.imageSizeDesc: '이미지는 최대이어야합니다',
        key.availableStock: '사용 가능한 재고',
        key.itemPrice: '품목 가격',
        key.features: '특징',
        key.itemsFound: '발견 된 항목',
        key.price: '가격',
        key.minPrice: '최소 가격',
        key.maxPrice: '최대 가격',
        key.clear: '분명한',
        key.lowToHigh: '낮거나 높음',
        key.highToLow: '높거나 낮은',
        key.OFF: '끄다',
        key.orderDetail: '주문 세부 사항',
        key.cancel: '취소',
        key.emailVerificationLink: '확인 링크를 받으려면 이메일을 입력하십시오',
        key.id: 'ID',
        key.disputeDetail: '분쟁 세부 사항',
        key.disputes: '분쟁',
        key.frequentlyAsked: '자주 묻는 질문',
        key.forAnyQueryJust: '지원의 경우 쿼리를 보내십시오',
        key.youStoreHas: '상점이 장애가되었습니다',
        key.addToCart: '카트에 추가',
        key.added: '추가!',
        key.noQuestionFound: '질문이 없습니다',
        key.productQuestions: '제품 질문',
        key.askQuestion: '물어보다',
        key.peopleAlsoViewed: '사람들도 보았습니다',
        key.color: '색상',
        key.size: '크기',
        key.quantity: '수량',
        key.next: '다음',
        key.questionBody: '질문 기관',
        key.storeDetail: '저장 세부 사항',
        key.sellerRating: '판매자 등급',
        key.customers: '고객',
        key.totalProducts: '총 제품',
        key.soldItems: '판매 된 품목',
        key.thisStoreHasBeen: '이 가게는 그 이후로 열렸습니다',
        key.topProducts: '최고의 제품',
        key.finalPriceWould: '최종 가격은 Rs입니다',
        key.afterPlatformFee: '플랫폼 요금 후',
        key.yourDiscountShould: '할인은 10 ~ 100 % 사이 여야합니다. 다시 시도하십시오!',
        key.uploadImageLessThan: '이미지를보다 적게 업로드하십시오',
        key.outOfStock: '재고가 없습니다',
        key.productNotFound: '제품을 찾을 수 없습니다',
        key.invoiceNo: '송장 번호',
        key.billingDetails: '결제 세부 정보',
        key.qty: '수량',
        key.amount: '양',
        key.action: '행동',
        key.reviews: '리뷰',
        key.rating: '평가',
        key.addDisputes: '분쟁을 추가하십시오',
        key.disputeAlreadyAdded: '이미 추가 된 분쟁',
        key.viewDispute: '분쟁을보십시오',
        key.disputeNotAddedYet: '분쟁은 아직 추가되지 않았습니다',
        key.deliveryDate: '배송 날짜',
        key.totalPrice: '총 가격',
        key.claimCanBeMade: '청구는 소포의 손실 또는 손상 시만 이루어질 수 있습니다.',
        key.clickHereToUpload: '업로드하려면 여기를 클릭하십시오',
        key.userOrderDispute: '사용자 주문 분쟁',
        key.pending: '보류 중',
        key.accepted: '받아 들여졌다',
        key.shipped: '배송',
        key.delivered: '전달',
        key.cancelled: '취소 된',
        key.gallery: '갤러리',
        key.camera: '카메라',
        key.pickFrom: '선택',
        key.yourCoverAndProfile: '표지와 프로필은 최대 PNG 또는 JPG 여야합니다.',
        key.updateVendorDetails: '공급 업체 세부 사항을 업데이트합니다',
        key.fieldIsRequired: '필드가 필요합니다',
        key.call: '부르다',
        key.centralHeadquarters: '중앙 본사',
        key.globalHeadquarters: '글로벌 본부',
        key.centralHeadquartersValue:
            'Plot No, 60 Street 12, G-8/1, Islamabad Capital Territory 44080 파키스탄',
        key.globalHeadquartersValue: '사무실 1005-1006, 10 층, 인용 타워, 비즈니스 베이, 두바이',
        key.aboutHeader1: 'ISMMART 란 무엇입니까?',
        key.aboutHeader2: '우리의 미션',
        key.aboutHeader3: '우리의 비젼',
        key.aboutHeader4: '시스템은 어떻게 작동합니까?',
        key.aboutHeader5: '환불 정책',
        key.aboutHeader6: '우리를 다른 이유는 무엇입니까?',
        key.aboutBody1:
            'ISMMART는 제품이나 서비스를 광고, 마케팅 및 판매 할 수있는 판매자/공급 업체에게 가상 공간을 제공하는 전자 상거래 플랫폼입니다. ISMMART의 개념은 판매자와 구매자 사이에 큰 신뢰 적자를 보았을 때 확립되었습니다. 그 문제를 고려할 때, 우리는 Shaukat Marwat의 우리는 사람들에게 구매자의 돈과 서비스를 최대한 보장 할 수있는 신뢰할 수 있고 신뢰할 수있는 플랫폼을 제공하기를 원했습니다.',
        key.aboutBody2:
            '우리의 임무는 판매자가 망설임없이 구매자와 연결할 수있는 안전한 플랫폼을 가져 오는 것입니다. 우리는 사람들이 하나의 플랫폼에서 모든 종류의 제품과 서비스를 탐색 할 수있는 종류의 전자 상거래 상점 중 하나가되는 것을 목표로합니다. 우리는 또한 수천 명의 개인이 자신의 사업을하고 더 많은 노동력을 창출 할 수있는 포럼을 만들려고합니다.',
        key.aboutBody3:
            '우리의 비전은 글로벌 시장을 대상으로하는 신뢰할 수있는 상점을 가져 와서 비즈니스를 연결하여 하나의 우산 아래로 가져 오는 것입니다.',
        key.aboutBody4:
            '이 시스템은 시장에 무언가를 판매하고자하는 판매자에게 가상 공간/저장을 제공합니다. 그들은 개별 공급 업체 또는 디지털 세계에서 자신의 존재를 향상시키려는 일부 기존 브랜드 일 수 있습니다. 우리의 공급 업체는 월별 구독 요금/ 플랫폼 요금으로 당사에 등록합니다. 당사는 기본 정보를 가져 와서 공급 업체의 진위를 확인하고 이들과 계약을 맺을 것입니다. 마찬가지로 고객/구매자도 전자 상거래 상점에 우리에게 등록되어야합니다. 고객은 공급 업체 프로필을보고 서비스를받은 후 (서비스를받은 후) 평가하고 시장의 제품을 업데이트 할 수 있습니다. 예를 들어, 우리는 모든 종류의 홈 가전 제품을 다루는 ALI Electronics로 등록 된 공급 업체/스토어가 있습니다. Ayesha는 전기 주전자를 사고 싶어하며, 검색 할 때 Ali Electronics에서 원하는 제품을 찾습니다. 그녀는 주문이 완료 될 때까지 회사의 계정에있을 예정인 명령을 내리고 사전에 지불 할 것입니다. Ali Electronics는 주문에 대한 알림을받습니다. 그는 관련 제품을 포장하고 서비스를 통해 파견 할 것입니다 (계정을 통한 정의 된 택배 서비스). Miss Ayesha가 제품을 받고 원하는 제품을 받았는지 확인하면 결제가 공개되고 정의 된 기간 (15 일) 내에 공급 업체 계정에 도달합니다. 참고 : 검증 및 미등록 회원은 ISMMART 상점에서만 제품을 서핑 할 수 있지만 거래 할 수는 없습니다. 품질 거래를 보장하기 위해 모든 고객은 판매 / 구매 전에 등록해야합니다.',
        key.aboutBody5:
            'ISMMART 상점은 일반적으로 택배가 항목을 반품 센터로 반환하면 영업일 기준 3 일 이내에 반환을 처리합니다. 고객 서비스 팀은 반품 정책에 따라 서면 불만을 받 자마자 배송 라벨을 제공합니다. 품목이 접수되고 환불이 완료되기 전에 적절한 품질 점검이 이루어집니다. 지불 방법에 따라 환불 시간은 다를 수 있습니다. 영업일 기준 3 일에서 14 일이 소요될 수 있습니다. 반환 된 제품에 대해 지불 한 돈과 함께 배송비도 상환됩니다. 예를 들어, Ayesha가 제품을받을 때 제품이 결함이 있음을 알게됩니다. 그녀는 불만 사항 센터에서 불만을 제기 할 것입니다. 그녀의 주장이 제대로 입증되면, 그녀는 결함이있는 항목을 공급 업체로 돌려 보내고, 그녀의 지불 (ISMMART가 보류 상태로 유지 된 지불은 그녀에게 다시 검색됩니다. 일부 제품/서비스는 환불되지 않으며 설명에 정의됩니다. 제품/서비스의.',
        key.aboutBody6:
            'ISMMART는 구매자와 공급 업체 모두에게 100 % 보안을 제공하는 고유 한 플랫폼입니다. 제품 또는 판매량 만 제공하는 상점과 달리 하나의 플랫폼에서 제품 또는 서비스를 표시, 마케팅 및 판매 할 수있는 가상 공간을 제공합니다. 구매자에게는 돈이 낭비되지 않을 것이라고 확신하여 쇼핑 할 수있는 독점 포럼입니다. 우리의 고유 반환 정책은 구매자 또는 판매자에게 사기 활동이 발생하지 않도록합니다. 우리는 다양한 범주의 공급 업체에 대한 다양한 가입/멤버십 제안을 고안했습니다.',
        key.tCHeader1: '소개',
        key.tCBody1:
            'Ismmart 상점에 오신 것을 환영합니다.“우리”와“우리”라고도합니다. 본 이용 약관은 온라인 플랫폼/사이트 및 관련 웹 사이트, 앱, 서비스 또는 리소스에 대한 귀하의 액세스 및 사용을 관리합니다. 귀하는 ISMMART 상점을 사용하기 전에 아래에 나열된 이용 약관을 읽고 이해하고 동의했음을 인정합니다. 본 이용 약관은 ISMMART 상점의 이전 통지없이 언제든지 변경, 수정, 추가 또는 제거 될 수 있습니다. 더 이상 알림이 제공되지 않으면 웹 사이트에 게시 될 때 변경 사항이 효과적입니다.',
        key.tCHeader2: '귀하와 Ismmart 매장간에 계약이 어떻게 구성됩니까?',
        key.tCBody2:
            '• 주문을 한 후에는 귀하의 주문을 받았다는 사실을 인정하는 온라인 통지를 받게됩니다. 이것이 귀하의 주문이 수락되었음을 의미하지는 않습니다. 귀하의 주문은 제품을 구매하겠다는 제안을 구성합니다. 모든 주문은 당사에 의해 수락 될 수 있습니다. 계약은이 플랫폼을 통해 주문한 제품을받을 때만 구성됩니다. • 계약은받은 제품과 만 관련됩니다. 주문의 일부일 수있는 다른 제품에 대한 계약은 다른 제품을받을 때 구성됩니다.',
        key.tCHeader3: '귀하의 계정',
        key.tCBody3:
            '• 플랫폼에서 제공하는 특정 서비스에 액세스하려면 귀하는 귀하가 당사와 계정을 만들거나 계정 생성을 완료하기 위해 개인 정보를 제공해야 할 수도 있습니다. • 귀하는 사용자 식별, 암호, 계정 세부 정보 및 관련 개인 정보의 기밀성을 유지할 책임이 있습니다. 귀하는 귀하가 귀하의 계정의 보안을 항상 유지하고 계정의 무단 사용을 방지하기 위해 모든 합리적인 예방 조치를 취할 의무가 있음을 인정합니다. 비밀번호가 다른 사람에게 알려 졌다고 믿을만한 이유가 있거나 암호가 무단으로 사용되는 경우에 즉시 알려 주어야합니다. 귀하는 웹 사이트 사용, 제공된 관련 서비스 및/또는 귀하의 계정 및 비밀번호를 사용하여 가능한 기밀 데이터, 정보 또는 커뮤니케이션에 대한 액세스 권한을 이해하고 동의합니다. 경우에 따라 귀하가 승인 한 사람이 만들었습니다.'
                '•이 이용 약관에 대한 위반 또는 심각한 위반의 경우, 당사는 통지를 제공 한 후 사용자 이름 및/또는 비밀번호를 무효화 하고이 계약의 조건에 따라 동일하게 수정하거나 수정할 수있는 합리적인 시간을 제공 할 권리가 있습니다.',
        key.tCHeader4: '당신의 상태',
        key.tCBody4: '당사 사이트/플랫폼을 통해 주문을하면 다음과 같은 보증이 필요합니다.'
            '• 법적으로 구속력있는 계약을 체결 할 수 있습니다.'
            '• 당신은 18 세 이상입니다.'
            '• 귀하는 본 이용 약관에 따라 당사 사이트에 지불하는 국가에 거주하지 않습니다.',
        key.tCHeader5: '제품 제공',
        key.tCBody5:
            '제품의 경우 예외적 인 상황이없는 한 주문시 명시된 날짜의 합리적인 시간 내에 주문이 이행/수령 준비 (해당되는 경우).',
        key.tCHeader6: '보증',
        key.tCBody6:
            '우리는 우리 사이트를 통해 우리로부터 구매 한 모든 제품이 배송시 설명을 준수하고, 만족스러운 품질이 될 것이며, 그러한 종류의 제품이 일반적으로 공급되는 모든 목적에 합리적으로 적합하다는 것을 당신에게 보증합니다. 목적, 상업성, 만족스러운 질 또는 조건과 관련된 기타 모든 보증, 조건 또는 조건은 키 또는 관습법에 의해 암시되는지 여부에 관계없이 법에 의해 허용되는 한 배제됩니다.',
        key.tCHeader7: '취소 권리',
        key.tCBody7:
            '• 제품의 경우 소비자로 계약하는 경우 어떤 이유로 든 제품 주문을 취소하고 전액 환불을받을 권리가 있습니다. 제품에 대해 지불 한 가격의 전액 환불을 받게됩니다 (배송비 제외). 제품 구매와 관련된 계약을 취소 할 권리는 제품을 수신 한 날짜부터 시작합니다 (계약이 구성된 경우). 제품이 귀하에게 배송 된 경우 반품 정책에 따라 언제든지 취소 할 수 있습니다. 배송이 손상된 제품을받은 경우 가능한 빨리 서면으로 알려주십시오. 제품이 우리에게 반환 된 경우, 제품을받을 때 제품이 손상되었음을 알리지 않은 경우, 우리는 귀하의 취소 또는 수신 권한을 거부 할 수 있습니다.'
                '• 보안 봉인이 열려진 명령 또는 개인화 된 제품, 정기 간행물 또는 잡지 또는 소프트웨어, DVD 또는 CD의 공급 계약을 취소 할 권리가 없습니다.'
                '• 제품의 경우 계약을 취소하려면 서면으로 알려야합니다. 제품이 귀하에게 전달 된 경우, 합리적으로 실행 가능한 빨리 제품을 당사에 반환해야하며 귀하의 비용으로 제품을 반환해야합니다. 제품이 귀하의 손에있는 동안 합리적으로 관리 해야하는 법적 의무가 있습니다.',
        key.tCHeader8: '권리 및 의무의 양도',
        key.tCBody8:
            '• 당사는 본 이용 약관에 따른 권리와 의무를 다른 조직에 양도 할 수 있지만 이는 계약에 따른 귀하의 권리 나 의무에 영향을 미치지 않습니다.'
                '• 귀하는 서면으로 동의하는 경우 귀하의 계약에 따라 귀하의 권리와 의무 만 이전 할 수 있습니다.',
        key.tCHeader9: '가격',
        key.tCBody9: '• 제품의 가격 및 배송 요금은 명백한 경우를 제외하고 당사 플랫폼/사이트에 인용됩니다.'
            '• 제품 가격에는 해당되는 경우 GST/Fed/VAT가 포함됩니다. 그러나 GST/FED/VAT 비율이 주문 날짜와 배송 날짜 사이에 변경되면 가격을 적절하게 조정합니다.'
            '• 제품 가격 및 배송비는 언제든지 변경할 책임이 있지만, 변경 사항은 제품의 주문에 영향을 미치지 않으며 합리적인 시간 내에 이행/받기위한 조치를 취합니다.',
        key.tCHeader10: '환불',
        key.tCBody10: '위의 6 항에 따라 주문이 취소되면 환불 정책에 따라 빚진 금액을 환불합니다.',
        key.tCHeader11: '귀하의 정보를 어떻게 사용합니까?',
        key.tCBody11:
            '귀하의 정보 사용 방법에 대한 자세한 내용은 개인 정보 보호 정책을 읽으십시오. 본 이용 약관에 동의하고 수락함으로써 귀하는 당사의 개인 정보 보호 정책의 조건에 동의하고 수락합니다.',
        key.tCHeader12: '사업에 대한 우리의 책임',
        key.tCBody12:
            '• 본 이용 약관을 준수하지 않으면, 당사는 제품의 구매 가격에 대해서만 귀하에게 책임을지며 준수하지 못한 결과 (계약으로 발생하는지, 천상이든 태만을 포함하여), 법정 의무 위반 또는 기타).'
                '• 우리는 본 이용 약관에 의해 구성된 계약이 형성된 날짜와 같이 그러한 손실이 우리의 묵상에 있어도 다음 범주에 해당하는이 이용 약관을 준수하지 않은 결과로 인한 손실에 대해 책임을지지 않습니다. 우리는 우리의 위반의 예측할 수있는 결과입니다. '
                '• 소득 또는 수입 손실.'
                '• 사업 상실.'
                '• 이익 손실.'
                '• 예상 절약 손실'
                '• 데이터 손실'
                '• 관리 또는 사무실 낭비'
                '참고 :이 단락은 소비자로 계약하는 경우 적용되지 않습니다.',
        key.tCHeader13: '소비자에 대한 우리의 책임',
        key.tCBody13:
            '• 본 이용 약관을 준수하지 않으면 이용 약관 또는 과실 위반의 예측 가능한 결과 인 손실 또는 손해에 대해 책임을집니다. 그것이 우리의 위반의 명백한 결과 였거나 우리가 관련에 들어갔을 때 당신과 우리에 의해 고려 된 경우 손실 또는 손해는 예측 가능합니다.'
                '• 우리는 국내 및 개인 용도로만 제품을 제공합니다. 귀하는 상업, 비즈니스 또는 재판매 목적으로 제품을 사용하지 않기로 동의하며, 이익 손실, 비즈니스 손실, 비즈니스 중단 또는 비즈니스 손실에 대한 귀하에게 책임이 없습니다.'
                '참고 :이 단락은 비즈니스로 계약하는 경우 적용되지 않습니다.',
        key.tCHeader14: '귀하가 사업 인 경우 귀하와 계약',
        key.tCBody14:
            '• 본 이용 약관과 그에 명시 적으로 언급 된 문서는 당사 간의 전체 계약을 구성하며, 이전의 모든 토론, 서신, 협상, 이전의 합의, 이해 또는 계약과 관련하여 우리 간의 모든 계약을 대체합니다.'
                '• 우리는 각각 계약을 체결 할 때 우리 중 어느 누구도 본 이용 약관에 명시되지 않은 진술 또는 보증 (결백하거나 과실 적으로 만들어 지든)에 의존하거나 구제책을 갖지 않을 것임을 인정합니다.'
                '• 우리 각자는 본 계약에 명시된 진술 및 보증에 대한 유일한 책임 (결백하거나 태만이든)이 계약 위반에 대한 것이라는 데 동의합니다.'
                '•이 단락의 어느 것도 책임을 제외하거나 제외하지 않습니다.'
                '소비자로 계약하는 경우이 단락은 적용되지 않습니다.',
        key.tCHeader15: '당신이 소비자라면 당신과의 계약',
        key.tCBody15:
            '귀하가 소비자로 계약하는 경우, 당사는 본 이용 약관 및 계약의 주제와 관련하여 명시 적으로 언급 된 문서에 의존하려고합니다. 우리는 정식으로 승인 된 대리인이 작성한 진술과 진술에 대한 책임을 받아들이지 만, 본 이용 약관의 변형을 서면으로 확인하십시오.'
                '참고 : 비즈니스 과정에서 계약중인 경우이 단락은 적용되지 않습니다.',
        key.tCHeader16: '통지',
        key.tCBody16:
            '• 본 이용 약관 및 조건과 관련하여 귀하 또는 당사가 보낼 통지는 편지 나 이메일로 보낼 수 있습니다. 우리에게 통지는 다음 주소 중 하나로 보내야합니다.'
                '> Plot No, 60 Street 12, G-8/1, Islamabad Capital Territory 44080 파키스탄.'
                '> 타워 42, 25 Old Broad St, Cornhill, London, United Kingdom'
                '> 이메일 : businesses@shaukatmarwatgroup.com'
                '• 당사가 플랫폼에 가입 할 때 제공 한 이메일 주소로 이메일로 통지를 보내드립니다.'
                '• 우리 중 하나는 새로운 주소를 작성하여 다른 사람에게 알림으로써 주소 주소를 변경할 수 있지만, 이전 주소는 변경이 이루어진 후 7 일 동안 계속 유효합니다.',
        key.tCHeader17: '제 3 자 권리',
        key.tCBody17: '본 이용 약관 또는 계약에 당사자가 아닌 사람은 그와 관련하여 또는 관련된 권리가 없습니다.',
        key.tCHeader18: '기권',
        key.tCBody18:
            '본 이용 약관에 의해 해당 당사자에게 부여 된 권리를 행사하거나 집행하지 못한 사람은 그러한 권리의 포기로 간주되거나 그 후 언제든지 또는 그 후에 운동 또는 집행을 금지하는 것으로 간주되지 않습니다. 본 이용 약관에 대한 우리의 포기는 포기로 명시 적으로 명시되어 있지 않으며 위의 16 항에 따라 서면으로 귀하에게 전달되지 않는 한 효과적이지 않습니다.',
        key.tCHeader19: '분리 성',
        key.tCBody19:
            '법원 또는 관할 당국이 본 이용 약관 또는 계약 조항의 조항 중 어느 것이 유효하지 않거나, 불법적이거나, 시행 할 수 없다고 판단하는 경우, 그 용어는 그 정도로만 나머지 약관에서 끊어 질 것입니다. 법에 의해 허용되는 최대 범위까지 계속 유효합니다.',
        key.tCHeader20: '막힘',
        key.tCBody20:
            '당사는 배송 날짜를 연기하거나 파업, 잠금, 장애, 화재, 폭발, 사고 또는 사고 또는 사업 또는 업무에 중점을 두는 등 합리적인 통제 이외의 모든 상황에 대한 계약을 취소 할 권리가 있습니다. 상품의 배송 또는 서비스 성과를 방지하거나 방해합니다.',
        key.tCHeader21: '법과 관할권',
        key.tCBody21: '본 이용 약관 및 그 주제 또는 주제 또는 형성 (비 계약 분쟁 또는 청구 포함)에서 발생하거나 관련하여 발생하는 모든 이용 약관 및 분쟁 또는 청구는 파키스탄 법에 의해 적용됩니다. 귀하는 당사의 제품을 주문함으로써 귀하는 본 이용 약관에 구속되기로 동의한다는 것을 이해해야합니다.'
            '등록 범주 :'
            '1. 기본 회원 자격- 무료 : 무료 회원으로 등록 할 수 있습니다.'
            '* ISMMART 플랫폼에서 아무것도 판매 할 수 없습니다.'
            '* 기본적으로 개설하거나 방문 할 공급 업체 및 비즈니스가 계속 개설 할 제품 및 상점에만 액세스 할 수 있습니다.'
            '* 판매자와의 상호 이해를 가진 직접 고객으로서 자신의 모든 것을 구입할 수 있습니다. ISMMART는 그러한 거래의 문제가 발생할 경우 책임을지지 않거나 백업하지 않습니다. '
            '2. 프리미엄 멤버십 - 유료 멤버십 :'
            '* 1 개월 무료 평가판으로 월 5 USD. 연간 가입 요금은 99.5 USD입니다.'
            '* ISMMART 플랫폼에서 모든 것을 판매 할 수 있습니다.'
            '* 방문 할 모든 제품 및 상점에 액세스 할 수 있습니다.'
            '* ISMMART의 프리미엄 회원의 모든 거래는 ISMMART에 의해 백업됩니다. 우리는 원활한 거래 및 제품 제공을 담당 할 것입니다. ISMMART는 판매자와 구매자 모두가 동의 한 상호 이해를 존중할 것입니다.'
            '* 프리미엄 회원은 전 세계 모든 비즈니스에 대한 걱정이 적습니다. ISMMART는 판매자 및 구매자로서 해당 회원 및 거래를 직접 보장하고 확인할 것입니다.'
            '* 모든 프리미엄 회원이 면밀히 조사되고 ISMMART 확인 프로세스를 통해 검증되므로 이러한 모든 회원은 전 세계 어디에서나 서로 거래 할 수 있습니다.'
            '* 적격 항목에 대한 무제한 배송.'
            '참고 : 모든 회원 (판매자 및 구매자)은 ISMMART에서 언급 한 모든 거래 규칙 및 절차를 따르기 위해 지불 또는 배송에 불편을 끼치 지 말아야합니다. 커미션 수수료 구조 거래 가치 PKR100,000/- ~ 0.5% 커미션 거래 값 PKR100,000/- 이상 PKR250,00,00/- ~ 1.00% 커미션 거래 값 PKR250,00,00/- 이하 PKR250보다 낮습니다. 00,000/- ~ 1.75%위원회 거래 값 PKR250,00,000/- 평면 2.25% 도매 거래에 대해 평면 3.5% 커미션이 청구됩니다.'
            '참고 : 거래 가치는 배송 및 보험 비용을 제외합니다.',
        key.exchangeHeader1: '',
        key.exchangeHeader2: '돌아 오는 방법?',
        key.exchangeBody1:
            '고객 만족도가 보장됩니다! 우리는 ISMMART 매장을 통해 판매 된 제품의 품질을 보장하며 구매에 만족하지 않으면 올바르게 만들 것입니다. 아래에 나열된 몇 가지 조건을 제외하고 ISMMART 상점에서 구매 한 모든 품목은 배송 날짜로부터 14 일 이내에 반환 될 수 있습니다.'
                '* 할인 된 상품/제품은 환불을 위해 교환하거나 반품 할 수 없습니다. 명백한 결함이 발견 된 경우에만 교환하거나 반환 할 수 있습니다.'
                '* 반품 된 품목은 원래 포장으로 모든 안전 씰과 레이블이 여전히 손상되지 않은 채로 꺼야합니다. 이러한 조건이 충족되지 않으면 반품은 환불 또는 교환 자격이 없습니다.'
                '* ISMMART 매장은 어떤 상황에서는 예외를 제외 할 수있는 독점적 권리/ 권한을 예약합니다.'
                '* 반품 정책에 나오는 명백한 오류로 인해 품목이 반환되면 고객은 택배 서비스에 대해 청구되지 않습니다.'
                '* 휴대 전화, 액세서리 및 기타 전기 제품 및 전자 제품의 수익 기간은 패키지가 수신 된 날부터 시작하는 5 일에 불과합니다. 반환 창 중에 결함이 발견되면 교체 품목이 충전없이 제공됩니다. 제조업체 또는 공급 업체의 표준 보증은 반품 창이 만료 된 후 유효합니다.',
        key.exchangeBody2: '품목이 위에 지정된 모든 요구 사항을 충족하면 고객 지원 센터와 연락하십시오.',
        key.deleteDisputesMsg: '분쟁을 삭제하고 싶습니까?',
        key.feeChargesExplained: '수수료 요금이 설명되었습니다!',
        key.serviceFee: '서비스 요금',
        key.deliveryFee: '배달 수수료',
        key.supportCenter: '24/7 지원 센터',
        key.costDesc1: '우리는 최상의 서비스를 제공하면서 서비스 및 배송비를 최대한 낮게 유지하기 위해 노력합니다.',
        key.costDesc2:
            '플랫폼 유지 비용을 충당하고 품질 관리를 보장하며 고객 지원을 제공하는 데 도움이되는 백분율 기반 수수료입니다. Prestiogius 공급 업체가 업로드 한 각 제품에서 서비스 수수료는 5%에 불과합니다.',
        key.costDesc3:
            '배송 수수료는 주문을 귀하의 위치에 배송하는 비용을 충당하는 정액 수수료입니다. 배송비는 각 주문마다 250 루피입니다.',
        key.costDesc4:
            '수수료에 대해 궁금한 점이 있거나 우려 사항이 있으시면 고객 지원 팀에 연락하지 마십시오. 서비스를 선택해 주셔서 감사합니다!',
        key.sortByPrice: '가격별로 정렬하십시오',
        key.currencyKey: '통화',
        key.privacyHeader1: '',
        key.privacyHeader2: '개인 정보 사용',
        key.privacyHeader3: '우리가 수집 한 데이터와 수집 방법은 무엇입니까?',
        key.privacyHeader4: '제공하는 정보 :',
        key.privacyHeader5: '자동 정보 :',
        key.privacyHeader6: '다른 출처의 정보 :',
        key.privacyHeader7: '일반 데이터:',
        key.privacyHeader8: '프로필 데이터 :',
        key.privacyHeader9: '로그 파일 :',
        key.privacyHeader10: '해석학:',
        key.privacyHeader11: '위치 정보:',
        key.privacyHeader12: '쿠키:',
        key.privacyHeader13: '내 정보는 얼마나 안전합니까?',
        key.privacyHeader14: '어떤 정보에 액세스 할 수 있습니까?',
        key.privacyHeader15: '이 개인 정보 보호 정책의 변경',
        key.privacyBody1:
            'ISMMART 상점은 개인 정보를 존중하고 귀하의 개인 정보를 보호하려고합니다. 이 개인 정보 보호 정책은 플랫폼 또는 사이트 사용자와 사이트에서 제공 한 서비스를 어떻게 처리하는지 설명하는 것을 목표로합니다. 이 정책은 또한 귀하의 개인 정보를 수집, 사용 및 공개하는 방법에 대한 귀하의 옵션을 간략하게 설명합니다. 귀하는이 플랫폼이나 사이트에 직접 또는 다른 웹 사이트를 통해 액세스하는 경우이 개인 정보 보호 정책에 요약 된 절차에 동의합니다. 자세한 내용은이 개인 정보 보호 정책을 읽으십시오. ISMMART 상점은 제품 및 서비스를 제공하고 지속적으로 개선 할 수 있도록 개인 데이터를 수집합니다.',
        key.privacyBody2: '일반적으로 귀하가 제출 한 개인 정보는 귀하가 제기 한 요청에 응답하거나, 더 나은 서비스를 제공하거나 서비스를 마케팅하는 데 사용됩니다. 우리는 다음과 같은 방법으로 귀하의 개인 정보를 사용합니다. '
            '주문, 제품 및 프로세스 지불 및 주문, 제품 및 서비스 및 홍보 제안에 대해 귀하와 의사 소통하십시오. 제품 제공에 대한 업데이트; '
            '* 특정 법률을 준수하기 위해 개인 정보를 수집하고 사용하십시오.'
            '* 사이트, 제품 및 서비스를 운영, 유지 및 개선하십시오.'
            '* 의견 및 문의에 응답하고 고객 서비스를 제공합니다.'
            '* 귀하의 요구를 더 잘 이해하고 더 나은 서비스를 제공하기 위해 제 3 자로부터받는 다른 개인 정보와 사용자 정보를 링크하거나 결합하십시오.'
            '* 제품 마케팅을 개발, 개선 및 향상시킵니다.'
            '* 귀하의 계정/개인 프로필 또는 기타 수단을 통해 시스템에서 사용자로 귀하를 식별하십시오.'
            '* 이러한 목적에 따라 자동화 된 의사 결정 프로세스를 수행하십시오.'
            '* 당사 사이트에서 데이터 다운로드를 지불하는 지불과 관련하여 금융 거래를 확인하고 수행하십시오.'
            '* 우리는 다양한 위치에있는 서버에 개인 정보를 저장하고 처리 할 수 ​​있습니다. 또한 데이터를 귀하에게 개인적으로 식별 할 수있는 정보를 완전히 제외하여 귀하의 개인 정보에서 익명의 데이터 레코드를 작성할 수도 있습니다. 우리는이 익명의 데이터를 사용하여 요청 및 사용 패턴을 분석하여``서비스의 컨텐츠를 개선하고 사이트 기능을 최적화 \'할 수 있습니다.'
            '이 외에도, 우리는 익명의 데이터를 제 3 자와 공유 할 권리를 보유하고 어떤 목적 으로든 사용할 수 있습니다. 우리의 제품 및 서비스에 대한 경험이 좋은 사용자는 우리에게 평가와 발언을 제공 할 수 있습니다. 우리는 그러한 자료를 게시 할 수 있습니다. 우리는 사용자의 첫 번째와 성을 사용하여 그러한 컨텐츠를 게시 할 때 식별 할 수 있습니다. 이 데이터를 회원 평가와 함께 게시하기 전에 사용자의 동의를 얻게됩니다.'
            '당사는 귀하의 동의가 얻은 다른 목적 으로이 정보를 사용할 것입니다. 이러한 목적에 따라 자동화 된 의사 결정 프로세스를 수행합니다.',
        key.privacyBody3: '',
        key.privacyBody4:
            'ISMMART 상점은 서비스를 사용할 때 계정 프로필을 통해 제공하는 데이터를 수신 및 저장합니다.',
        key.privacyBody5:
            '서비스를 사용할 때는 ISMMART 상점에서 제공되는 제품, 정보 및 서비스와 상호 작용하는 방법에 대한 데이터를 포함하여 일부 유형의 정보를 자동으로 수집하고 유지합니다. 웹 브라우저 또는 장치가 당사 웹 사이트에 액세스 할 때 다른 많은 웹 사이트와 마찬가지로“쿠키”및 기타 고유 식별자를 사용하여 특정 종류의 정보를 수집합니다.',
        key.privacyBody6:
            'ISMMART 상점은 다른 출처에서 귀하에 대한 정보를 얻을 수 있습니다. 예를 들어, 당사의 운송 업체는 업데이트 된 배송 및 주소 데이터를 제공 할 수 있으며,이 데이터는 레코드를 업데이트하고 후속 구매를 더 간단하게 만듭니다.',
        key.privacyBody7:
            '서비스를 사용할 때 정보가 자동으로 작성됩니다. 예를 들어 서비스를 사용하는 경우 일반 위치, 사용하는 장치 종류, 열린 장치 식별 번호, 방문 날짜 및 시간, 고유 한 장치 식별자, 브라우저 유형에 대한 정보를 수집 할 수 있습니다. 사용, 운영 체제, 인터넷 프로토콜 (IP) 주소 및 도메인 이름을 사용합니다. 일반적으로, 우리는이 정보를 활용하여 사이트를 운영하고 향상시킬뿐만 아니라 가장 적합한 정보를받을 수 있도록합니다.',
        key.privacyBody8:
            '귀하의 사용자 이름 및 비밀번호, 귀하와 관련된 주문, 귀하의 관심사, 선호도, 피드백 및 설문 조사 응답.',
        key.privacyBody9:
            '대부분의 웹 사이트와 마찬가지로 특정 정보를 자동으로 수집하여 로그 파일에 저장합니다. 이 정보에는 IP 주소, 브라우저 유형, ISP (Internet Service Provider), 참조/종료 페이지, 운영 체제, 날짜/타임 스탬프 및 클릭 스트림 데이터가 포함됩니다. 우리는이 정보를 사용하여 성능 서비스를 유지하고 개선합니다.',
        key.privacyBody10:
            '사람들이 웹 사이트와 상호 작용하는 방법을 더 잘 이해하기 위해 Google 웹 로그 분석과 같은 분석 서비스를 사용합니다. 쿠키는 Analytics Services에서 사용자가 사이트를 방문하는 방법과 같은 데이터를 수집하는 데 사용 되며이 데이터를 사용하여 서비스 및 웹 사이트를 향상시킵니다. Analytics Services의 이용 약관 및 개인 정보 보호 정책은 이러한 회사 가이 정보를 사용하는 방법에 대한 자세한 내용을 보려면 상담해야합니다.',
        key.privacyBody11:
            '장치에서 위치 서비스를 활성화 한 경우 귀하의 위치 정보를 수집하여 제공하는 서비스를 개선 할 수 있습니다. 이 정보를 수집하지 않으려면 장치에서 위치 서비스를 비활성화 할 수 있습니다.',
        key.privacyBody12:
            '쿠키는 웹 사이트를 보는 동안 웹 사이트가 컴퓨터의 하드 드라이브로 보내는 작은 정보입니다. 이 텍스트 파일은 웹 사이트에서 사용하여 사용자가보다 효율적으로 경험할 수 있습니다. 이 쿠키 가이 사이트의 작동에 엄격하게 필요한 경우이 쿠키를 장치에 저장할 수 있습니다. 다른 모든 유형의 쿠키에는 귀하의 허가가 필요합니다. 이를 위해이 사이트는 다양한 유형의 쿠키를 사용합니다. 일부 쿠키는 당사 페이지에 나타나는 타사 서비스에 의해 배치됩니다. 우리와 일부 제 3자는 두 세션 쿠키 (웹 브라우저를 닫으면 만료 됨)와 지속적인 쿠키 (삭제할 때까지 컴퓨터에 머무르면)를 사용할 수 있습니다. 우리 제품. 마케팅 쿠키는 웹 사이트에서 방문자를 추적하는 데 사용됩니다. 의도는 개별 사용자와 관련이 있고 참여하는 광고를 표시하여 게시자 및 타사 광고주에게 더 ​​가치가 있습니다. 이 추적은 익명으로 수행됩니다.',
        key.privacyBody13:
            '우리는 솔루션을 설계 할 때 귀하의 보안 및 개인 정보를 고려합니다. 암호화 프로토콜 및 소프트웨어를 활용하여 전송 전반에 걸쳐 귀하의 개인 정보의 보안을 유지하려고 노력합니다. 신용 / 직불 카드 / 은행 세부 사항을 처리 할 때는 최상의 업계 관행을 준수하고 물리적, 전자 및 절차 적 측정을 사용하여 고객 개인 정보를 안전하게 유지합니다. 보안 조치로 인해 개인 데이터에 액세스하기 전에 귀하의 신원을 증명해야합니다. 비밀번호와 컴퓨터, 장치 및 응용 프로그램에 대한 무단 액세스를 방지하는 것이 중요합니다. 다른 온라인 계정에 사용되지 않은 계정에 고유 한 비밀번호를 사용하는 것이 좋습니다. 공유 컴퓨터를 사용하여 완료되면 사인 오프하십시오.',
        key.privacyBody14:
            '계정 섹션에서 이름, 주소, 지불 옵션, 프로필 정보 및 구매 기록을 포함하여 귀하의 정보에 액세스 할 수 있습니다.',
        key.privacyBody15:
            '이 개인 정보 보호 정책은 2022 년 10 월 10 일부터 유효하며 향후 조항의 변경 사항과 관련하여 유효합니다.이 페이지에 게시 된 직후에 적용됩니다. 당사는 언제든지 개인 정보 보호 정책을 업데이트하거나 변경할 권리를 보유 하며이 개인 정보 보호 정책을 정기적으로 확인해야합니다. \ t 참고 :이 개인 정보 보호 정책에 대해 궁금한 점이 있으면 문의하십시오.',
        key.memPlan1Title: '시작',
        key.memPlan1Price: '무료',
        key.memPlan1Desc1: '누구나 무료 회원으로 등록 할 수 있습니다.',
        key.memPlan1Desc2: 'ISMMART 플랫폼에서 최대 3 개의 제품을 판매 할 수 있습니다.',
        key.memPlan1Desc3:
            '기본적으로 개설하거나 방문 할 공급 업체 및 비즈니스가 계속 개설 할 제품 및 상점에만 액세스 할 수 있습니다.',
        key.memPlan1Desc4:
            '그들은 판매자와의 상호 이해를 가진 직접 고객으로 자신의 모든 것을 살 수 있습니다. ISMMART는 그러한 거래에서 문제가 발생할 경우 책임을지지 않거나 백업하지 않습니다.',
        key.memPlan2Title: '찬성',
        key.memPlan2Desc1: '무료 1 개월 재판',
        key.memPlan2Desc2: 'ISMMART 플랫폼에서 무엇이든 판매 할 수 있습니다',
        key.memPlan2Desc3: '방문 할 모든 제품 및 상점에 액세스 할 수 있습니다.',
        key.memPlan2Desc4:
            'ISMMART의 프리미엄 회원의 모든 거래는 ISMMART에 의해 백업됩니다. 우리는 원활한 거래 및 제품 제공을 담당 할 것입니다. ISMMART는 판매자와 구매자 모두가 동의 한 상호 이해를 존중할 것입니다.',
        key.memPlan2Desc5: '적격 항목에 대한 무제한 배송.',
        key.memPlan2Desc6:
            'Premium 회원은 전 세계 모든 비즈니스에 대한 걱정이 적습니다. ISMMART는 판매자 및 구매자로서 그러한 회원 및 거래를 직접 보장하고 확인할 것입니다.',
        key.memPlan2Desc7:
            '모든 프리미엄 회원이 면밀히 조사되고 ISMMART 확인 프로세스를 통해 검증되므로 이러한 모든 회원은 전 세계 어디에서나 서로 거래를 덜 걱정할 수 있습니다.',
        key.memPlan3Title: '사업',
        key.memPlan3Desc1: '2 개월 무료 평가판',
        key.memPlan3Desc2: 'B2B 기회',
        key.memPlan3Desc3: '무제한 무료 배송',
        key.memPlan3Desc4: '무제한 홍보 도구',
        key.memPlan3Desc5: '도매 배송',
        key.memPlan3Desc6: '물리적 상점에 제품을 배치 할 수있는 기회를 얻으십시오.',
        key.memPlan3Desc7: '적격 항목에 대한 무제한 배송.',
        key.memPlan3Desc8:
            'Premium 회원은 전 세계 모든 비즈니스에 대한 걱정이 적습니다. ISMMART는 판매자 및 구매자로서 그러한 회원 및 거래를 직접 보장하고 확인할 것입니다.',
        key.memPlan3Desc9:
            '모든 프리미엄 회원이 면밀히 조사되고 ISMMART 확인 프로세스를 통해 검증되므로 이러한 모든 회원은 전 세계 어디에서나 서로 거래를 덜 걱정할 수 있습니다.',
        key.vendorHeader0: '0',
        key.vendorBody0:
            '공급자 (ISMMART Group of Industries Pvt Ltd. 파키스탄)와 공급 업체 (제 3 자 공급 업체로 정의 됨)는 집합 적으로 "당사자"라고하며 개별적으로 "당사자"라고 불려야합니다. \ n \ nwhereas. 공급자는 공급 업체의 독립 계약자 역할을합니다.이 계약을 통해 공급 업체의 이름과 공급 업체의 계정과 공급 업체의 계정을 결론 내리고 협상 할 수있는 권한을 부여하는 권한을 부여하는 공급 업체의 독립 계약자로서 제공자의 온라인 플랫폼 www.ismmart.com ( "웹 사이트") 및 모바일 애플리케이션 (해당되는 경우). 제공자는 고객을 대신하여 행동하지 않는 것으로 이해됩니다. 웹 사이트에있는대로 고객과의 일반 이용 약관. 고객. \ n \ nwhereas는 파티가 NTN# 및 STN#을 서로에게 제공해야합니다. 변경의 경우, 동일하게 다른 당사자에게도 전달됩니다.',
        key.vendorHeader1: '1. 제공자 권리, 의무 및 의무 :',
        key.vendorBody1:
            '1.1 : 제공자는 공급 업체 대시 보드 또는 전화를 통해 주문을 각 아울렛으로 전송해야합니다. \ n \ n1.2 : 제공자는 플랫폼의 고객이 웹 사이트 또는 웹 사이트를 통해 (웹 사이트가 작동하지 않는 경우) 온라인 또는 현금으로 고객의 지불을 수락합니다. \ n \ n1.3 : 배송 서비스를 수행하는 제공자는 고객에게 배송 수수료 ( "ISMMART 배송 수수료")를 청구 할 권리가 있으며 자체 재량에 따라 최소 주문 가치를 결정할 권리가 있습니다. 서비스를 수행하려면 제공자가 다음을 수행해야합니다. \ n \ t1.3.1 웹 사이트에 명시된 배송 시간이 실제로 필요한 배송 시간을 준수해야합니다. 벤더가 2.7 항의 의무를 준수한다면 고객은 해당 유형의 항목에 대해 기대할 것입니다. . n \ t1.3.5는 사전 통지없이 배송 영역 및 운영 타이밍을 포함하여 배송과 관련된 서비스를 단독 재량으로 변경할 권리가 있습니다. \ n \ t1.3.6 제공자는 관련 이해 관계자의 연락처 세부 정보를 제공해야합니다. 공급 업체의 연락처. 공급자가 연락처 정보를 업데이트하려는 경우, 연락처 정보 변경 날짜 7 일 전에 공급 업체에 동일하게 통지해야합니다.',
        key.vendorHeader2: '2 타사 공급 업체 권리, 의무 및 의무 :',
        key.vendorBody2:
            '공급 업체는 다음과 같이해야합니다. \ n \ n2.1 공급자에게 제공자와 합의 된 모든 품목 "항목 목록"목록을 제공합니다. 웹 사이트에 표시 할 수있는 항목 목록. \ n \ n2.2 공급 업체가 항목 목록을 변경하려면 제품 상태가 "보류"로 변경되어야합니다. 제공자는 2 일 이내에 제공자의 제품 정책에 따라 변경 사항을 검토하고 변경 사항을 승인하거나 승인합니다. 권한 및 동의 (본 계약에 따라 의무를 수행하기 위해 필요할 수 있음) \ n2.4 제공자와 라이더 (제공자 자체 라이더 및/또는 배송 파트너, 즉 TCS, FedEx &)로 정의됩니다. DHL) 공급 업체가 서비스를 수행하기 위해 합리적으로 요구하는 공급 업체의 건물에 대한 액세스. , 주문은 공급 업체가 제공 한대로 지정된 기간 내에 주문을 완료 해야하는 경우 공급 업체가 제공했습니다. 공급 업체가 주문을 수락하거나 거부하지 않으면 공급자가 자동으로 거부됩니다. \ n \ n2.6 공급 업체는 2.5 절에 따라 거부를 제공하는 공급 업체가 이유를 명확하게 진술해야합니다. 그러한 거부를 위해, 명령을 공급 업체에게 제공 한 시점부터 12 시간 이내에. 공급 업체, 공급 업체의 배달 담당자 또는 고객 (공급 업체 배송의 경우)으로 전송하십시오. 공급 업체가 직접 고객에게 제공합니다. \ n \ n2.9 공급 업체는 다음을 수락하고 인정하고 수행합니다. 제조업체의 포장에 인쇄. \ n \ n2.9.2 공급 업체는 품목 제조업체가 포장에 인쇄 한대로 만료/가장 좋은 날짜를 변경, 변경, 수정 및/또는 제거하지 않습니다. \ n \. n2.9.3 절 2.9.1 조항 위반의 경우 공급 업체는 공급 업체가 제공 한 만료 된 품목을 소비/사용한 결과 고객이 개발 한 모든 건강 상태에 대해 책임을지고 책임을 져야하며 소송을 포함한 고객의 모든 행위. \ n \ n2.9.4 내용, 누락 된 품목, 잘못된 품목 및 품목의 품질 및 품목 및 품질 및 품질 및 품질과 관련하여 모든 고객 쿼리, 클레임 및/또는 불만에 대해 전적으로 책임을지고 책임을 져야합니다. 그 결과의 결과. \ n \ n2.10 공급 업체는 항상 고객에게 제공된 평균 배송 시간에 따라 모든 주문을 처리 할 수있는 충분한 용량 (직원, 품목 및 장비 포함)을 가지고 있는지 확인합니다. \ n \ n2.11 제품을 사용할 수없는 경우 플랫폼의 공급 업체 대시 보드의 주식을 즉시 업데이트하십시오.',
        key.vendorHeader3: '2.12 가격 :',
        key.vendorBody3:
            '2.12.1 공급 업체는 제공자가 제공 한 가격이 플랫폼에 의해 주문을 할 때 고객에게 제공되는 실시간 가격과 동일하다는 것을 보증합니다. \ n \ n2.12.2 공급 업체가 가격 인하, 프로모션 또는 할인을 의도하는 경우. 플랫폼을 통해 주문한 품목 중 공급 업체는 가격 인하, 프로모션 또는 할인의 정도, 각각의 유효 날짜 및 그 기간을 진술하는 최소 7 일 전에 제공자에게 알려야합니다. \ n \ n2.13 공급 업체의 라이더는 공급 업체가 공급자의 배달 시스템을 존중적이고 문명화 된 방식으로 사용하는 경우를 대비하여 학대 언어, 학대 행동, 괴롭힘, 폭행 및 배터리의 사용을 금지하는 것을 포함하지만 이에 국한되지는 않습니다. 이와 관련하여 공급 업체와 그 직원에게 교육이 제공되어야한다. 이 조항의 위반은 본 계약의 위반을 구성합니다. \ n \ n2.14 공급 업체는 주문 체크 아웃 중에 제공 할 고객에게 제공 할 고객에게 발행 한 전자 바우처를 수락하기로 동의합니다. 이러한 바우처의 지불은 공급 업체의 등록 된 은행 계좌의 월간/주간 송장의 제공자가 상환합니다. 기존의 산업 표준, 관행 및 원칙 내에서, 여기에 명시된 마감 시간 내에, 비즈니스와 같은 방식으로. \ n \ n2.16 공급 업체는 제공자가 요구하는대로 연락처 정보 및 주소를 제공해야합니다. 공급 업체가 제공된 정보를 업데이트하려는 경우 공급 업체는 연락처 정보 변경 날짜 7 일 전에 제공자에게 통지해야합니다.',
        key.vendorHeader4: '3. 고객 복구 요금 - 손해/페널티 :',
        key.vendorBody4:
            '3.1 공급 업체는 제공자가 파키스탄의 평판이 좋은 회사임을 인정하며 고객에게 편의성, 신뢰성 및 품질을 제공하려고합니다. 공급자의 시스템 및 운영이 고객 경험 및 피드백에 크게 의존함에 따라 공급 업체는 공급 업체가 공급 업체의 운영 표준을 관찰하거나 준수하지 않는 경우 공급 업체가 제공 해야하는 금액을 지불해야한다는 것을 확인하고 동의합니다. 공급자가 청산 된 손해 ( "고객 복구 요금")로 결정합니다. 전술 한 고객 복구 요금은 제공자가 해당 비 관찰 및/또는 해당 운영 표준에 대한 비준수를 교정하기 위해 필요한 것으로 간주되는 조치를 취하는 비용에 대한 손해와 비용에 대한 손해를 청구 할 권리를 침해해서는 안됩니다. \ n. \ n3.2 공급 업체는 3 항의 규정을 읽고 이해하고 동의했음을 인정하고 또한 공급 업체가 제공되는 경우, 3 항의 조항의 적용이 제공자가 정지 될 때까지 적용 할 수 있다는 데 동의합니다. 최소 7 일 (7) 서면 통지. 대회. 또한, 청산 된 손해의 지불에도 불구하고, 제공자는 위반과 관련하여 모든 권리를 법으로 보유해야한다.',
        key.vendorHeader5: '4 서스펜션 :',
        key.vendorBody5:
            '4.1 제공 업체는 다음과 같은 경우 페널티없이 플랫폼에서 공급 업체를 임시로 정지 할 권리가 있어야합니다. , 공급 업체는 본 계약의 모든 조건을 위반하거나 제공자의 사업에 부정적인 영향을 미칠 수 있습니다. 완전히 적용 가능합니다.',
        key.vendorHeader6: '5 제 3 자의 면책 청구 :',
        key.vendorBody6:
            '5.1 당사자는 비용으로 다른 당사자, 이사, 임원 또는 대리인 (집단적으로“면책자”)에 대해 제기 된 다음 유형의 제 3 자 청구를 방어하고 다음과 같은 주장에 대해 면책해야합니다. 사실이라면, 어느 당사자, 직원, 대리인 또는 대리인이 본 계약의 위반으로 구성됩니다. 본 계약으로 인해 발생하는 당사자의 의무와 관련이 있습니다. 또는 직원, 대리인 또는 담당자의 태만, 행위 또는 행동 또는 행동에 실패하는 경우. 그러한 청구에 기인 한 수수료 (합리적인 법적 수수료 포함).',
        key.vendorHeader7: '6 개의 수수료, 지불 및 자금 징수 :',
        key.vendorBody7:
            '6.1 공급 업체는 제공자가 온라인 수단이든 현금으로 고객이 지불 한 공급 업체의 이름과 계정에 대한 자금을 받도록 제공자에게 부여합니다. \ n \ n6.2. 배송시 고객은 조항 6의 조항에 따라 현금 지불을 징수하고 상대방과 조정할 책임이 있어야합니다. \ n \ n6.3 온라인 결제시 조항 6의 조항에 따라 6. \ n \ n6.4 당사자는 생성 된 수입, 수수료 및 배송 수수료는 본 계약에 합의 된 금액으로 계산되고 지불 할 것이라는 데 동의하고 인정합니다. 또는 요금은 본 계약에 규정 된 경우를 제외하고 당사자간에 또는 고객에게 적용됩니다. 공급 업체는 해당되는 경우 제공자가 생성 된 수익에 대해 대행사/집계 수수료를 설정할 수 있음을 구체적으로 받아들입니다. 주문 배달 시간.',
        key.vendorHeader8: '6.6 송장 및 지불 - 제공자 배송 :',
        key.vendorBody8:
            '6.6.1 공급자는 모든 신용 주문을 징수하고 송장 (“주문 명세서”)은 이메일을 통해 공급 업체를 보유합니다. 공급 업체의 등록 된 은행 계좌에 매주 커미션 및 모든 해당 세금 공제. N6.6.4 은행 서비스 수수료 _bank_%에 따라 온라인 결제에 대한 모든 주문에 대해 공급 업체에 청구됩니다.',
        key.vendorHeader9: '6.7 온라인 주문 및 기업 주문 :',
        key.vendorBody9:
            '6.7.1 모든 온라인 지불금은 정기 명령으로 양도되고 취급되며 공급 업체에게 지불됩니다. \ n \ n6.8 3.1 조항의 조항을 저축하면, 제공자는 또한 공급 업체가 청산 손해 배상으로 공급 업체를 발행해야합니다. 공급 업체의 공급 업체 (“손해 통지”). 관련 주문 명세서의 발행일 또는 손해 통지 기간 동안 영업일 기준 5 일 이내에 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 서면으로 작성하고 지원 문서를 포함하여 항소의 모든 이유를 명확하게 진술해야합니다. \ n \ n6.9.2 제공자는 검토해야합니다. 공급 업체의 이의 제기에 대한 통보 및 : \ n \ ni. 합의 된 경우, 제공자는 주문 명세서 또는 그에 따라 손해 알림을 조정해야합니다. \ n \ nii. 제공자가 공급 업체와 동의하지 않는 경우, 공급 업체에 알리고 당사자는 각 당사자의 이사 또는 승인 된 대표 간의 협상을 통해 본 계약과 관련하여 발생하는 분쟁 또는 청구를 해결하기 위해 선의로 시도 할 것입니다. 관련 분쟁을 해결할 권한이있는 경우. \ n \ n6.9.3 분쟁이 항소를받은 후 14 일 이내에 분쟁을 우호적으로 해결할 수없는 경우, 어느 당사자 어느 당사자도 각각 19 및/또는 24 조의 조항을 적용 할 권리가 있습니다.',
        key.vendorHeader10: '7 서비스 개시 :',
        key.vendorBody10:
            '공급 업체는 항목 목록을 포함하되 이에 국한되지 않는 공급자가 요청한 모든 정보를 수신 한 후에 만 ​​플랫폼에 나열되어야합니다. 제품의 로고 및 승인 된 이미지. 제공자는 공급 업체에게 서비스의 시작일 ( "시작일")에 대해 알리고,이 계약은 본 계약에 합병되어야한다.',
        key.vendorHeader11: '8. 정책 및 절차 준수 :',
        key.vendorBody11:
            '8.1 공급 업체는 공급 업체가 불만 (품질 및/또는 배송/픽업 불만) 비율의 경우 공급 업체의 서비스를 정지시킬 수 있음을 이해합니다. 평균보다. \ n \ n8.2 공급 업체는 명령을 거부 할 때 그의 배출구가 제공자의 재량에 따라 플랫폼에서 플랫폼에서 비활성화 될 것임을 인정합니다. \ n \ n8.3 공급 업체는 할인을 제공 할 수 있습니다. 고객에 대한 진정한 불만이있는 경우 해당되는 경우 고객에게 바우처. 공급 업체는 제공자의 배달 담당자에게 할인/수수료를 지불하지 않기로 동의합니다.',
        key.vendorHeader12: '9. 보증 :',
        key.vendorBody12:
            '공급 업체는 지적 재산의 공급 업체의 사용이 제 3 자의 지적 재산권과 충돌하지 않거나 오용하지 않거나, 오용을 침해하지 않아야한다고 대표하고, 보증하고, 수행합니다. 공급 업체는 위에서 언급 한 제 5 조에 따라 제 3자가 제기 한 IP 권리 침해 청구에 대해 제공자를 완전히 면책해야합니다.',
        key.vendorHeader13: '10. 기밀성 :',
        key.vendorBody13:
            '10.1 당사자 ( "수신 당사자")는 기밀 성격이 있고 상대방이받는 당사자에게 공개 된 모든 기술 또는 상업적 노하우, 사양, 발명, 프로세스 또는 이니셔티브를 엄격하게 확신시켜야합니다 ( " 공개 당사자 ") 및 공개 당사자의 사업, 그 제품 및 수령 당사자가 얻을 수있는 서비스에 관한 기타 기밀 정보. 본 계약에 따른 수령 당사자의 의무를 해체 할 목적으로 알아야하는 직원, 에이전트 및 하청 업체. 정보를 고객에게 공개합니다. \ n \ n10.4 세부 사항이 법률, 정부 또는 규제 기관 또는 정부 기관 또는 규제 기관에 대한 법원에 의해 공개 해야하는 경우, 동일하게 전달되어야합니다. 다른 당사자는 사전에 서면으로.',
        key.vendorHeader14: '11. 파트너십 없음',
        key.vendorBody14:
            '본 계약의 어느 것도 당사자 간의 기업 파트너십 또는 합작 투자를위한 것으로 간주되거나 의도되지 않습니다.',
        key.vendorHeader15: '12. 개정 :',
        key.vendorBody15:
            '12.1 제공자는 제공자의 재량에 따라 언제든지 성공 수수료를 늘릴 권리가 있습니다. 공식 이메일 및/또는 공급 업체 대시 보드를 통해 공급 업체에게 알려야합니다. 및/또는 부록의 방식으로 공급 업체의 일부. 공식 이메일 및/또는 공급 업체 대시 보드를 통해 공급 업체에게 알려야합니다. \ N \ N12.3 공급 업체가 그러한 수정안에 동의하지 않는 경우,이 계약에 따라 본 계약을 종료 할 권리가 있어야합니다. 조항 18의 규정에 따라.',
        key.vendorHeader16: '13. 장 막힘 :',
        key.vendorBody16:
            '본 계약의 목적 상, "Force Majeure 사건"은 신, 전쟁, 폭동, 민사 또는 테러 행동을 포함하되 이에 국한되지 않는 어느 당사자의 합리적인 통제를 넘어선 이벤트를 의미합니다. 어느 당사자도 부대 장 막힘 사건의 결과로 본 계약에 따라 의무를 지연 시키거나 실패한 직접적인 결과로 상대방에게 책임을지지 않습니다.',
        key.vendorHeader17: '14. 제 3 자 :',
        key.vendorBody17: '본 계약의 당사자가 아닌 사람은 조건을 시행 할 권리가 없습니다.',
        key.vendorHeader18: '15. 통지 :',
        key.vendorBody18:
            '15.1 본 계약에 따른 모든 통지는 서면으로, 본 계약에 따라 합의 된 담당자/주소에게 주소적이며, 공급 업체 등록 절차 중에 합의 된 당일에 정식으로 주어진 것으로 간주됩니다.',
        key.vendorHeader19: '16. 과제 :',
        key.vendorBody19:
            '16.1 제공자는 언제든지 본 계약에 따라 모든 또는 모든 권리와 함께 할당, 양도, 모기지, 청구, 하청 계약 또는 거래를 할당 할 수 있으며 본 계약에 따라 어떤 또는 모든 또는 전부의 의무를 맡을 수 있습니다. 모든 제 3 자 또는 대리인에게. \ n \ n16.2 공급 업체는 공급자의 사전 서면 동의 없이는 부당하게 보류, 지정, 양도, 모기지, 청구, 하청 계약 또는 신탁을 선언하지 않아야합니다. 본 계약에 따른 권리 또는 의무의 일부 또는 전부를 다른 방식으로 처리하십시오.',
        key.vendorHeader20: '17. 면제 :',
        key.vendorBody20:
            '본 계약 또는 법률에 따른 권리의 면제는 서면으로 진행되는 경우에만 효과적이며 후속 위반 또는 불이행의 포기로 간주되지 않습니다. 본 계약 또는 법률에 따라 규정 된 권리 또는 구제책을 행사하는 데 실패는 권리 또는 구제책의 포기를 구성하지 않으며 해당 또는 다른 권리 또는 구제책의 추가 행사를 방지하거나 제한해서는 안됩니다.',
        key.vendorHeader21: '18. 용어 및 종료 :',
        key.vendorBody21:
            '18.1 본 계약은 시작일에 시작 되며이 조항 18.1에 따라 이전에 종료되지 않는 한 무기한 기간 동안 계속됩니다. 본 계약은 다음과 같이 종료 될 수 있습니다. \ n \ n (a) 서면 통지 5 일 이상 서면 통지를 제공함으로써 편의를 위해 어느 당사자가 편의를 위해. \ n \ n (b) 당사자는 상대방이 본 계약을 중단하는 경우 당사자. 2.12 및 2.13 절을 위반 한 경우 즉각적인 효과와 책임없이 공급 업체가 통지 후 최대 2 일 영업일 기간 내에 위반을 해결하지 못한 경우.',
        key.vendorHeader22: '19. 책임의 제한 :',
        key.vendorBody22:
            '19.1이 계약의 어느 것도 이의 부채 또는 직원, 대리인 또는 하청 업체의 태만으로 인한 사망 또는 개인 상해에 대한 당사자의 책임을 제한하거나 제외하지 않아야합니다. 다른 당사자에게 계약, 불법 행위 (태만 포함), 법정 의무 위반, 또는 이익 손실에 대한 법정 의무 위반, 또는 본 계약과 관련하여 발생하는 간접적 또는 결과적 손실 또는 손해 배상. \ n \ n19 .3이 조항은 본 계약의 종료에서 살아남을 것이다.',
        key.vendorHeader23: '20. 상충되는 용어 :',
        key.vendorBody23:
            '본 이용 약관 중 어느 것이 공급 업체 등록 양식에 명시된 약관 (공급 업체 등록 양식에 자세히 설명 된 특별 조건 포함)과 충돌하는 한, 공급 업체 등록 양식의 조건이 우선합니다.',
        key.vendorHeader25: '21. 전체 계약 :',
        key.vendorBody25:
            '본 이용 약관 중 어느 것이 공급 업체 등록 양식에 명시된 약관 (공급 업체 등록 양식에 자세히 설명 된 특별 조건 포함)과 충돌하는 한, 공급 업체 등록 양식의 조건이 우선합니다.',
        key.vendorHeader26: '22. 분리 성 :',
        key.vendorBody26:
            '본 계약의 조항 또는 부품 제공이 유효하지 않거나 불법적이거나 시행 불가능한 경우,이를 유효하고 합법적이며 집행하기 위해 필요한 최소한까지 수정 된 것으로 간주됩니다. 그러한 수정이 불가능한 경우, 관련 조항 또는 부품 제공은 삭제 된 것으로 간주됩니다. 본 조항에 따른 조항 또는 부품 제공에 대한 수정 또는 삭제는 본 계약의 나머지 부분의 유효성 및 집행 가능성에 영향을 미치지 않습니다.',
        key.vendorHeader27: '23. 법과 관할권 관리 :',
        key.vendorBody27:
            '23.1이 계약 및 그 주제 또는 그 주제 또는 구성 (비 계약 분쟁 또는 청구 포함)에서 또는 그와 관련하여 발생하는 분쟁 또는 청구는 파키스탄의 법률에 따라 적용되며 해석됩니다. \ n \ n23.2 각 당사자는 본 계약에서 발생하는 모든 분쟁이 본 계약 또는 해당 주제와 관련하여 발생하는 분쟁 또는 청구를 해결 해야하는 파키스탄 법원의 비 독점적 관할권에 따라야한다는 데 동의합니다. 또는 형성 (비 계약 분쟁 또는 청구 포함). \ n \ n 본 계약의 성과는 법원 소송 또는 기타 분쟁 해결 메커니즘 중에 계속됩니다. 공급 업체가 이체 할 금액 또는 제공자가 양도 할 금액은 보류중인 법원 분쟁 또는 기타 분쟁 해결 메커니즘으로 인해 그러한 지불이 그러한 분쟁의 대상이되는 경우를 제외하고 보류되어야합니다.',
        key.or: '또는',
        key.becomeAVendor: '공급 업체가 되십시오',
        key.joinOurMarketplace: '시장에 가입하고 오늘 제품 판매를 시작하십시오!',
        key.seamlessShopping: '원활한 쇼핑 경험에 대한 세부 정보를 입력하십시오',
        key.createAnAccount: '계정을 만듭니다',
        key.getOnboardUser: '사용으로 탑승하십시오',
        key.phoneNumber: '전화 번호',
        key.termsAndConditionsCheckbox: '계정을 만들면 이용 약관에 동의해야합니다.',
        key.frontSide: '정면',
        key.backSide: '후면',
        key.legalDocument: '법률 문서',
        key.shopLogoImage: '쇼핑 로고/이미지',
        key.business: '사업',
        key.information: '정보',
        key.vendorAccountCreation: '공급 업체 계정 생성',
        key.profileStatus: '프로필 상태',
        key.shopName: '상점 이름',
        key.enterShopName: '상점 이름을 입력하십시오',
        key.shopAddress: '상점 주소',
        key.enterShopAddress: '상점 주소를 입력하십시오',
        key.ifAvailable: '가능한 경우',
        key.shopNumber: '상점 번호',
        key.lessThanMb: '2MB 미만',
        key.chooseFile: '파일을 선택',
        key.noFileChosen: '선택된 파일 없음',
        key.waitForVerification: '확인을 기다리십시오',
        key.vendor: '공급업체',
        key.submitted: '제출된',
        key.lastStep: '마지막 단계',
        key.availAmazingDiscount: '놀라운 할인을 제공합니다',
        key.descriptionOfDiscount: '모든 제품에서 30% 할인 된 상태로 큰 절약하십시오!',
        key.celebrateFreedomAndSavings: '자유와 저축을 축하하십시오',
        key.descriptionOfFreedomAndSavings: '독립 기념일을위한 독점 제안!',
        key.boostYourBusiness: 'ISMMART와 비즈니스를 늘리십시오',
        key.descriptionOfBoostYourBusiness: '공급 업체의 제로 플랫폼 등록비!',
        key.shopCountry: '상점 국가',
        key.shopCity: '쇼핑 도시',
        key.vendorCNIC: '공급 업체 CNIC',
        key.shopCategory: '상점 카테고리',
        key.yourShopCategory: '상점 카테고리',
        key.shopDescription: '상점 설명',
        key.enterShopDescription: '상점 설명을 입력하십시오',
        key.shopImage: '쇼핑 이미지',
        key.shopCoverImage: '상점 표지 이미지',
        key.enterBankName: '은행 이름을 입력하십시오',
        key.enterAccountTitle: '계정 제목을 입력하십시오',
        key.accountTitle: '은행 계좌 제목',
        key.enterAccountNumberOrIban: '계정 번호 / IBAN을 입력하십시오',
        key.cityReq: '도시를 선택하십시오',
        key.countryReq: '국가를 선택하십시오',
        key.emailIsRequired: '이메일이 필요합니다',
        key.passwordIsRequired: '비밀번호가 필요합니다',
        key.passwordConfirmIsRequired: '비밀번호 확인이 필요합니다',
        key.FirstNameReq: '이름이 필요합니다',
        key.LastNameReq: '성이 필요합니다',
        key.incorrectAddress: '올바른 주소를 입력하십시오',
        key.incorrectNTN: '올바른 NTN을 입력하십시오',
        key.incorrectCNIC: '올바른 cnic을 입력하십시오',
        key.cnicReq: 'cnic이 필요합니다',
        key.categoryReq: '카테고리를 선택하십시오',
        key.incorrectBranchCode: '올바른 지점 코드를 입력하십시오',
        key.shopDescReq: '상점 설명이 필요합니다',
        key.frontSideReq: 'CNIC 전면 이미지가 필요합니다',
        key.backSideReq: 'cnic 뒷면 이미지가 필요합니다',
        key.chequeImageReq: '이미지를 점검해야합니다',
        key.shopLogoImageReq: '쇼핑 로고/이미지가 필요합니다',
        key.helpCenter: '지원 센터',
        key.shopAddressReq: '상점 주소가 필요합니다',
        key.shopNameReq: '상점 이름이 필요합니다',
        key.getOnboard: '탑승하십시오',
        key.createYourAccount: '계정을 만듭니다',
        key.continueWithSameEmail: '동일한 이메일로 계속하십시오',
        key.continueWithDiffEmail: '다른 이메일로',
        key.chequeImageNote: '이 확인 이미지는 위에서 언급 한 것과 동일한 은행 세부 사항이 표시되어야합니다.',
        key.enterCNIC: 'Cnic을 입력하십시오',
        key.enterBranchCode: '지점 코드를 입력하십시오',
        key.maxAddressLimitMsg: '최대 주소 제한에 도달했습니다. 진행하려면 주소를 업데이트/삭제하십시오',
        key.forgotPasswordDesc: 'OTP 코드와 함께 이메일을 받으려면 이메일을 입력하십시오.',
        key.emailVerification: '이메일 확인',
        key.serverUnableToHandle: '서버는 요청을 처리 할 수 ​​없습니다',
        key.serverTakingTooLong: '서버가 응답하는 데 너무 오래 걸립니다',
        key.noInternetConnection: '인터넷에 연결되지 않음',
        key.questions: '질문',
        key.updateQuestion: '질문 업데이트',
        key.deleteQuestion: '질문을 삭제하십시오',
        key.deleteQuestionDialogDesc: '질문을 삭제 하시겠습니까?',
        key.question: '질문',
        key.addAnswer: '답변을 추가하십시오',
        key.viewProduct: '제품보기',
        key.answer: '답변',
        key.updateAnswer: '답변 업데이트',
        key.deleteAnswer: '답을 삭제하십시오',
        key.addQuestion: '질문을 추가하십시오',
        key.updateProfile: '업데이트 계정',
        key.pickImage: '이미지를 선택하십시오',
        key.currentPassword: '현재 비밀번호가 필요합니다',
        key.updateShippingAdd: '배송 주소를 업데이트하십시오',
        key.addShippingAdd: '배송 주소를 추가하십시오',
      };
}
