import 'translations_key.dart' as key;

class Russian {
  Map<String, String> get translations => {
        key.settings: 'Настройки',
        key.general: 'Общий',
        key.account: 'Счет',
        key.myAccount: 'Мой счет',
        key.welcome: 'Добро пожаловать',
        key.language: 'Язык',
        key.notifications: 'Уведомления',
        key.aboutUs: 'О нас',
        key.contactUs: 'Связаться с нами',
        key.appearance: 'Появление',
        key.termsAndConditions: 'Условия и условия',
        key.privacyPolicy: 'политика конфиденциальности',
        key.returnAndExchange: 'Возврат и обмен',
        key.faqs: 'Часто задаваемые вопросы',
        key.selectLanguage: 'Выберите язык',
        key.logout: 'Выйти',
        key.login: 'Авторизоваться',
        key.register: 'регистр',
        key.signIn: 'Войти',
        key.signUp: 'Зарегистрироваться',
        key.loginGreetings: 'Привет! Добро пожаловать! Войдите в свой аккаунт',
        key.forgotPassword: 'Забыли пароль?',
        key.donTHaveAccount: 'Нет учетной записи?',
        key.send: 'Отправлять',
        key.optional: 'Необязательный',
        key.verification: 'Проверка',
        key.alreadyHaveAccount: 'Уже есть аккаунт!',
        key.home: 'Дом',
        key.categories: 'Категории',
        key.deals: 'Сделки',
        key.menu: 'Меню',
        key.myCart: 'Моя тележка',
        key.topCategories: 'Лучшие категории',
        key.discountDeals: 'Скидки сделки',
        key.seeAll: 'Увидеть все',
        key.viewAll: 'Посмотреть все',
        key.viewMore: 'Просмотреть больше',
        key.orderSummary: 'итог заказа',
        key.shippingDetails: 'Отгрузочные реквизиты',
        key.orderTime: 'Время заказа',
        key.expectedDelivery: 'Ожидаемая доставка',
        key.shipping: 'Перевозки',
        key.shippingCost: 'Стоимость доставки',
        key.vendorDashboard: 'Панель приборов',
        key.vendorRegistration: 'Регистрация продавца',
        key.myOrders: 'мои заказы',
        key.myProducts: 'Мои продукты',
        key.recentOrders: 'Недавние заказы',
        key.completedOrder: 'Выполнены заказы',
        key.processingOrders: 'Обработка заказов',
        key.totalEarning: 'Полное заработок',
        key.cMonthEarning: 'Текущий месяц зарабатывает',
        key.pendingAmount: 'В ожидании суммы',
        key.wallet: 'Кошелек',
        key.userOrders: 'Пользовательские заказы',
        key.vendorOrders: 'Заказы продавца',
        key.pendingOrders: 'Заказы в ожидании',
        key.totalOrders: 'Общие заказы',
        key.goldCoins: 'Золотые монеты',
        key.silverCoins: 'Серебряные монеты',
        key.deleteProd: 'Удалить продукт',
        key.selectCategory: 'выберите категорию',
        key.selectSubCategory: 'Выберите Sub Category',
        key.profile: 'Профиль',
        key.vendorStoreDetails: 'Детали продавца',
        key.personalInfo: 'Персональная информация',
        key.storeInfo: 'Хранить информацию',
        key.phone: 'Телефон',
        key.firstName: 'Имя',
        key.lastName: 'Фамилия',
        key.address: 'Адрес',
        key.country: 'Страна',
        key.city: 'Город',
        key.deActivateMsg: 'Вы обязательно отмените свою учетную запись?',
        key.bankDetails: 'Банковские детали',
        key.bankName: 'Название банка',
        key.ibanReq: 'Имя банка требуется!',
        key.branchCode: 'Номер счета',
        key.branchCodeReq: 'Требуется номер банковского счета',
        key.bankAccountHolder: 'Название учетной записи',
        key.bankAccHolderReq: 'Требуется заголовок учетной записи',
        key.subject: 'Предмет',
        key.subjectReq: 'Тема требуется',
        key.message: 'Сообщение',
        key.messageReq: 'Требуется тело сообщения',
        key.membershipPlans: 'Планы членства',
        key.membershipDesc:
            'Получите больший доход, поддерживайте новые продукты или бизнес -модели и принимайте повторяющиеся платежи во всем мире.',
        key.subscribeBtn: 'Подписаться',
        key.subscribedBtn: 'Подписано',
        key.popular: 'ПОПУЛЯРНЫЙ',
        key.searchIn: 'Что Вы ищете?',
        key.active: 'Активный',
        key.order: 'Заказ',
        key.checkout: 'Проверить',
        key.changeBtn: 'Изменять',
        key.updateBtn: 'Обновлять',
        key.deleteBtn: 'Удалить',
        key.deactivateBtn: 'Удалить аккаунт',
        key.confirm: 'Подтверждать',
        key.set: 'Набор',
        key.yesBtn: 'Да',
        key.noBtn: 'Нет',
        key.sold: 'Продал',
        key.submit: 'Представлять на рассмотрение',
        key.cancelBtn: 'Отмена',
        key.add: 'Добавлять',
        key.apply: 'Применять',
        key.addNew: 'Добавить новое',
        key.total: 'Общий',
        key.details: 'Подробности',
        key.sortBy: 'Сортировать',
        key.filter: 'Фильтр',
        key.search: 'Поиск',
        key.status: 'Положение дел',
        key.addNewAddress: 'Добавить новый адрес',
        key.addPayment: 'Добавить оплату',
        key.paymentMethod: 'Детали оплаты',
        key.confirmOrder: 'Подтвердите заказ',
        key.proceedToCheckOut: 'Перейти к оформлению заказа',
        key.addProduct: 'Добавить продукт',
        key.redeemBtn: 'Выкупать',
        key.storeName: 'Название магазина',
        key.storeNameReq: 'Название магазина требуется',
        key.description: 'Описание',
        key.descriptionReq: 'Описание требуется',
        key.ownerName: 'Имя владельца',
        key.ownerNameReq: 'Требуется имя владельца',
        key.phoneReq: 'Требуется телефон',
        key.productName: 'наименование товара',
        key.productNameReq: 'Требуется название продукта',
        key.prodPrice: 'Цена продукта',
        key.prodPriceReq: 'Цена требуется',
        key.prodStock: 'Продукт',
        key.prodStockReq: 'Требуется акция',
        key.prodDiscount: 'Скидка',
        key.prodDiscountReq: 'Требуется скидка',
        key.prodSku: 'Продукт Sku',
        key.prodSkuReq: 'Требуется продукт SKU',
        key.email: 'Электронная почта',
        key.emailReq: 'Неверный формат электронной почты?',
        key.password: 'Пароль',
        key.passwordLengthReq:
            'Пароль должен содержать как минимум 8 символов?',
        key.fullName: 'Полное имя',
        key.fullNameReq: 'Имя требуется',
        key.registerGreetings: 'Создайте учетную запись ismmart!',
        key.otp: 'ОТП',
        key.otpReq: 'ОТП требуется',
        key.newPassword: 'Новый пароль',
        key.newPassReq: 'Требуется новый пароль',
        key.confirmPass: 'Подтвердите пароль',
        key.confirmPassReq: 'Подтвердите пароль требуется',
        key.passwordNotMatched: 'Пароль не соответствует!',
        key.titleKey: 'Заголовок',
        key.titleReq: 'Название требуется',
        key.updateProduct: 'Обновить продукт',
        key.emptyCart: 'Ваша корзина пуста',
        key.emptyCartMsg:
            'В вашу корзину не было добавлено. Пожалуйста, добавьте продукт в свою корзину.',
        key.emptyProductSearch: 'Продукт поиска не найден',
        key.emptyProductSearchMsg:
            'Извини! Ваш поиск не соответствовал ни одного продукта \ n, пожалуйста, попробуйте еще раз.',
        key.noProductFound: 'Вы еще не добавили продукты!',
        key.noOrderFound: 'У тебя еще нет заказов!',
        key.noAddressFound: 'Никакого адреса не найдено',
        key.noDefaultAddressFound: 'Адрес по умолчанию не найден',
        key.noCartItemFound: 'Пункт не найден',
        key.noCategoryFound: 'Категорий не найдено',
        key.noSubCategoryFound: 'Не обнаружены категории',
        key.noDataFound: 'Данные не найдены',
        key.plzSelectSubCategory: 'Пожалуйста',
        key.someThingWentWrong: 'Что-то пошло не так',
        key.delProdMsg: 'Вы обязательно удалите это?',
        key.stock: 'Запас',

        ///About US
        key.aboutHeader1: 'Что такое ISMMART?',
        key.aboutHeader2: 'Наша миссия',
        key.aboutHeader3: 'Наш взгляд',
        key.aboutHeader4: 'Как будет работать система?',
        key.aboutHeader5: 'Политика возврата',
        key.aboutHeader6: 'Что нас отличает?',
        key.aboutBody1:
            'ISMMART - это платформа электронной коммерции, предоставляющая виртуальное пространство для продавцов/поставщиков, где они могут рекламировать, продавать и продавать свои продукты или услуги. Концепция ISMMART была создана, когда мы увидели огромный дефицит доверия между продавцами и покупателями. Учитывая эту проблему, мы в Shaukat Marwat хотели предоставить людям надежную и достойную доверие платформу, которая обеспечит максимальную безопасность денег и услуг покупателей.',
        key.aboutBody2:
            'Наша миссия состоит в том, чтобы принести безопасную платформу, где продавцы могут без колебаний общаться с покупателями. Мы стремимся стать одним из таких добрых магазинов электронной коммерции, где люди могут исследовать все виды продуктов и услуг под одной платформой. Мы также намерены создать форум, который позволит тысячам людей иметь свой собственный бизнес и создать больше рабочей силы в стране.',
        key.aboutBody3:
            'Наше видение состоит в том, чтобы привлечь надежный магазин, ориентированный на мировой рынок и подключение бизнеса, чтобы привлечь их под один зонт в качестве подразделения.',
        key.aboutBody4:
            'Система предоставит продавцам виртуальное пространство/магазин, которые хотят что -то продать на рынке. Они могут быть отдельными поставщиками или некоторыми известными брендами, которые хотят улучшить свое присутствие в цифровом мире. Наши поставщики зарегистрируются с нами на некоторых ежемесячных платежах на подписку/ платформу. Мы проверим подлинность поставщиков, взяв их основную информацию и подготовим с ними соглашение. Точно так же наши клиенты/покупатели также должны быть зарегистрированы с нами в нашем магазине электронной коммерции. Клиенты смогут увидеть профиль поставщика, оценить их (после получения услуг), делать покупки и держать себя в курсе продуктов на рынке. Например, у нас есть поставщик/магазин, зарегистрированный как Ali Electronics, который занимается всеми видами домашних приборов. Давайте скажем, Айеша хочет купить электрический чайник, и она при поиске находит свой желаемый продукт на Ali Electronics. Она разместит свой заказ и сделает свой платеж заранее, который будет на счет компании до завершения заказа. Ali Electronics получит уведомление о заказе. Он будет упаковывать соответствующий продукт и отправит его через наши услуги (наши определенные курьерские услуги через нашу учетную запись). Как только мисс Айеша получит продукт и проверяет, что она получила желаемый продукт, платеж будет выпущен и достигнет счета поставщика в определенный период времени (15 дней). Примечание. Не проверенные и незарегистрированные участники могут просматривать продукты в магазинах ISMMART, но им не разрешено торговать. Чтобы обеспечить качественную торговлю, всем клиентам необходимо зарегистрироваться до любой продажи / покупки.',
        key.aboutBody5:
            'Магазины ISMMART обычно обрабатывают возврат в течение 3 рабочих дней, как только курьер возвращает элемент в наш центр возврата. Наша команда по обслуживанию клиентов предоставит лейбл доставки, как только они получат вашу письменную жалобу в соответствии с политикой возврата. Товар будет получен, и соответствующая проверка качества будет выполнена, прежде чем возмещение будет завершено. Обратите внимание, что в зависимости от метода оплаты, время возврата может варьироваться. Это может занять от трех до четырнадцати рабочих дней. Наряду с деньгами, которые вы заплатили за возвращенный продукт, стоимость доставки также поплачена. Например, когда Айеша получает продукт, она находит его неисправным. Она подаст жалобу в нашем центре жалоб, где мы свяжемся с поставщиком для решения. Если ее претензия оказана правильной, она вернет неисправную товар обратно к поставщику, и ее оплата (которая была приостановлена ​​ISMMART, будет возвращена ей. Некоторые продукты/услуги будут не подлежащим возмещению и будут определены в описании продукта/услуги.',
        key.aboutBody6:
            'ISMMART - это уникальная платформа, которая обеспечивает 100 -процентную безопасность как покупателю, так и поставщику. Он предоставляет виртуальное пространство для отображения, продажи и продажи ваших продуктов или услуг под одной платформой, в отличие от магазинов, которые предлагают только продажу продуктов. Для покупателей это эксклюзивный форум, где они могут делать покупки с уверенностью, что их деньги не будут потрачены впустую. Наша уникальная политика возврата гарантирует, что мошенническая деятельность не происходит с покупателем или продавцом. Мы разработали различные предложения по подписке/членству для поставщиков разных категорий.',
        key.phoneValidate: 'Телефон Нет Минимум Требуется 11 цифр',
        key.exitApp: 'Приложение для выхода',
        key.currentUserNotFound: 'Текущий пользователь не найден',
        key.wrongWithCredentials: 'Что -то пошло не так с учетными данными',
        key.enterEmail: 'Введите электронное письмо, чтобы получить OTP',
        key.emptyField: 'Пустое поле',
        key.enterDetails: 'Введите детали, чтобы создать новый пароль',
        key.passwordRequired: 'Необходим пароль!',
        key.standard: 'Стандартный',
        key.toProceedWithPurchase:
            'Чтобы продолжить свою покупку, пожалуйста, обратите внимание, что требуемая минимальная сумма заказа составляет 1000 рупий.',
        key.preferredPayment:
            'Пожалуйста, выберите ваш предпочтительный способ оплаты, чтобы заполнить заказ.',
        key.cartMustNotEmpty: 'Тележка не должна быть пустой',
        key.delivery: 'Доставка',
        key.daysCost: 'Дни стоимость',
        key.freeShipping: 'Бесплатная доставка на все заказы выше PKR 1000',
        key.zipCode: 'Почтовый индекс',
        key.zipCodeRequired: 'Требуется почтовый индекс!',
        key.addressRequired: 'Адрес требуется!',
        key.selectCountry: 'Выберите страну',
        key.chooseCountry: 'Выберите страну',
        key.selectCity: 'Выберите город',
        key.chooseCity: 'Выберите город',
        key.success: 'Успех',
        key.disputeDeleted: 'Спор удален успешно',
        key.recordDoNotExist: 'Запись не существует',
        key.fileMustBe: 'Каждый файл должен быть',
        key.invalidImageFormat: 'Неверный формат изображения!',
        key.minPriceShouldNotBe:
            'Мин Цена не должна быть больше, чем макс. цена!',
        key.plzSelectCountry: 'Пожалуйста, выберите страну и город',
        key.shippingAddressDetail: 'Пожалуйста, выберите страну и город',
        key.cashOnDelivery: 'Наличные на доставке (недоступны)',
        key.creditCard: 'Кредитная карта',
        key.wantToRedeem: 'Хочу выкупить',
        key.coins: 'монеты',
        key.needMoreCoins: 'Нужно больше монет, чтобы выкупить',
        key.subtotal: 'Промежуточный итог',
        key.items: 'Предметы',
        key.shippingFee: 'Стоимость доставки',
        key.inclusiveOfGst: 'Включительно GST',
        key.continueShopping: 'Продолжить покупки',
        key.orderId: 'Заказ',
        key.paymentSuccessful: 'Оплата успешно!, Вы заказа были размещены!',
        key.orderInformation: 'запросить информацию',
        key.orderNotCreated: 'Что-то пошло не так! Порядок не создан',
        key.discountMinValue: 'Скидка должна быть больше, чем',
        key.discountMaxValue: 'Скидка не должна быть больше или равна',
        key.imageSizeDesc: 'Изображение должно быть',
        key.availableStock: 'Доступный запас',
        key.itemPrice: 'Цена товара',
        key.features: 'Функции',
        key.itemsFound: 'Предметы найдены',
        key.price: 'Цена',
        key.minPrice: 'Мин цена',
        key.maxPrice: 'Макс цена',
        key.clear: 'Прозрачный',
        key.lowToHigh: 'Снизу вверх',
        key.highToLow: 'Высокий до низкого уровня',
        key.OFF: 'ВЫКЛЮЧЕННЫЙ',
        key.orderDetail: 'Информация для заказа',
        key.cancel: 'Отмена',
        key.emailVerificationLink:
            'Введите электронное письмо, чтобы получить ссылку на проверку',
        key.id: 'Идентификатор',
        key.disputeDetail: 'Детали спора',
        key.disputes: 'Споры',
        key.frequentlyAsked: 'Часто задаваемые вопросы',
        key.forAnyQueryJust: 'Для любой поддержки просто отправьте свой запрос',
        key.youStoreHas: 'Ваш магазин был отключен',
        key.addToCart: 'Добавлен в корзину',
        key.added: 'Добавлен!',
        key.noQuestionFound: 'Не было найдено вопросов',
        key.productQuestions: 'Вопросы продукта',
        key.askQuestion: 'Задавать вопрос',
        key.peopleAlsoViewed: 'люди также смотрели',
        key.color: 'Цвет',
        key.size: 'Размер',
        key.quantity: 'Количество',
        key.next: 'Следующий',
        key.questionBody: 'Вопрос тела',
        key.storeDetail: 'Хранить детали',
        key.sellerRating: 'Рейтинг продавца',
        key.customers: 'Клиенты',
        key.totalProducts: 'Общая продукция',
        key.soldItems: 'Проданы товары',
        key.thisStoreHasBeen: 'Этот магазин был открыт с тех пор',
        key.topProducts: 'Лучшие продукты',
        key.finalPriceWould: 'Окончательная цена будет рупий',
        key.afterPlatformFee: 'После платы за платформу',
        key.yourDiscountShould:
            'Ваша скидка должна составлять от 10 до 100 процентов. Пожалуйста, попробуйте еще раз!',
        key.uploadImageLessThan: 'Загрузить изображения меньше, чем',
        key.outOfStock: 'Распродано',
        key.productNotFound: 'Продукт не найден',
        key.invoiceNo: 'Счет -фактура нет',
        key.billingDetails: 'Платежные реквизиты',
        key.qty: 'QTY',
        key.amount: 'Количество',
        key.action: 'Действие',
        key.reviews: 'Отзывы',
        key.rating: 'Рейтинг',
        key.addDisputes: 'Добавить споры',
        key.disputeAlreadyAdded: 'Спор уже добавлен',
        key.viewDispute: 'Просмотреть спор',
        key.disputeNotAddedYet: 'Спор еще не добавлен',

        key.deliveryDate: 'Дата доставки',
        key.totalPrice: 'Итоговая цена',
        key.claimCanBeMade:
            'Претензии могут быть сделаны только в случае потери или повреждения посылки',
        key.clickHereToUpload: 'Нажмите здесь, чтобы загрузить',
        key.userOrderDispute: 'Пользовательский спор',
        key.pending: 'В ожидании',
        key.accepted: 'Принял',
        key.shipped: 'Отправленный',
        key.delivered: 'Доставленный',
        key.cancelled: 'Отменен',
        key.gallery: 'Галерея',
        key.camera: 'Камера',
        key.pickFrom: 'Выберите из',
        key.yourCoverAndProfile:
            'Ваша обложка и профиль должны быть PNG или JPG, вплоть до',
        key.updateVendorDetails: 'Обновить детали поставщика',
        key.fieldIsRequired: 'Поле, обязательное для заполнения',
        key.call: 'вызов',
        key.centralHeadquarters: 'Центральная штаб -квартира',
        key.globalHeadquarters: 'Глобальный штаб',

        key.centralHeadquartersValue:
            'Участок №, 60 Street 12, G-8/1, Столичная территория Исламабада 44080 Пакистан',
        key.globalHeadquartersValue:
            'Офис 1005-1006, 10-й этаж, цитиручная башня, Business Bay, Дубай',

        key.exchangeHeader1: '',
        key.exchangeHeader2: 'Как вернуться?',
        key.exchangeBody1: 'Удовлетворенность клиентов гарантировано! Мы гарантируем качество продуктов, продаваемых через магазины ismmart, и если вы не довольны вашей покупкой, мы сделаем это правильно. За исключением нескольких условий, перечисленных ниже, любой товар, приобретенной в магазинах iSmmart, может быть возвращен в течение 14 календарных дней с момента получения отгрузки даты.'
            '* Дисконтированные товары/продукты не могут быть обменены или возвращены на возврат средств. Его можно обмениваться или возвращать только в том случае, если обнаружен очевидный недостаток.'
            '* Возвращенные предметы должны быть неявлены, в его первоначальной упаковке, причем все уплотнения безопасности и этикетки все еще не повреждены/прикреплены. Возврат не будет квалифицирован для возврата или обмена, если эти условия не будут выполнены.'
            '* Магазины ISMMART оставляют за собой исключительное право/ полномочия, чтобы сделать исключения в некоторых обстоятельствах.'
            '* Если элемент возвращается из -за очевидной ошибки, которая вступает в нашу политику возврата, клиент не будет взиматься за курьеров.'
            '* Период возврата для мобильных телефонов, аксессуаров и других электрических и электронных продуктов составляет всего 5 календарных дней, начинающихся в день получения пакета. Предмет замены будет предоставлен без зарядки, если во время обратного окна найдено недостаток. Стандартные гарантии от производителя или поставщика будут действовать после истечения срока возврата.',
        key.exchangeBody2:
            'Пожалуйста, свяжитесь с нашим центром поддержки клиентов, если предмет соответствует всем требованиям, указанным выше.',
        key.deleteDisputesMsg: 'Вы уверены, что хотите удалить спор?',
        key.feeChargesExplained: 'Объяснена плата!',
        key.serviceFee: 'Плата за обслуживание',
        key.deliveryFee: 'Плата за доставку',
        key.supportCenter: '24/7 Центр поддержки',
        key.costDesc1:
            'Мы стремимся сохранить наши платы за обслуживание и доставку как можно более низкой, все еще предоставляя вам наилучшее обслуживание.',
        key.costDesc2:
            'является процентной платой, которая помогает нам покрыть затраты на поддержание нашей платформы, обеспечение контроля качества и обеспечение поддержки клиентов. Плата за обслуживание составляет всего 5% на каждый продукт, загруженный нашим продавцом Prestiogius.',
        key.costDesc3:
            'Плата за доставку - это фиксированная плата, которая покрывает стоимость доставки вашего заказа на ваше местоположение. Плата за доставку составляет 250 рупий только по каждому заказу.',
        key.costDesc4:
            'Если у вас есть какие -либо вопросы или опасения по поводу наших сборов, пожалуйста, не стесняйтесь обратиться к нашей группе поддержки клиентов. Спасибо, что выбрали наш сервис!',
        key.sortByPrice: 'Сортировать по цене',
        key.currencyKey: 'Валюта',
        key.privacyHeader1: '',
        key.privacyHeader2: 'Используйте свою личную информацию',
        key.privacyHeader3: 'Какие данные мы собираем и как их собираем?',
        key.privacyHeader4: 'Информация, которую я предоставил:',
        key.privacyHeader5: 'Автоматическая информация:',
        key.privacyHeader6: 'Информация из других источников:',
        key.privacyHeader7: 'Общая информация:',
        key.privacyHeader8: 'Данные профиля:',
        key.privacyHeader9: 'Зарегистрировать файлы:',
        key.privacyHeader10: 'Анализ:',
        key.privacyHeader11: 'Информация о сайте:',
        key.privacyHeader12: 'бисквит:',
        key.privacyHeader13: 'Насколько безопасна моя информация?',
        key.privacyHeader14: 'К какой информации я могу получить доступ?',
        key.privacyHeader15: 'Изменения в этой политике конфиденциальности',
        key.privacyBody1:
            'Уважайте Smart сохраняет вашу конфиденциальность и хотите защитить вашу личную информацию. Целью заявления о конфиденциальности Это объяснение для вас, как мы справляемся с персональными данными, полученными от пользователей статей ассоциации или сайта, и услуг, доступных на сайте. Эта политика также определяет ваши варианты того, как собирать, использовать и раскрыть вашу личную информацию. Если вы соглашаетесь с этой базовой системой или сайтом напрямую или через любой другой веб -сайт, процедура, показанная в настоящей Политике конфиденциальности. Для получения дополнительной информации, пожалуйста, прочитайте эту политику конфиденциальности. Магазины Essement собирают ваши личные данные, чтобы мы ожидали и улучшали наши продукты и услуги навсегда.',
        key.privacyBody2: 'В целом, личная информация, которую вы предоставляете нам, чтобы ответить на ваши запросы, или помочь нам лучше обслуживать или продавать наши услуги. Мы используем вашу личную информацию следующими способами: '
            'Поговорите с вами о запросе, поставке продукта, выплате процесса, запросах, продуктах и ​​услугах и рекламных предложениях. Обновить вас от поставки продукта; '
            '* Соберите и используйте свою личную информацию, чтобы соответствовать некоторым правилам.'
            '* Для работы, поддержания и улучшения нашего сайта, продуктов и услуг.'
            '* Ответьте на комментарии, запросы и обслуживание клиентов.'
            '* Подключение или связывание информации пользователя с другой личной информацией, полученной от третьей стороны, чтобы лучше понять ваши потребности и предоставить вам лучшую услугу.'
            '* Разработка маркетинга, улучшения и увеличения продуктов.'
            '* Определите как пользователь в нашей системе через вашу учетную запись/профиль или другие источники.'
            'Следуйте решению автоматически -примите решение в соответствии с любой из этих целей.'
            '* Проверьте и выполните финансовые транзакции, касающиеся ваших платежей и просмотрите данные загрузки данных с нашего веб -сайта .'
            '* Мы можем хранить и принять меры на серверах в разных местах. Мы также можем создать неизвестные записи данных из вашей личной информации и оставить «информацию, которая сделает вас лично. Мы используем эти неизвестные данные для анализа приложения и использования образцов для улучшения содержания наших услуг и улучшения функций сайта.'
            'Кроме того, мы оставляем за собой право делиться неизвестными данными с третьей стороной и использовать их для любой цели. Клиенты, которые имеют хороший опыт работы с нашими продуктами и услугами, могут предоставить нам признательность и заметки. Мы можем распространять такой контент. Когда мы публикуем такой контент, мы можем использовать использование для определения первых и фамилий наших пользователей. Прежде чем публиковать эти данные с определениями, мы получим одобрение пользователя.'
            'Мы будем использовать эту информацию для другой цели, для которой было получено ваше одобрение. И реализовать автоматический процесс принятия решений в соответствии с любой из этих целей.',
        key.privacyBody3: '',
        key.privacyBody4:
            'При использовании наших услуг вы получаете и храните интеллектуальные магазины через профиль своей учетной записи.',
        key.privacyBody5:
            'При использовании наших услуг мы автоматически собираем и поддерживаем тип информации, включая то, как вы взаимодействуете с продуктами, информацией и услугами, предоставляемыми в интеллектуальных магазинах. Когда веб -браузер или устройство достигают нашего веб -сайта, мы, как и многие другие веб -сайты, используем «файлы cookie» и другие уникальные идентификаторы для сбора определенных типов информации.',
        key.privacyBody6:
            'Умный магазин может знать о вас из других источников. Например, наши транспортные компании могут предоставить нам последние данные о доставке и адресах, что облегчает обновление наших записей и поставок.',
        key.privacyBody7:
            'Информация будет создана автоматически при использовании наших услуг. Например, при использовании наших услуг мы используем ваше общее местоположение, тип используемого устройства, номером определения открытого устройства, дате и времени вашего посещения и уникального идентификатора устройства, и вы можете собирать информацию о типе браузер. Использование операционной системы, адрес интернет -протокола (IP) и имя поля. В общем, мы используем эту информацию для запуска и увеличения сайта, а также гарантируем, что вы получаете наиболее подходящую информацию.',
        key.privacyBody8:
            'Ваше имя пользователя и пароль, ваши интересы, ваши интересы, ваши предпочтения, заметки и разворотный ответ.',
        key.privacyBody9:
            'Поскольку большинство веб -сайтов верны, мы автоматически собираем некоторую информацию и храним их в файлах реестра. Эта информация включает в себя IP -адрес, тип браузера, интернет -поставщик (ISP), справочные/выходные страницы, операционные системы, данные о уплотнении/времени и потоке. Мы используем эту информацию для поддержания и улучшения услуг производительности.',
        key.privacyBody10:
            'Чтобы понять, как люди взаимодействуют с веб -сайтом, мы используем аналитические услуги, такие как не ограничиваясь анализом Google. Файлы cookie используются для сбора данных с помощью сервисов анализа, таких как количество раз, когда пользователи обращаются на сайт, и мы используем эти данные для расширения наших услуг и нашего веб -сайта. Условия использования услуг анализа и политик конфиденциальности, которые должны рекомендовать больше информации о том, как эти компании используют эту информацию, и сохранить границы того, как ее использовать, и могут разделить свою информацию.',
        key.privacyBody11:
            'Если вы включите услуги сайта на своих устройствах, мы можем собрать информацию вашего сайта для улучшения предоставляемых вами услуг. Если вы не хотите собирать эту информацию, вы можете отключить службы сайта на своем устройстве.',
        key.privacyBody12:
            'Файлы cookie - это небольшая часть информации, которую вы видите, и отправляют веб -сайт на жесткий диск вашего компьютера. Эти текстовые файлы могут использоваться через веб -сайты, чтобы сделать пользователей более эффективными. Если необходимо срочно запустить этот сайт, мы можем хранить эти файлы cookie на вашем устройстве. Нам нужно ваше разрешение на все другие виды файлов cookie. Для этого этот сайт использует различные файлы cookie. Некоторые файлы cookie проводятся через третьи партийные услуги, которые появляются на наших страницах. Мы и некоторые третьи сеансы можем использовать файлы cookie (которые отключают ваш веб -браузер после истечения срока действия) и использовать постоянные файлы cookie (которые живут на вашем компьютере, пока вы не удалите их), пока вы не предоставите более личный и интерактивный опыт в наших услугах, наши услуги являются рынками. Наши продукты. Маркетинговые файлы cookie используются для отслеживания посетителей на веб -сайтах. Намерение состоит в том, чтобы отобразить соответствующую рекламу и участвовать в отдельном пользователе, и, следовательно, более ценное для издателей и третьих рекламодателей. Это отслеживание выполняется на неизвестной основе.',
        key.privacyBody13:
            'Когда мы разрабатываем наши решения, мы рассматриваем вашу безопасность и конфиденциальность. Используя протокол шифрования и программного обеспечения, мы стараемся защитить вашу личную информацию во время передачи. При работе с кредитными / дисконтными / банковскими картами мы защищаем личную информацию клиента, используя материальную и электронную информацию и процедуры и защищаем личную информацию пользователей. Из -за наших мер безопасности нам может потребоваться доказать нашу личность, прежде чем она позволит вам получить доступ к персональным данным. Для вас важно избежать несанкционированного доступа к паролям, компьютерам, устройствам и приложениям. Мы рекомендуем использовать уникальный пароль для вашей неиспользованной учетной записи в других онлайн -учетных записях. Обязательно выберите, когда истек срок действия компактного компьютера.',
        key.privacyBody14:
            'В разделе учетной записи вы можете получить доступ к вашей информации, включая ваше имя, адрес, варианты оплаты, информацию о профиле и дату покупки.',
        key.privacyBody15:
            'Настоящая Политика конфиденциальности действительна до 10 октября 2022 года, в дополнение к любым изменениям в своих будущих положениях, она окажет влияние, она будет реализована сразу после публикации на этой странице. Мы имеем право обновлять или изменять нашу политику конфиденциальности в любое время, и вы должны время от времени проверять эту политику конфиденциальности. Примечание. Если у вас есть какие -либо вопросы об этой политике конфиденциальности, пожалуйста, свяжитесь с нами.',
        key.memPlan1Title: 'НАЧИНАТЬ',
        key.memPlan1Price: 'Бесплатно',
        key.memPlan1Desc1:
            'Любой может быть зарегистрирован как бесплатные участники.',
        key.memPlan1Desc2: 'Может продать до 3 продуктов на платформе iSmmart.',
        key.memPlan1Desc3:
            'Будет иметь доступ только к продуктам и магазинам для посещения, которые открываются по умолчанию или будут открыты поставщиками и предприятиями для посещения.',
        key.memPlan1Desc4:
            'Они могут купить что -либо самостоятельно как прямые клиенты с взаимопониманием с продавцом; ISMMART не будет нести ответственность или резюмировать в случае каких -либо проблем в такой сделке.',
        key.memPlan2Title: 'Профиль',
        key.memPlan2Desc1: 'БЕСПЛАТНАЯ ПЕРЕДА',
        key.memPlan2Desc2: 'Может продать что угодно на платформе ismmart',
        key.memPlan2Desc3:
            'Будет иметь доступ ко всем продуктам и магазинам для посещения.',
        key.memPlan2Desc4:
            'Все предложения премиум -членов на ISMMART будут резервированы ISMMART. Мы будем нести ответственность за плавные транзакции и доставку продуктов. Ismmart гарантирует соблюдение взаимного понимания, которое согласились и продавец, и покупатель.',
        key.memPlan2Desc5:
            'Неограниченные поставки на соответствующие предметы.',
        key.memPlan2Desc6:
            'Участники премиум -класса будут беспокоиться о меньшем доступе ко всем предприятиям по всему миру, как в качестве продавца, так и покупателя, поскольку ISMMART будет напрямую гарантировать и проверять таких участников и любые сделки, которые они заключают.',
        key.memPlan2Desc7:
            'Поскольку все члены премиум -класса тщательно изучаются и проверяются в процессе проверки ISMMART, так что все такие участники могут беспокоиться о том, чтобы меньше торговаться друг с другом, в любом месте мира.',
        key.memPlan3Title: 'БИЗНЕС',
        key.memPlan3Desc1: '2 месяца бесплатной пробной версии',
        key.memPlan3Desc2: 'B2B возможности',
        key.memPlan3Desc3: 'Неограниченные бесплатные поставки',
        key.memPlan3Desc4: 'Неограниченные рекламные инструменты',
        key.memPlan3Desc5: 'Оптовая доставка',
        key.memPlan3Desc6:
            'Получите возможность поместить продукты в наших физических магазинах.',
        key.memPlan3Desc7:
            'Неограниченные поставки на соответствующие предметы.',
        key.memPlan3Desc8:
            'Участники премиум -класса будут беспокоиться о меньшем доступе ко всем предприятиям по всему миру, как в качестве продавца, так и покупателя, поскольку ISMMART будет напрямую гарантировать и проверять таких участников и любые сделки, которые они заключают.',
        key.memPlan3Desc9:
            'Поскольку все члены премиум -класса тщательно изучаются и проверяются в процессе проверки ISMMART, так что все такие участники могут беспокоиться о том, чтобы меньше торговаться друг с другом, в любом месте мира.',

        key.vendorHeader0: '',
        key.vendorBody0:
            'Поставщик (Ismmart Group of Industries Pvt Ltd. Пакистан) и поставщик (определяемый как сторонние поставщики) в совокупности должны быть названы «сторонами» и индивидуально как «сторона», в зависимости от обстоятельств. \ N \ nwhereas, Поставщик выступает в качестве независимого подрядчика поставщика, который, через настоящий Соглашение, предоставляет поставщику полного полномочия по заключению и согласованию контрактов с клиентами на имя и на счет поставщика, а также для предложений поставщика, выполненных через Онлайн -платформа провайдера www.ismmart.com («Веб -сайт») и мобильные приложения (где это применимо). Понятно, что поставщик не действует от имени клиентов. Общие положения и условия с клиентами, найденными на веб -сайте. Заказчик. В случае каких -либо изменений, то же самое должно быть сообщено другой стороне.',
        key.vendorHeader1: '1. Права поставщика, обязательства и обязанности:',
        key.vendorBody1:
            '1.1: Поставщик должен передавать заказа (ы) через панель панели или телефонного звонка поставщика (только в случае, если веб -сайт не работает) в соответствующую торговую точку (ы). \ N \ n1.2: поставщик должен передавать Заказ, размещенный клиентом на платформе для поставщика через Веб -сайт или через звонок (когда веб -сайт не работает), и принять платеж клиента в Интернете или наличными. \ n \ n1.3: в случае Поставщик, выполняющий услуги доставки, имеет право взимать с клиента плату за доставку («Плата за доставку ISMMART») и определить минимальную стоимость заказа по своему усмотрению; Чтобы выполнить услуги, поставщик должен: \ n \ t1.3.1. Клиент ожидает этого типа предмета, при условии, что поставщик выполняет обязательство в пункте 2.7. \ n \ T1.3.3. Передача дохода поставщику, полученному для таких заказов, за вычетом плата за агентство в соответствии с пунктом 6 настоящих Условий. . \ n \ T1.3.4 сообщите поставщику в письменной форме о любых изменениях, введенных в процедуры поставщиком по крайней мере за два (2) дня до того, как произойдет предполагаемое изменение, и поставщик должен соответствовать всем таким изменениям. \ N \ T1.3.5 имеет право изменять по своему усмотрению любые услуги, связанные с доставкой, включая области доставки и сроки эксплуатации, без предварительного уведомления. \ N \ T1.3.6 Поставщик должен предоставить контактные данные соответствующих заинтересованных сторон/ точка контакта для поставщика. В случае, если поставщик намерен обновить контактную информацию, та же самая уведомлена поставщику за семь (7) дней до даты вступления в силу смены контактной информации.',
        key.vendorHeader2:
            '2 права сторонних поставщиков, обязательства и обязанности:',
        key.vendorBody2:
            'Поставщик должен: \ n \ n2.1 предоставить поставщику список всех элементов «Список предметов», как это было согласовано с поставщиком. Список элементов, который должен быть доступен для отображения на веб -сайте. \ N \ n2.2 Если поставщик хочет внести какие -либо изменения в список элементов, статус продукта (ы) должен быть изменен на «ожидающий». Поставщик рассмотрит изменения и одобрит или не одобряет изменения в соответствии с политиками продукта поставщика в течение двух (2) рабочих дней. Разрешения и согласия (которые могут потребоваться для выполнения своих обязательств в соответствии с настоящим Соглашением) \ N2.4 предоставить поставщика, а его гонщика (определяемый как собственного гонщика и/или наших партнеров по доставке, то есть TCS, FedEx & DHL) Доступ к помещениям поставщика, как разумно требуется провайдеру для выполнения услуг. Заказ был предоставлен поставщику, при условии, что заказ должен быть выполнен в течение указанного периода времени, как указано поставщиком. Если поставщик не принимает и не отклоняет заказ, он будет автоматически отклонен поставщиком. \ N \ n2.6. Для такого отклонения, не позднее, чем через 12 часов с момента, как поставщик был предоставлен заказ. Продавец, и передайте его лицу поставщика или клиенту (в случае доставки поставщика). \ N \ N2.8. предоставлен поставщиком своим прямым клиентам. \ N \ N2.9, поставщик принимает, признает и предпринимает, что: \ n \ n2.9.1. Продавец не доставит предметы, которые достигли/или или пересекают свой срок Отпечатано на упаковке производителем. \ n \ n2.9.2. Поставщик не будет изменять, изменять, изменять и/или удалять срок действия истечения срока действия/наилучшим образом, как напечатано на упаковке производителем предмета. \ n \ N2.9.3 В случае нарушения пункта 2.9.1 поставщик несет ответственность и несет ответственность за любые условия здоровья, разработанные клиентом в результате потребления/использования предметов с истекшим сроком. Все действия клиента, включая судебные процессы. Любые косвенные последствия. \ N2.11 немедленно обновите акции на панели инструментов поставщика на платформе в случае недоступности продукта.',
        key.vendorHeader3: '2,12 цены:',
        key.vendorBody3:
            '2.12.1 Поставщик настоящим требует, чтобы цены, предоставленные поставщику, идентичны ценам в реальном времени, предлагаемых клиентам при размещении заказов на платформу. Любой из пунктов, заказанных через платформу, поставщик должен уведомить поставщика не менее семи (7) дней заранее, указав степень снижения цен, акции или скидки, соответствующую дату вступления в силу и их продолжительность. \ n \ n2.13 Относитесь к гонщикам поставщика в случае, если поставщик использует систему доставки поставщика уважительным и цивилизованным образом, что включает, но не ограничивается запретом на использование оскорбительного языка, оскорбительного поведения, преследования, нападения и батареи. Обучение должно быть предоставлено поставщику и его сотрудникам в этом отношении. Нарушение этого пункта должно составлять нарушение настоящего Соглашения. \ N \ N2.14 Продавец соглашается принять электронные ваучеры, выданные поставщиком для клиентов, которые будут использоваться при выезде на заказ. Оплата всех таких ваучеров будет возмещена поставщиком в ежемесячном/еженедельном счете на зарегистрированном банковском счете поставщика. \ N \ N2.15 выполняет обязательства поставщика в соответствии с настоящим Соглашением, в любое время в компетентном, профессиональном и деловой способ, в рамках установленных отраслевых стандартов, практики и принципов, а также в сроки времени, изложенные в настоящем документе. В случае, если поставщик намерен обновить предоставленную информацию, поставщик должен уведомить поставщика за семь (7) дней до даты вступления в силу изменения контактной информации.',
        key.vendorHeader4: '3. Плата за восстановление клиентов - ущерб/штраф:',
        key.vendorBody4:
            '3.1 Продавец признает, что поставщик является авторитетной компанией в Пакистане, которая стремится обеспечить удобство, надежность и качество своим клиентам. Поскольку системы и операции поставщика в значительной степени зависят от опыта работы с клиентами и обратной связи, поставщик подтверждает и соглашается с поставщиком, что в случае, если продавец не соблюдает или соблюдает операционные стандарты поставщика, поставщик должен заплатить поставщику такую ​​сумму, которая должна быть определяется поставщиком в качестве ликвидации убытков («плата за восстановление клиентов»). Вышеупомянутая плата за взыскание клиентов не может нанести ущерб праву поставщика на получение убытков за расходы и затраты на предмет таких шагов, которые считаются необходимыми для поставщика для исправления такой независимости и/или несоблюдения таких оперативных стандартов. \ N. \ N3.2 поставщик признает, что он прочитал, понял и соглашается с положениями пункта 3, а также соглашается с тем, что применение положений о пункте 3 применяется до уведомления о приостановлении поставщиком, при условии, что поставщик будет предоставлен Минимум из семи (7) дней письменного уведомления. конкурс. Кроме того, несмотря на уплату ликвидированных убытков, поставщик оставляет за собой все свои права в отношении нарушений.',
        key.vendorHeader5: '4 подвеска:',
        key.vendorBody5:
            '4.1 Поставщик должен иметь право временно приостановить поставщика с платформы без штрафа, если: \ n \ n4.1.1 Продавец не смог выплатить счетам поставщиков, которые стали оплачиваемыми. \ N \ n4.1.2. , поставщик нарушает любые условия настоящего Соглашения или может негативно повлиять на бизнес поставщика. полностью применимо.',
        key.vendorHeader6: '5 возмещение от претензий третьей стороны:',
        key.vendorBody6:
            '5.1. Любая сторона должна за счет защищать любой из следующих типов третьих сторон, предъявленных против другой стороны, ее директоров, должностных лиц или агентов (в совокупности «компенсации») и возмещать против: \ n \ n5.1.1. Это, если это правда, будет представлена ​​нарушением настоящего Соглашения со стороны либо из сторон, ее сотрудников, агентов или представителей. связаны с обязательствами любой стороны, возникающими из настоящего Соглашения; или возникает из -за небрежности, действий или неудач, чтобы действовать, либо из сторонних сотрудников, агентов или представителей. Сборы (включая разумные судебные издержки), понесенные любым из них, которые связаны с любым таким претензием.',
        key.vendorHeader7: '6 сборов, оплата и сбор средств:',
        key.vendorBody7:
            '6.1. Продавец предоставляет полномочиям поставщика получать какие -либо средства на имя и для счета, поставщика, уплаченного клиентами, будь то онлайн -средства или наличными. \ N \ N6.2 в случае оплаты денежных средств по Заказчик при доставке, поставщик несет ответственность за сбору выплаты денежных средств и согласование с другой стороной в соответствии с положениями пункта 6. \ n \ n6.3 В случае онлайн -платежа поставщик должен собирать деньги и примириться в В соответствии с положениями пункта 6. \ n \ n6.4 Стороны соглашаются и соглашаются с тем, что полученный доход, комиссионная комиссия и сбор за доставку будут рассчитаны и подлежат оплате на сумме, согласованной, в настоящем Соглашении и что никаких других сборов или сборы должны применяться между сторонами или к клиентам, за исключением случаев, предусмотренных в настоящем Соглашении. Поставщик специально соглашается с тем, что, если применимо, поставщик может назначить плату агентства/агрегатора против полученного дохода. время доставки заказа.',
        key.vendorHeader8: '6.6. Связывание и платежи - доставка поставщика:',
        key.vendorBody8:
            '6.6.1. Поставщик будет собирать все заказы по кредиту и будет счетом («Заявление о заказе») поставщиком по раз в два раза по электронной почте. Вычитание комиссий и всех применимых налогов на еженедельной основе на зарегистрированный банковский счет поставщика. \ n \ n6.6.3 Поставщик будет отправлять ежемесячное/еженедельное резюме заказа и уведомление о оплате на зарегистрированный адрес электронной почты. \ n \ N6.6.4 Плата за обслуживание банковского обслуживания в соответствии с _bank_%, будет взиматься с поставщика против всего заказа, полученного на онлайн -платежах.',
        key.vendorHeader9: '6.7 Онлайн -заказы и корпоративные заказы:',
        key.vendorBody9:
            '6.7.1 Все онлайн -платежи будут переданы и рассматриваются как регулярные заказы и будут выплачены поставщику. поставщиком поставщику («уведомление об повреждениях»). \ n \ n6.9 Поставщик должен иметь право обжаловать заявление о заказа и уведомление об повреждениях в соответствии с ниже: \ n \ n6.9.1. Объект в письменном виде в течение пяти (5) рабочих дней с даты выдачи соответствующего Заявления о заказа или уведомлений об ущербе и четко указывает все причины апелляции, включая любую подтверждающую документацию. возражение в течение трех (3) рабочих дней после уведомления о возражении поставщика и: \ n \ ni. Если согласован, поставщик должен соответствующим образом скорректировать заявление о заказа или уведомление об повреждениях. \ N \ nii. Если поставщик не согласен с поставщиком, он сообщит поставщику такому, и сторонам будет попытаться добросовестно разрешить любые споры или претензии, возникающие из или в отношении настоящего Соглашения посредством переговоров между директором или уполномоченным представителем каждой стороны. с полномочиями урегулировать соответствующий спор.',
        key.vendorHeader10: '7 Начало услуг:',
        key.vendorBody10:
            'Продавец должен быть указан на платформе только после получения всей информации, запрошенной провайдером, включая, помимо прочего, список элементов; логотип и утвержденные изображения продуктов. Поставщик должен сообщить поставщику о дате начала услуг («Дата начала»), которая прилагается к настоящему Соглашению.',
        key.vendorHeader11: '8. Соблюдение политики и процедур:',
        key.vendorBody11:
            '8.1 Поставщик понимает, что поставщик может приостановить услуги поставщика с уведомлением или без него в случае соотношения жалоб (качество и/или подачи жалоб/подачи) превышает 2% от общего количества заказов, прибывающих в бизнес поставщика, что может привести к снижению уровня заказа, чтобы снизить порядок. чем среднее. Ваучеры клиентам, где это применимо в случае подлинной жалобы клиента. Продавец соглашается не платить какую -либо скидку/комиссии поставщику поставщика.',
        key.vendorHeader12: '9. Гарантии:',
        key.vendorBody12:
            'Продавец представляет, гарантирует и предпринимает, что использование поставщиком ее интеллектуальной собственности не нарушает, не присваивается или иным образом возникает в конфликте с любыми правами интеллектуальной собственности третьей стороны. Продавец полностью возместит поставщик против любых претензий по нарушению прав ИС, предъявленных третьей стороной в соответствии с пунктом 5, указанной выше.',
        key.vendorHeader13: '10. Конфиденциальность:',
        key.vendorBody13:
            '10.1. Сторона («принимающая сторона») должна соблюдать строгую уверенность в том, что все технические или коммерческие ноу-хау, спецификации, изобретения, процессы или инициативы, которые носят конфиденциальные характера и были раскрыты для принимающей стороны другой стороной »(» Раскрывающая сторона ") и любая другая конфиденциальная информация, касающаяся бизнеса, ее продуктов и услуг раскрывающейся стороны, которую может получить принимающая сторона. Сотрудники, агенты и субподрядчики, которым необходимо знать это с целью разряжения обязательств принимающей стороны по настоящему Соглашению. Раскрывайте любую информацию клиентам. \ n \ n10.4, если подробности должны быть раскрыты по закону, любым государственным или регулирующим органам или судом компетентной юрисдикции любому государственному органу или регулирующим органам, то же самое должно сообщать другая сторона заранее в письменном виде. \ n \ n10.5 Этот пункт 10 должен пережить прекращение настоящего Соглашения.',
        key.vendorHeader14: '11. Нет партнерства',
        key.vendorBody14:
            'Ничто в настоящем Соглашении не предназначено для того, чтобы установить или установить какое -либо корпоративное партнерство или совместное предприятие между сторонами.',
        key.vendorHeader15: '12. Поправки:',
        key.vendorBody15:
            '12.1 Поставщик должен иметь право увеличить плату за успех в любое время в соответствии с усмотрением поставщика. То же самое должно быть проинформировано поставщику через официальное электронное письмо и/или через панель панели поставщика. \ N \ n12.2 Поставщик должен иметь право изменять, удалять, исправить и/или добавлять любые обязательства, обязательства и ответственность за себя и/или на части поставщика с помощью приложения. То же самое должно быть проинформировано поставщику через официальное электронное письмо и/или через панель инструментов поставщика. \ N \ n12.3 В случае, когда поставщик не согласен с такими поправками, он/она имеет право расторгнуть настоящее Соглашение в соответствии с С положениями пункта 18. \ n \ n12.4 конкретно согласовано с тем, что все поправки вступают в силу между сторонами в результате даты, уведомленной поставщиком в соответствии с пунктом 12.2.',
        key.vendorHeader16: '13. Сила -мажор:',
        key.vendorBody16:
            'Для целей настоящего Соглашения «Событие Force Majeure» означает событие, выходящее за рамки разумного контроля любой из сторон, включая, помимо прочего, акты Бога, войны, бунта, гражданского суматоха или террористических действий. Ни одна из сторон не несет ответственности перед другой стороной в качестве прямого результата какой -либо задержки или неспособности выполнить свои обязательства в соответствии с настоящим Соглашением в результате события мажорирования силы.',
        key.vendorHeader17: '14. Третьи стороны:',
        key.vendorBody17:
            'Лицо, которое не является стороной настоящего Соглашения, не имеет никаких прав на обеспечение соблюдения своих условий.',
        key.vendorHeader18: '15. Уведомления:',
        key.vendorBody18:
            '15.1 Все уведомления в соответствии с настоящим Соглашением должны быть в письменной форме, адресованные согласованному контактному лицу/адресу в соответствии с настоящим Соглашением, и они считаются должным образом предоставленным в тот же день, когда он согласован в ходе процесса регистрации поставщика.',
        key.vendorHeader19: '16. Задание:',
        key.vendorBody19:
            '16.1. Поставщик может в любое время назначать, передавать, перевести, ипотеку, взимать, субподряд или иметь дело со всеми или любыми его правами в соответствии с настоящим Соглашением, и может субподряд или делегировать любым или всеми его обязательствами в соответствии с настоящим Соглашением. любой третьей стороне или агенте. \ n \ n16.2 Продавец не должен без предварительного письменного согласия поставщика, которое не должно быть необоснованно удерживать, назначать, передавать, ипотеку, обвинение, субподряд или объявлять доверие или Делиться любым другим образом с любым или всеми его правами или обязательствами в соответствии с настоящим Соглашением.',
        key.vendorHeader20: '17. Отказ:',
        key.vendorBody20:
            'Отказ от любого права в соответствии с настоящим Соглашением или Законом вступает в силу только в том случае, если оно находится в письменной форме, и не считается отказом от какого -либо последующего нарушения или дефолта. Никакие сбои в осуществлении какого -либо права или средства правовой защиты, предоставленной в соответствии с настоящим Соглашением или законом, не представляют собой отказ от какого -либо права или средства правовой защиты, а также не предотвратить и не ограничивать его дальнейшее осуществление этого или любого другого права или средства правовой защиты.',
        key.vendorHeader21: '18. Термин и прекращение:',
        key.vendorBody21:
            '18.1 Настоящее Соглашение начинается с даты начала и будет продолжаться в течение неопределенного периода, если не прекращено ранее в соответствии с настоящим пунктом 18.1. Настоящее Соглашение может быть прекращено: \ n \ n (a) любой из сторон для удобства, предоставив не менее пяти (5) дней до письменного уведомления. Сторона в случае материального нарушения настоящего Соглашения другой стороны. \ N \ n (c) в любое время по взаимному письменному соглашению между сторонами. \ N \ n18.2 Поставщик имеет право расторгнуть настоящее Соглашение, с немедленным эффектом и без какой -либо ответственности, в случае нарушения раздела 2.12 и 2.13, где поставщик не смог исправить нарушение в течение максимального периода двух (2) рабочих дней после уведомления.',
        key.vendorHeader22: '19. Ограничение ответственности:',
        key.vendorBody22:
            '19.1 Ничто в настоящем Соглашении не ограничивает или исключает ответственность любой из сторон за смерть или травмы, вызванные его халатностью, или небрежностью ее работников, агентов или субподрядчиков. другой стороне, будь то в контракте, деликт (включая халатность), нарушение установленной законом обязанности или иным образом, за любую потерю прибыли или любые косвенные или косвенные убытки или убытки, возникающие в соответствии с или в связи с настоящим Соглашением. \ N \ N19 .3 Этот пункт должен пережить прекращение настоящего Соглашения.',
        key.vendorHeader23: '20. Конфликтующие термины:',
        key.vendorBody23:
            'В той степени, в которой какое -либо из настоящих Условий вступает в противоречие с условиями, указанными в форме регистрации поставщика (включая, помимо прочего, любые особые условия, подробно описанные в форме регистрации поставщика), преобладают условия регистрации поставщика.',
        key.vendorHeader25: '21. Все соглашение:',
        key.vendorBody25:
            'В той степени, в которой какое -либо из настоящих Условий вступает в противоречие с условиями, указанными в форме регистрации поставщика (включая, помимо прочего, любые особые условия, подробно описанные в форме регистрации поставщика), преобладают условия регистрации поставщика.',
        key.vendorHeader26: '22. Разделяемость:',
        key.vendorBody26:
            'Если какое-либо положение или частичное предложение настоящего Соглашения является или становится недействительным, незаконным или невыполненным, оно считается измененным в минимальную степень, необходимую для того, чтобы сделать его действительным, законным и исполняемым. Если такая модификация невозможна, соответствующее положение или предоставление части должны считаться удаленными. Любая модификация или удаление положения или части части в соответствии с настоящим пунктом не должно влиять на обоснованность и применение остальной части настоящего Соглашения.',
        key.vendorHeader27: '23. Регулирующий законодательство и юрисдикция:',
        key.vendorBody27:
            '23.1 Настоящее Соглашение, а также любые споры или претензия, возникающие из-за или в связи с ним или его предметом или формированием (включая неконтрактуальные споры или претензии), регулируются и истолкованы в соответствии с законами Пакистана. \ N \ N23.2 Каждая сторона соглашается с тем, что любой спор, вытекающий из настоящего Соглашения, подлежит неисключительной юрисдикции судов Пакистана, которые урегулируют любой спор или претензии, возникающие в связи с или в связи с настоящим Соглашением или его предметом или формирование (включая неконтрактуальные споры или претензии). \ n \ nperformance настоящего Соглашения продолжается во время любого судебного разбирательства или любого другого механизма разрешения споров. Никакая оплата или выплата поставщиком или сумма, которая будет передана поставщиком, не может быть удержана в связи с ожидаемым судебным спором или другим механизмом разрешения споров, за исключением того, что такой платеж является предметом таких споров.',

        key.or: 'или',
        key.becomeAVendor: 'Стать продавцом',
        key.joinOurMarketplace:
            'Присоединяйтесь к нашему рынку и начните продавать свои продукты сегодня!',
        key.seamlessShopping: 'Введите подробности для бесшовных покупок',
        key.createAnAccount: 'Завести аккаунт',
        key.getOnboardUser: 'Набор на борту как использование',
        key.phoneNumber: 'Номер телефона',
        key.termsAndConditionsCheckbox:
            'Создавая свою учетную запись, вы должны согласиться с нашими условиями.',
        key.frontSide: 'Лицевая сторона',
        key.backSide: 'Задняя сторона',
        key.legalDocument: 'Юридический документ',
        key.storeLogoImage: 'Логотип/изображение магазина',
        key.business: 'Бизнес',
        key.information: 'Информация',
        key.vendorAccountCreation: 'Создание аккаунта поставщика',
        key.profileStatus: 'Статус профиля',
        key.shopName: 'Название магазина',
        key.enterStoreName: 'Введите название магазина',
        key.storeAddress: 'Адрес магазина',
        key.enterShopAddress: 'Введите адрес магазина',
        key.ifAvailable: 'если доступно',
        key.storeNumber: 'Номер магазина',
        key.lessThanMb: 'Менее 2 МБ',
        key.chooseFile: 'Выберите файл',
        key.noFileChosen: 'Файл не выбран',
        key.waitForVerification: 'Подождите проверку',
        key.vendor: 'Продавец',
        key.submitted: 'поданный',
        key.lastStep: 'Последний шаг',
        key.availAmazingDiscount: 'Воспользоваться удивительными скидками',
        key.descriptionOfDiscount:
            'Сэкономьте большие со скидкой 30% на всех наших продуктах!',
        key.celebrateFreedomAndSavings: 'Праздновать свободу и сбережения',
        key.descriptionOfFreedomAndSavings:
            'Эксклюзивные предложения для Дня независимости!',
        key.boostYourBusiness: 'Увеличьте свой бизнес с помощью ismmart',
        key.descriptionOfBoostYourBusiness:
            'Ноль платформ регистрационный взнос для поставщиков!',
        key.storeCountry: 'Магазин Страна',
        key.storeCity: 'Магазин Город',
        key.vendorCNIC: 'Продавец CNIC',
        key.storeCategory: 'Категория магазина',
        key.yourStoreCategory: 'Ваша категория магазина',
        key.storeDescription: 'Магазин Описание',
        key.enterStoreDescription: 'Введите описание магазина',
        key.storeImage: 'Магазин изображение',
        key.storeCoverImage: 'Магазин обложки изображение',
        key.enterBankName: 'Введите имя банка',
        key.enterAccountTitle: 'Введите заголовок учетной записи',
        key.accountTitle: 'Название банковского счета',
        key.enterAccountNumberOrIban: 'Введите номер учетной записи / iban',
        key.cityReq: 'Выберите город',
        key.countryReq: 'Выберите страну',
        key.emailIsRequired: 'Электронная почта требуется',
        key.passwordIsRequired: 'Необходим пароль',
        key.passwordConfirmIsRequired: 'Требуется подтверждение пароля',
        key.FirstNameReq: 'Имя требуется',
        key.LastNameReq: 'Фамилия требуется',
        key.incorrectAddress: 'Введите правильный адрес',
        key.incorrectNTN: 'Введите правильный NTN',
        key.incorrectCNIC: 'Введите правильный CNIC',
        key.cnicReq: 'CNIC требуется',
        key.categoryReq: 'выберите категорию',
        key.incorrectBranchCode: 'Введите правильный код ветви',
        key.storeDescReq: 'Описание магазина требуется',
        key.frontSideReq: 'Требуется изображение передней стороны CNIC',
        key.backSideReq: 'Требуется изображение задней стороны CNIC',
        key.chequeImageReq: 'Требуется проверка изображения',
        key.storeLogoImageReq: 'Требуется логотип/изображение магазина',
        key.helpCenter: 'Центр помощи',
        key.shopAddressReq: 'Требуется адрес магазина',
        key.shopNameReq: 'Название магазина требуется',
        key.getOnboard: 'Попасть на борт',
        key.createYourAccount: 'Создать аккаунт',
        key.continueWithSameEmail: 'Продолжить с той же электронной почтой',
        key.continueWithDiffEmail: 'С разным электронным письмом',
        key.chequeImageNote:
            'Это контрольное изображение должно иметь те же банковские данные, видимые, как вы упомянули выше',
        key.enterCNIC: 'Введите CNIC',
        key.enterBranchCode: 'Введите код филиала',

        key.maxAddressLimitMsg:
            'Максимальный предел адреса достигнут. Пожалуйста, обновите/удалите адрес, чтобы продолжить',
        key.forgotPasswordDesc:
            'Введите свое письмо, чтобы получить электронное письмо \ nwith код OTP.',
        key.emailVerification: 'Подтверждение по элетронной почте',
        key.serverUnableToHandle: 'Сервер не может обрабатывать запрос',
        key.serverTakingTooLong:
            'Сервер требует слишком много времени, чтобы ответить',
        key.noInternetConnection: 'Нет соединения с интернетом',
        key.questions: 'Вопросы',
        key.updateQuestion: 'Обновить вопрос',
        key.deleteQuestion: 'Удалить вопрос',
        key.deleteQuestionDialogDesc: 'Вы уверены, что хотите удалить вопрос?',
        key.question: 'Вопросы',
        key.addAnswer: 'Добавить ответ',
        key.viewProduct: 'Просмотреть продукт',
        key.answer: 'Отвечать',
        key.updateAnswer: 'Обновить ответ',
        key.deleteAnswer: 'Удалить ответ',
        key.addQuestion: 'Добавить вопрос',
        key.updateProfile: 'Обновить учетную запись',
        key.pickImage: 'Выберите изображение',
        key.currentPassword: 'Требуется текущий пароль',
        key.updateShippingAdd: 'Обновите адрес доставки',
        key.addShippingAdd: 'Добавить адрес доставки',
        key.updateInfoToProceed: 'Обновить информацию для продолжения',
        key.updateInfoAlertMsg:
            'Наши условия были обновлены. Чтобы обеспечить бесшовные деловые отношения, любезно нажмите на продолжение',
        key.skip: 'Пропускать',
        key.updateInfo: 'Обновить информацию',
        key.weightIsReq: 'Вес требуется',
        key.enterCorrectWeight: 'Введите правильный вес',
        key.weight: 'Масса',
        key.length: 'Длина',
        key.width: 'Ширина',
        key.height: 'Высота',
        key.connectionError:
            'Ошибка установления соединения. Попробуйте еще раз.',
        key.enableLocation: 'Включить местоположение.',
        key.locationAccessDenied: 'Доступ к месту отрицается',
        key.locationAccessPermanentlyDenied:
            'Доступ к месту навсегда отрицается',
        key.couldNotGetLocation:
            'Не мог получить местоположение. Попробуйте еще раз.',
        key.productExists: 'Продукт уже существует',
        key.productVariant: 'Варианты продукта',
        key.weightAndDimension: 'Вес и размеры',

        ///Terms And Conditions
        key.tCHeader1: '',
        key.tCBody1: '\n Все ссылки, формы, политики и правила, подробно описанные в этих терминах, или доступные через платформу или любую подключенную гиперссылку (в совокупности термины), регулируйте использование группы ISMMART Group Industries (частные) ограниченные веб \nсайты и мобильные приложения (далее называется платформой). Услуги, которые предоставляет наша платформа, включают, но не ограничиваются ими, самой платформы и все услуги, предоставляемые платформой или ISMMART, которые доступны через платформу. Кроме того, все вновь добавленные функции, включенные в Сервисы, должны подчиняться настоящим Условиям. Они диктуют условия для вашего использования услуг, предоставленных iSmmart '
            '\n Важно внимательно рассмотреть условия настоящего Соглашения. Если вы решите получить доступ и использовать платформу, будет понято, что вы прочитали, поняли и приняли условия настоящего Соглашения, а также согласитесь с обработкой ваших личных данных в соответствии с условиями, изложенными в Политике конфиденциальности (https://ismmart.com/privacypolicy). Если вы не согласны с условиями соглашения, мы просим вас воздерживаться от доступа или использования платформы или ее услуг '
            '\n Люди, которые достигли возраста восемнадцати лет, уполномочены использовать платформу, а также любые существующие корпоративные организации, такие как компании. В тех случаях, когда это применимо, настоящие Условия должны соответствовать местным законам.'
            '\n Любой в возрасте до 18 лет должен получить согласие от своих родителей или законного опекуна, прежде чем они смогут использовать платформу. Согласившись с настоящими Условиями, родитель или законные опекуны будут нести ответственность за действия и выплаты пользователя. Если согласие не было получено, пользователь должен без промедления прекратить использование платформы.'
            '\n Ismmart имеет право привлечь третьих лиц для проведения текущих проверок на вас, и они могут включать расследования любых санкций, юридических споров или неблагоприятных новостей, связанных с вами. Если ISMMART не одобряет результаты проверки данных, ваша учетная запись может быть отменена, и вы больше не сможете использовать платформу '
            '\n ISMMART сохраняет возможность вносить изменения в эти термины (а также любые дополнительные правила или политики, включенные на платформу) в любой момент. Предполагается, что вы регулярно просматриваете термины и, выполняя использование платформы после даты загруженных терминов, вы предполагаете, что вы дали им согласие, независимо от того, прочитали ли вы их или нет. '
            '\n Картины и визуальные элементы предметов, выставленных на платформе, предназначены исключительно для справки и могут быть разнообразными от фактических товаров.',
        key.tCHeader2: '1. ismmart',
        key.tCBody2: '1.1. Кто мы есть?'
            '\n В зависимости от региона мира, из которого используется эта платформа, условия согласия между вами и ISMMART могут варьироваться».'
            '\n 1.2. Что мы делаем?'
            '\nЧерез нашу платформу ISMMART предлагает ссылку на разных поставщиков, чтобы клиенты могли приобрести выбор товаров, включая готовые блюда, питание, напитки, сырые ингредиенты и различные предметы, не довольные. Когда вы совершаете покупку (называемую заказом), ISMMART работает в качестве агента для поставщика, помогая в заказе и последующую доставку. Наши поставщики могут быть сторонними поставщиками, филиалами или частью нашей собственной компании. Там, где поставщик является третьим лицом, мы имеем лицензию на получение платежа и GST (если применимо к зарегистрированным GST\nпоставщикам) от их имени ».'
            '\n1,3. Как связаться с нами?'
            '\n Наша служба поддержки клиентов готова помочь вам по номеру поддержки клиентов или по электронной почте support@ismmartindustries.com.',
        key.tCHeader3: '2. Использование платформы и учетной записи Ismmart',
        key.tCBody3: '2.1. Чтобы использовать ISMMART, вы должны создать учетную запись. Во время регистрации вам будет предложено ввести некоторые из ваших личных данных, таких как адрес электронной почты, номер мобильного телефона и личный пароль. Чтобы купить что \nто на платформе, вас могут попросить предоставить данные вашей кредитной карты, в зависимости от вашего способа оплаты. Важно, чтобы вы держали свой пароль в секрете и что вы несете единоличную ответственность за его безопасность. Если причина мошенничества или злоупотребления не может быть связана с чем \nто другим, вы несете ответственность за все транзакции, осуществляемые на вашей учетной записи ISMMART .'
            '\n 2.2. ISMMART не будет нести ответственность за любые заказы, которые имеют проблемы в доставке, возникающие в результате любых неверных, отсутствующих или неполных данных, предоставленных вами. Крайне важно, чтобы все детали были точными, аутентичными и точными для эффективной обработки заказа, особенно вашего адреса доставки и контактной информации .'
            '\n 2.3. Чтобы удалить свою учетную запись ismmart, пожалуйста, отправьте нам электронное письмо, чтобы попросить ее. Нам может потребоваться ограничить, приостановить или положить конец вашей учетной записи или использовать платформу, если мы считаем, что это необходимо ».'
            '\n\t\t 2.3.1. Похоже, что кто \nто, кроме вас, использует вашу учетную запись Ismmart .'
            '\n\t\t 2.3.2. Если мы подозреваем или обнаруживаем, что вы участвовали в любых действиях или практиках, которые противоречат настоящим Условиям, нашим политикам и инструкциям, или участвуют в чем \nто, что мы индивидуально судим как злоупотребление платформой, то это считается нарушением ».'
            '\n\t\t 2.3.3. Нельзя терпеть непрерывную неспособность соответствовать стандартам проверки данных.',
        key.tCHeader4: '3. Ограничения',
        key.tCBody4: '3.1. Действия запрещены на платформе '
            '\nBelow\nэто короткая коллекция действий, которые либо против закона, либо запрещены ISMMART на своей платформе. В случае, если кто \nто участвует в любой из этих запрещенных действий, как определено исключительно ISMMART, будет проведено расследование, и может быть принято судебные иски. Примеры запрещенных практик включают, но не ограничиваются следующим: '
            '\n\t\t 3.1.1. Платформа не может быть использована для любой деятельности, которая противоречит местным, государственным или федеральным правилам, в частности, любое намерение, которое является обманчивым, мошенническим или обманчивым характером ».'
            '\n\t\t 3.1.2. Размещение любого материала, который нарушает права собственности, частные свободы, права на разоблачение, права на коммерческую тайну или любые другие привилегии кого \nлибо ».'
            '\n\t\t 3.1.3. Размещение любого контента, который рассматривается как незаконное, грубое, клеветническое, угрожающее, враждебное, оскорбительное, клеветническое, отвратительное или унизительное для любого человека или организации, как определено исключительно ISMMART или соответствует местным нормам ».'
            '\n 3.1.4. Публикация материала, который ISMMART определил как киберзапугивание, используя их единственное суждение ».'
            '\n\t\t 3.1.5. Размещение материала, который изображает рискованное и потенциально опасное для жизни поведение, строго запрещено ».'
            '\n\t\t 3.1.6. Воздержитесь от обмена любыми людьми по телефону, уличным адресам или фамилиям ».'
            '\n\t\t 3.1.7. Отправка веб \nссылок на внешние сайты, а также любой вид HTML или кода программирования не допускается.'
            '\n\t\t 3.1.8. Публикуя все, что представляет представления как «спам», как это определяется исключительно компанией ».'
            '\n\t\t 3.1.9. Выражая себя за кого \nто еще, выпуская контент в Интернете.'
            '\n\t\t 3.1.10. Получение информации, такой как адреса электронной почты от других без разрешения, не допускается.'
            '\n\t\t 3.1.11 Не позволяет ни одному человеку или организации использовать вашу аутентификацию для отображения или просмотра комментариев ».'
            '\n\t\t 3.1.12. преследование, угроза, преследуя или злоупотребляя любого человека на платформе ».'
            '\n\t\t 3.1.13. Делать все, что мешало бы кому \nто использовать или использовать платформу, или поставить ISMMART, его клиентов, поставщиков или другие стороны в Harms Way, либо по мнению ISMMART, либо иным образом, строго запрещено ».'
            '\n\t\t 3.1.14, отговаривая всех от участия в деятельности, которые запрещены этими руководящими принципами ».'
            '\n 3.2. Ismmart обладает полномочиями, хотя и не обязан, сделать один или несколько из следующих'
            '\n\t\t 3.2.1. После того, как сообщили о каком \nлибо утверждении о том, что любой контент на платформе не соответствует настоящим Условиям, он должен быть в пределах исключительной сведения платформы для исследования утверждения и принятия решения либо удалить контент, либо потребовать, чтобы контент снять.'
            '\n\t\t 3.2.2. Весь контент, который нарушает условия, должен быть удален, включая любой контент, который является незаконным, разрушительным или оскорбительным ».'
            '\n\t\t 3.2.3. В случае какого \nлибо нарушения этих Условий мы оставляем за собой право приостановить или прекратить доступ к пользователям доступа к платформе или их учетной записи ISMMART ».'
            '\n\t\t 3.2.4. контролировать, пересматривать или стать публичным любым материалом, присутствующим на платформе;'
            '\n\t\t 3.2.5. Платформа имеет право редактировать или стирать любой общий контент, независимо от того, соблюдает ли она эти руководящие принципы.',
        key.tCHeader5: '4. Интеллектуальная собственность',
        key.tCBody5:
            'Все товарные знаки, логотипы, изображения и знаки обслуживания, включая эти термины, отображаемые на платформе или в наших маркетинговых материалах, будь то зарегистрированные или незарегистрированные, являются интеллектуальной собственностью Ismmart и/или третьих лиц, которые уполномочены нам в их использовании (совместно , «Товарные знаки»). Вы не можете использовать, копировать, воспроизводить, переиздавать, загружать, публиковать, передавать, распространять или изменять эти товарные знаки каким \nлибо образом без нашего предварительного письменного согласия. Использование товарных знаков на любом другом веб \nсайте, не одобренном нами, строго запрещено. Ismmart будет агрессивно обеспечивать соблюдение своих прав интеллектуальной собственности в полной мере, включая уголовное преследование. ISMMART не гарантирует и не представляет, что использование материалов, отображаемых на платформе, не будет нарушать права третьих лиц, не принадлежащих или не связанные с ISMMART. Использование любых материалов на платформе подвергается вашему риску.',
        key.tCHeader6: '5. Ограничения на товары',
        key.tCBody6: '5.1. Наша платформа продает ряд продуктов, некоторые из которых ограничены законами и правилами страны, из которых они покупаются. Это может включать в себя возрастное ограничение для сигарет, табака и других предметов, которые мы можем отказаться от предоставления на основе законодательных стандартов, активных в то время. Когда вы покупаете эти товары, вы подтверждаете, что удовлетворяете юридическую квалификацию, чтобы купить их .'
            '\n 5,2 сигареты/табачные изделия («табак»)'
            '\n \n Мы можем, где разрешено по закону, поставлять табак на некоторых наших платформах. Мы не пытаемся продвигать, поддержать или убеждать покупку или использование табака в любом качестве. Только люди законно установленного возраста могут купить табак. Ismmart, поставщик и персонал доставки имеют право отклонить приказ по своему исключительному усмотрению .'
            '\n 5.2.1. Перед допущением табака необходимо получить надлежащую документацию для проверки возраста, например, идентификационная карта.'
            '\n 5.2.2. Доказательство юридического возраста должно быть представлено, чтобы принять доставку; Неспособность сделать это приведет к отказу от доставки.'
            '\n 5.2.3. Ни одному человеку не будет предоставлено доставка каких \nлибо предметов, независимо от обоснования .'
            '\n 5.2.4. Любое предложение о табаке на платформе будет считаться недействительным в случае, если оно является незаконным.',
        key.tCHeader7: '6. Заказы',
        key.tCBody7: '6.1. После того, как заказ будет проведен через ISMMART, вам будет предоставлено подтверждение по электронной почте, содержащему квитанцию ​​за заказ. Эта квитанция также будет охватывать любые соответствующие сборы или налоги на доставку, такие как GST. '
            '\n 6.2. Наши поставщики требуют установленного минимального значения заказа, которое будет достигнуто до того, как заказ будет выполнен и отправлен вам. Если заказ не соответствует минимальному значению заказа, вы можете заплатить оставшуюся сумму, необходимую для выполнения минимального значения заказа, или добавить дополнительные товары в заказ .'
            '\n 6.3. ISMMART и поставщик приложит все усилия, чтобы соблюдать ваши особые инструкции по заказу. Тем не менее, в ситуациях, когда это невозможно, правдоподобно или практично, ISMMART и/или поставщик продолжит создание порядка в соответствии с типичными практиками. Ни ismmart, ни поставщик не обязаны компенсировать или заменить приказ, который не отвечает на отдельные запросы, указанные вами ».'
            '\n 6.4. ISMMART не обязан раскрывать ингредиенты или аллергены, используемые в товарах, представленных на платформе. Мы не гарантируем, что товары не содержат аллергенов, если в законе не указано иное. Следовательно, те, у кого аллергия, неблагоприятные реакции на определенные продукты или конкретные диетические потребности, должны проконсультироваться с поставщиком, прежде чем совершать покупку на нашей платформе ».'
            '\n 6.5. Крайне важно помнить, что ваш заказ может быть подвергнут дополнительным условиям, данным поставщиком ».'
            '\n 6.6. Перед размещением ордера '
            '\n\t\t 6.6.1. Чтобы иметь возможность просмотреть поставщиков, доступных для доставки в вашем регионе, вам важно предоставить адрес доставки ».'
            '\n\t\t 6.6.2. После того, как вы выберете поставщика, вы будете ориентироваться на их страницу меню, из которой вы можете выбрать и добавить желаемые продукты в корзину ».'
            '\n 6.7. Размещение заказа '
            '\n\t\t Чтобы успешно разместить заказ, любезно соблюдайте подсказки, отображаемые при нажатии «Прокат». Вы можете предложить дополнительную информацию, чтобы мы могли завершить заказ. Убедитесь, что вся предоставленная информация, включая затраты, подробности о доставке, личные подробности, данные о платежах и коды ваучеров (если уместно), являются точными, точными и завершенными, прежде чем вы нажмете «Заказ на место». Когда вы получите подтверждение по электронной почте, получив от нас квитанцию ​​за заказ, вы успешно разместите свой заказ ».'
            '\n 6.8. Отмена заказа '
            '\n\t\t Чтобы отозвать свой заказ, как только он будет представлен, посетите центр помощи на платформе. Если поставщик еще не принял заказ, вы все равно можете использовать свое право отменить ».'
            '\n 6.9. Возмещать'
            ' \n 6.9.1. Онлайн \nплатежные заказы '
            '\n\t\t Вам может быть предоставлен возмещение, если вы отмените свой заказ, прежде чем он будет принят поставщиком; Тем не менее, если поставщик уже принял ваш заказ и решите отменить, вы не получите возмещение полностью или частично, и вы потеряете доставку вашего отмененного заказа ».'
            '\n \n 6.9.2. Заказы на получение денежных средств'
            '\n\t\t Ваша способность отменить ваш заказ ограничена теми заказывами, которые не были приняты поставщиком. Если вы решите отозвать приказ, который был утвержден, вы не имеете права на какое\nлибо возмещение на деньги на доставку, и доставка вашего отмененного заказа также утрачена. Этот конкретный вариант возврата не применяется при работе с нашими партнерами по доставке партнеров ».'
            '\n До обработки любого типа возврата нам может потребоваться дополнительная информация или документы, которые служат доказательством физического получения принятых заказов. Если вы не сможете предоставить нам заданные данные или записи, мы имеем право отклонить запрос на возврат ».'
            '\n В случае, если вы не получите возмещение, мы рекомендуем вам дважды проверить свой банковский счет, связаться с вашим банком или компанией по кредитной карте, так как может потребоваться некоторое время, чтобы возместить сумму. Если упомянуты ранее упомянутые методы, и вы все еще не получите возмещение, пожалуйста, свяжитесь с нашей группой поддержки клиентов, используя один из методов связи в пункте 1.3 .'
            '\n 6.10. Если у ISMMART есть добросовестное убеждение, что была связана мошенническая деятельность с вашей учетной записью ISMMART, ваш заказ или оба, он оставляет за собой право отменить любой заказ, приостановить, деактивировать или прекратить свою учетную запись ISMMART ».',
        key.tCHeader8: '7. Цены и платежи',
        key.tCBody8: '7.1. Ставки, указанные на платформе, должны быть предоставлены местными деньгами, причем любой необходимый налог включен. Вы признаете, что сборы и предложения на платформе могут отличаться от затрат и сделок, доступных у наших поставщиков в других местах (например, их собственные веб \nсайты, мобильные приложения или физические магазины) ».'
            '\n 7.2. Цены на товары, которые мы показываем на нашей платформе, могут колебаться в зависимости от поставщика, и, если требуется применимым законодательством, они также могут отличаться ».'
            '\n\t\t 7.2.1. Поставщики, которые зарегистрированы в налоге на товары и услуги, должны включать такой налог или любой другой применимый эквивалент ».'
            '\n\t\t 7.2.2 Для поставщиков, которые не зарегистрировались на налог на товары и услуги, такие налоги не должны быть включены».'
            '\n 7.3. За каждый размещенный заказ будет посажена плата за доставку, если не будут выполнены следующие условия '
            '\n\t\t 7.3.1. У вас есть действительный рекламный ваучер с дисконтом и применить его при оформлении заказа; или'
            '\n\t\t 7.3.2. это заявлено иначе.'
            '\n 7.4. На момент размещения каждого заказа цены и другие сборы (такие как доставка, минимальный заказ или плата за обслуживание), как показано на платформе, могут быть подвергнуты изменению ».'
            '\n 7,5. Прежде чем подтвердить оформление заказа, вам будет предоставлен обзор цен, сборов за доставку и других связанных затрат. После того, как вы разместите заказ, вы соглашаетесь с итогами, а также дополнительными сборами, все из которых были предоставлены для вас ».'
            '\n 7.6. Вам предоставляется несколько вариантов оплаты при оплате заказа через платформу, такую ​​как основная карта, карта Visa или денежные средства ».'
            '\n 7.7. Ваша учетная запись ISMMART может предоставить способ покрыть некоторые или все расходы на ваш заказ, если будут какие \nлибо доступные кредиты или действительные рекламные или дисконтные ваучеры ».'
            '\n 7,8. После того, как заказ будет успешно размещен, вы получите от нас подтверждение по электронной почте с помощью квитанции за заказ ».'
            '\n 7.9. Методы оплаты: ISMMART имеет полномочия для предоставления дополнительных способов оплаты и/или снятия текущих платежных систем всякий раз, когда он решает. Когда вы предпочитаете платить через систему веб\nплатежей, перевод будет управляться нашим сторонним поставщиком платежей. После вашего соглашения ваша кредитная карта / информация о платежах будет храниться с нашим сторонним поставщиком платежей для потенциальных транзакций. Ismmart не хранит ни одной из вашей кредитной карты или платежной информации.'
            '\n 7.10. При необходимости, ISMMART отвечает за все платежи на нашей платформе, включая возвраты, возвраты платежей, аннуляции и разрешение любых споров, если они справедливы и соответствуют условиям нашего веб \nсайта.',
        key.tCHeader9: '8. Доставка и доставка партнеров',
        key.tCBody9: '8.1. Зоны доставки '
            ' \n Ясно, что наши поставщики диапазон товаров являются специфическими для каждой зоны доставки, и они отличаются от площади к области. Если вы введете свой адрес доставки на платформе, вы можете проверить доступных вам поставщиков. Обратите внимание, что зоны доставки могут быть изменены из \nза последствий погоды, трафика и силового мажор.'
            '\n 8.2. Срок поставки'
            ' \n ismmart должен доставить ваш заказ на данное адрес. Мы отправим приблизительную дату доставки в ваш электронный адрес; Однако из \nза внешних факторов, которые мы не можем контролировать (например, количество порядка, местоположения, времени суток, погодных условий, условий движения и т. Д.), Фактическое время доставки может отличаться от оценки. Мы рекомендуем, чтобы вы или кто \nто, которому вы доверяете, присутствовали в месте доставки, когда придет заказ. В случае, если заказ содержит табак (если применимо), а получатель ниже юридического возраста или не может обеспечить надлежащую идентификацию, ISMMART имеет право отказаться от доставки ».'
            '\n 8.3. Безуспешные или неудачные поставки '
            ' \n \n 8.3.1. Несмотря на любые другие условия, присутствующие в этих терминах, в случае, если мы прилагаем усилия, чтобы предоставить заказ, но не увенчались успехом из \nза условий, вызванных вами, например, но не ограниченным: '
            '\n\t\t (i) Никто не присутствовал или не имел доступного для получения заказа;'
            '\n\t\t (ii) Клиент был непроизводительным, несмотря на попытки связаться с клиентом по указанному номеру телефона;'
            '\n\t\t (iii) Отсутствие соответствующего или достаточного доступа для успешного предоставления заказа;'
            '\n\t\t (iv) отсутствие подходящего или безопасного места, чтобы оставить заказ; или'
            '\n (v) В случае ограниченных товаров клиент не соответствовал требованиям или доставке по возрасту, которые не считали его безопасными или целесообразными для клиента для получения ограниченных товаров».'
            '\n ISMMART имеет привилегию отмены заказа, не предоставляя вам возмещение или решение, если контакт с вами не увенчался успехом с помощью таких средств, как вызов, сообщение или электронная почта, чтобы сообщить о проблемах доставки и следующих мер».'
            '\n \n 8.3.2. Отмены неявки '
            '\n\t\t В случае вашей недоступности или неспособности получить заказ в течение 10 минут после того, как он поступил на адрес доставки, ISMMART будет уполномочен отменить заказ, не предлагая никаких возмещений или альтернативы ».'
            '\n 8.4. Неправильный заказ, отсутствующие предметы, дефектные товары '
            '\n \n Если после получения вашего заказа обнаружено, что есть проблемы (например, неправильный порядок, дефектный заказ или отсутствующие предметы), любезно обратитесь к нашей поддержке клиентов, используя один из доступных методов связи, упомянутых в пункте 1.3 нашего политика. В некоторых случаях ISMMART может потребовать фотографических доказательств и дополнительных подробностей, чтобы полностью проанализировать проблему с вашим заказом. Если будет установлено, что предоставленный заказ и/или продукты имеют невыполнение условий или качества, мы предоставим компенсацию за заказ или некоторые из его элементов ».'
            '\n 8.5. Партнерская доставка '
            '\n \n Иногда заказы могут быть доставлены вам через одного из наших партнеров («доставка партнеров»). Хотя мы делаем все возможное, чтобы дать вам предварительное предупреждение о доставке партнеров, это не всегда может быть достижимо. Когда доставка партнеров используется, вам может быть предложено напрямую связаться с партнером, если есть проблемы или удержание с вашей доставкой. ISMMART не будет нести ответственность за заказы или продукты, доставленные партнерами.',
        key.tCHeader10: '9. Ваучеры, скидки и акции',
        key.tCBody10: '9.1. ISMMART иногда запускает маркетинговые и рекламные мероприятия с кодами ваучеров, скидок и других предложений для платформы (называемых «ваучерами»). Ваучеры поставляются с ограничениями по времени, окнам искупления, ограничениями, доступности и другими критериями .'
            '\n 9.2. Ваучеры не могут быть объединены с другими сделками, скидками или купонами для использования ».'
            '\n 9.3. Если нет условия, которое предполагает иное, ваучеры могут использоваться только на нашей платформе ».'
            '\n 9.4. Ваучеры не являются ни переносными, ни обменными, невозвратными, и не могут быть обменены на любой тип денежной компенсации ».'
            '\n 9,5. ISMMART оставляет за собой право вносить изменения в любые соответствующие условия, касающиеся ваучеров без предварительного предупреждения. Они могут даже отозвать, прекратить или отклонить использование ваучера без предварительного уведомления ».'
            '\n 9.6. В любой момент ISMMART может, по своему усмотрению, выбрать, отклонить, отклонить и/или утирить вас или конкретных поставщиков использовать ваучеры без предыдущего уведомления.',
        key.tCHeader11:
            '10. Представления, гарантии и ограничения обязательств',
        key.tCBody11: '10.1 Представления и гарантии '
            '\n \n Вы согласны с тем, что весь контент на платформе« как есть »и« как доступно », и вы понимаете, что любой доступ или использование платформы и любые связанные продукты, товары и услуги подвержены вашему риску».'
            '\n Кроме того, все изображения продуктов предназначены только для представления и могут выглядеть иначе, чем фактический продукт. ISMMART прилагает все усилия, чтобы обеспечить доступность и функционирующую платформу, однако они не могут гарантировать, что услуга безопасна, своевременная, без ошибок, технических проблем или вирусов. Временные перебои в обслуживании можно ожидать из \nза технического обслуживания системы или соревнования по силовым мажорным'
            '\n 10.2 Ограничение ответственности'
            '\n \n Как предусмотрено законом, Ismmart (наряду со своими сотрудниками, руководителями, представителями, партнерами и матери или отцом. Вы или какой \nто другой человек можете пройти через нашу платформу, услуги и любые подключенные сайты, наряду с любым веществом или материалом, размещенным там. Ваш эксклюзивный выбор в отношении использования платформы заключается в том, чтобы остановить такое использование. Организации ISMMART, их операторы, представители и поставщики услуг не будут нести ответственность за любые окружной, необычайной, случайной, отступаемой или невероятным вредам, возникающим из \nза использования платформы или для любого другого утверждения в любом качестве, идентифицированном с вашим использованием платформы . Эти увольнения от окружного, необычного, перерыва и необычайного вреда включают, без ограничений, вреда за утерянные выгоды, потерянную информацию, несчастье доброжелательности, прерывание работы, разочарование ПК или дефицит или другие вреда для бизнеса или несчастья, независимо от того, как о том, как вещества ISMMART, их операторы, представители и поставщики услуг были образованы в отношении вероятности ее и не зависящей от законной или эквивалентной теории, от которой зависит требование. Поскольку определенные состояния или схемы не допускают предоставления или препятствия для риска для замены на спину. или случайный вред, в таких состояниях или сферах, ISMMART, элементы ISMMART, его операторы, делегаты и поставщики услуг, риск ограничивается тем, разрешенной законом ».'
            '\n 10.3 представления поставщика'
            '\n ismmart не несет ответственности за ваши или поставщики в отношении поставленных товаров; Кроме того, они не несут ответственности за качество, состояние или любой другой атрибут товаров или услуг, или гарантируют точность любой информации меню, фотографий и/или изображений, отображаемых в списке/предложении поставщиков. Следует отметить, однако, что никакие положения в рамках настоящих Условий обслуживания не освобождают поставщика от ответственности в случаях смерти или травм, возникающих в результате их собственной халатности или злонамеренного поведения.',
        key.tCHeader12: '11. Ответственность по продаже',
        key.tCBody12:
            'Поставщики имеют полную ответственность за готовность, состояние и калибр продуктов, проданных вам. В случае поставки сторонних партнеров эти партнеры отвечают за транспортировку предметов и/или заказов. ISMMART не имеет никакого обязанности за какой \nлибо дефицит, вред, расходы, плата или штраф, которые могут быть получены от договорной облигации с партнером.',
        key.tCHeader13: '12. Защита персональных данных (личная информация)',
        key.tCBody13:
            'Принимая эти условия, вы даете свое явное одобрение для ISMMART и связанных с ними компаний собирать, использовать, обрабатывать и разглашать свои личные данные, как указано в нашей Политике конфиденциальности. Этот документ прикреплен как часть этих терминов и доступен для просмотра по адресу (https://ismart.com/privacypolicy) или по ссылкам на нашей платформе.',
        key.tCHeader14: '13. Возмещение',
        key.tCBody14: '13.1 Использование платформы;'
            '\n 13.2 Использование услуг; или'
            '\n 13.3 нарушение этих терминов.',
        key.tCHeader15: '14. Сторонние ссылки и сайты сторонних сторон',
        key.tCBody15:
            'Мы не можем взять на себя ответственность за любой ущерб или убыток, которые вы можете понести от нажатия на сторонние ссылки, которые включены на платформу. Эти ссылки могут привести вас к продуктам, веб \nсайтам, услугам и предложениям, не принадлежащим нам или управлению. Мы не можем поручиться за контент, функциональность, безопасность, услуги, политики конфиденциальности или любой другой аспект этих сторонних веб \nсайтов. Таким образом, мы не можем нести ответственность за любые потери или ущерб, связанные с вашим доступом и использованием этих сторонних ссылок.',
        key.tCHeader16: '15. Завершение',
        key.tCBody16:
            'ISMMART имеет полномочия на деактивацию, приостановку или отмену вашей учетной записи, а также запрещает ваш доступ или использование платформы, которая также охватывает любой тип предоставления услуг доставки в отношении заказа. Это может быть связано с любым количеством причин, такими как, но не ограниченными, если Ismmart считает ваше использование неадекватным, или результаты проверки данных являются неудовлетворительными, или воспринимают или узнаете, что вы связаны с любым видом деятельность или поведение, которое противоречит терминам. Ismmart может, но не требуется, предупредить вас до ограничения использования вами платформы.',
        key.tCHeader17: '16. Поправки',
        key.tCBody17:
            'В любой момент ISMMART оставляет за собой право пересматривать нынешние условия по своему усмотрению. Такие поправки вступают в силу, как только они опубликованы на веб \nсайте, в пределах применимого законодательства. Следовательно, вы обязаны убедиться, что вы знакомы с текущей версией терминов. Если вы недовольны поправками, будь то в полном объеме или частично, вы должны немедленно воздерживаться от использования платформы.',
        key.tCHeader18: '17. Разруманность',
        key.tCBody18:
            'Если какая \nлибо часть настоящих Условий считается незаконной каким \nлибо компетентным судом юрисдикции, оставшиеся условия остаются нетронутыми. Кроме того, отказ от каких \nлибо положений настоящих Условий не должен быть истолкован как последующий или продолжающийся отказ от указанного или любого другого положения.',
        key.tCHeader19: '18. Руководящий закон',
        key.tCBody19:
            'Законодательство нации, в котором установлено применимое учреждение ISMMART, должно иметь полномочия и формировать понимание этих терминов.',
        key.tCHeader20: '19. Свяжитесь с нами',
        key.tCBody20:
            'Если у вас есть какие \nлибо вопросы или мнения, которыми вы хотели бы поделиться с нами, пожалуйста, позвоните нашему номеру поддержки, как указано на веб \nсайте.',
        key.tCHeader21: '20. преобладающий язык',
        key.tCBody21:
            'В случае любого несоответствия между терминами английская версия будет обязательной. Издание английского языка настоящих Условий считается высшим, и любые различия по сравнению с переведенными версиями не учитываются.',
      };
}
