import 'translations_key.dart' as key;

class Russian {
  Map<String, String> get translations => {
        key.settings: 'Настройки',
        key.general: 'Общий',
        key.account: 'Счет',
        key.myAccount: 'Мой счет',
        key.welcome: 'Добро пожаловать',
        key.language: 'Язык',
        key.notifications: 'Уведомления',
        key.aboutUs: 'О нас',
        key.contactUs: 'Связаться с нами',
        key.appearance: 'Появление',
        key.termsAndConditions: 'Условия и условия',
        key.privacyPolicy: 'политика конфиденциальности',
        key.returnAndExchange: 'Возврат и обмен',
        key.faqs: 'Часто задаваемые вопросы',
        key.selectLanguage: 'Выберите язык',
        key.logout: 'Выйти',
        key.login: 'Авторизоваться',
        key.register: 'регистр',
        key.signIn: 'Войти',
        key.signUp: 'Зарегистрироваться',
        key.loginGreetings: 'Привет! Добро пожаловать! Войдите в свой аккаунт',
        key.forgotPassword: 'Забыли пароль?',
        key.donTHaveAccount: 'Нет учетной записи?',
        key.send: 'Отправлять',
        key.optional: 'Необязательный',
        key.verification: 'Проверка',
        key.alreadyHaveAccount: 'Уже есть аккаунт!',
        key.home: 'Дом',
        key.categories: 'Категории',
        key.deals: 'Сделки',
        key.menu: 'Меню',
        key.myCart: 'Моя тележка',
        key.topCategories: 'Лучшие категории',
        key.discountDeals: 'Скидки сделки',
        key.seeAll: 'Увидеть все',
        key.viewAll: 'Посмотреть все',
        key.viewMore: 'Просмотреть больше',
        key.orderSummary: 'итог заказа',
        key.shippingDetails: 'Отгрузочные реквизиты',
        key.orderTime: 'Время заказа',
        key.expectedDelivery: 'Ожидаемая доставка',
        key.shipping: 'Перевозки',
        key.shippingCost: 'Стоимость доставки',
        key.vendorDashboard: 'Панель приборов',
        key.vendorRegistration: 'Регистрация продавца',
        key.myOrders: 'мои заказы',
        key.myProducts: 'Мои продукты',
        key.recentOrders: 'Недавние заказы',
        key.completedOrder: 'Выполнены заказы',
        key.processingOrders: 'Обработка заказов',
        key.totalEarning: 'Полное заработок',
        key.cMonthEarning: 'Текущий месяц зарабатывает',
        key.pendingAmount: 'В ожидании суммы',
        key.wallet: 'Кошелек',
        key.userOrders: 'Пользовательские заказы',
        key.vendorOrders: 'Заказы продавца',
        key.pendingOrders: 'Заказы в ожидании',
        key.totalOrders: 'Общие заказы',
        key.goldCoins: 'Золотые монеты',
        key.silverCoins: 'Серебряные монеты',
        key.deleteProd: 'Удалить продукт',
        key.selectCategory: 'выберите категорию',
        key.selectSubCategory: 'Выберите Sub Category',
        key.profile: 'Профиль',
        key.vendorStoreDetails: 'Детали продавца',
        key.personalInfo: 'Персональная информация',
        key.storeInfo: 'Хранить информацию',
        key.phone: 'Телефон',
        key.firstName: 'Имя',
        key.lastName: 'Фамилия',
        key.address: 'Адрес',
        key.country: 'Страна',
        key.city: 'Город',
        key.deActivateMsg: 'Вы обязательно отмените свою учетную запись?',
        key.bankDetails: 'Банковские детали',
        key.bankName: 'Название банка',
        key.ibanReq: 'Имя банка требуется!',
        key.branchCode: 'Номер счета',
        key.branchCodeReq: 'Требуется номер банковского счета',
        key.bankAccountHolder: 'Название учетной записи',
        key.bankAccHolderReq: 'Требуется заголовок учетной записи',
        key.subject: 'Предмет',
        key.subjectReq: 'Тема требуется',
        key.message: 'Сообщение',
        key.messageReq: 'Требуется тело сообщения',
        key.membershipPlans: 'Планы членства',
        key.membershipDesc:
            'Получите больший доход, поддерживайте новые продукты или бизнес -модели и принимайте повторяющиеся платежи во всем мире.',
        key.subscribeBtn: 'Подписаться',
        key.subscribedBtn: 'Подписано',
        key.popular: 'ПОПУЛЯРНЫЙ',
        key.searchIn: 'Что Вы ищете?',
        key.active: 'Активный',
        key.order: 'Заказ',
        key.checkout: 'Проверить',
        key.changeBtn: 'Изменять',
        key.updateBtn: 'Обновлять',
        key.deleteBtn: 'Удалить',
        key.deactivateBtn: 'Удалить аккаунт',
        key.confirm: 'Подтверждать',
        key.set: 'Набор',
        key.yesBtn: 'Да',
        key.noBtn: 'Нет',
        key.sold: 'Продал',
        key.submit: 'Представлять на рассмотрение',
        key.cancelBtn: 'Отмена',
        key.add: 'Добавлять',
        key.apply: 'Применять',
        key.addNew: 'Добавить новое',
        key.total: 'Общий',
        key.details: 'Подробности',
        key.sortBy: 'Сортировать',
        key.filter: 'Фильтр',
        key.search: 'Поиск',
        key.status: 'Положение дел',
        key.addNewAddress: 'Добавить новый адрес',
        key.addPayment: 'Добавить оплату',
        key.paymentMethod: 'Детали оплаты',
        key.confirmOrder: 'Подтвердите заказ',
        key.proceedToCheckOut: 'Перейти к оформлению заказа',
        key.addProduct: 'Добавить продукт',
        key.redeemBtn: 'Выкупать',
        key.storeName: 'Название магазина',
        key.storeNameReq: 'Название магазина требуется',
        key.description: 'Описание',
        key.descriptionReq: 'Описание требуется',
        key.ownerName: 'Имя владельца',
        key.ownerNameReq: 'Требуется имя владельца',
        key.phoneReq: 'Требуется телефон',
        key.productName: 'наименование товара',
        key.productNameReq: 'Требуется название продукта',
        key.prodPrice: 'Цена продукта',
        key.prodPriceReq: 'Цена требуется',
        key.prodStock: 'Продукт',
        key.prodStockReq: 'Требуется акция',
        key.prodDiscount: 'Скидка',
        key.prodDiscountReq: 'Требуется скидка',
        key.prodSku: 'Продукт Sku',
        key.prodSkuReq: 'Требуется продукт SKU',
        key.email: 'Электронная почта',
        key.emailReq: 'Неверный формат электронной почты?',
        key.password: 'Пароль',
        key.passwordLengthReq:
            'Пароль должен содержать как минимум 8 символов?',
        key.fullName: 'Полное имя',
        key.fullNameReq: 'Имя требуется',
        key.registerGreetings: 'Создайте учетную запись ismmart!',
        key.otp: 'ОТП',
        key.otpReq: 'ОТП требуется',
        key.newPassword: 'Новый пароль',
        key.newPassReq: 'Требуется новый пароль',
        key.confirmPass: 'Подтвердите пароль',
        key.confirmPassReq: 'Подтвердите пароль требуется',
        key.passwordNotMatched: 'Пароль не соответствует!',
        key.titleKey: 'Заголовок',
        key.titleReq: 'Название требуется',
        key.updateProduct: 'Обновить продукт',
        key.emptyCart: 'Ваша корзина пуста',
        key.emptyCartMsg:
            'В вашу корзину не было добавлено. Пожалуйста, добавьте продукт в свою корзину.',
        key.emptyProductSearch: 'Продукт поиска не найден',
        key.emptyProductSearchMsg:
            'Извини! Ваш поиск не соответствовал ни одного продукта \ n, пожалуйста, попробуйте еще раз.',
        key.noProductFound: 'Вы еще не добавили продукты!',
        key.noOrderFound: 'У тебя еще нет заказов!',
        key.noAddressFound: 'Никакого адреса не найдено',
        key.noDefaultAddressFound: 'Адрес по умолчанию не найден',
        key.noCartItemFound: 'Пункт не найден',
        key.noCategoryFound: 'Категорий не найдено',
        key.noSubCategoryFound: 'Не обнаружены категории',
        key.noDataFound: 'Данные не найдены',
        key.plzSelectSubCategory: 'Пожалуйста',
        key.someThingWentWrong: 'Что-то пошло не так',
        key.delProdMsg: 'Вы обязательно удалите это?',
        key.stock: 'Запас',

        ///About US
        key.aboutHeader1: 'Что такое ISMMART?',
        key.aboutHeader2: 'Наша миссия',
        key.aboutHeader3: 'Наш взгляд',
        key.aboutHeader4: 'Как будет работать система?',
        key.aboutHeader5: 'Политика возврата',
        key.aboutHeader6: 'Что нас отличает?',
        key.aboutBody1:
            'ISMMART - это платформа электронной коммерции, предоставляющая виртуальное пространство для продавцов/поставщиков, где они могут рекламировать, продавать и продавать свои продукты или услуги. Концепция ISMMART была создана, когда мы увидели огромный дефицит доверия между продавцами и покупателями. Учитывая эту проблему, мы в Shaukat Marwat хотели предоставить людям надежную и достойную доверие платформу, которая обеспечит максимальную безопасность денег и услуг покупателей.',
        key.aboutBody2:
            'Наша миссия состоит в том, чтобы принести безопасную платформу, где продавцы могут без колебаний общаться с покупателями. Мы стремимся стать одним из таких добрых магазинов электронной коммерции, где люди могут исследовать все виды продуктов и услуг под одной платформой. Мы также намерены создать форум, который позволит тысячам людей иметь свой собственный бизнес и создать больше рабочей силы в стране.',
        key.aboutBody3:
            'Наше видение состоит в том, чтобы привлечь надежный магазин, ориентированный на мировой рынок и подключение бизнеса, чтобы привлечь их под один зонт в качестве подразделения.',
        key.aboutBody4:
            'Система предоставит продавцам виртуальное пространство/магазин, которые хотят что -то продать на рынке. Они могут быть отдельными поставщиками или некоторыми известными брендами, которые хотят улучшить свое присутствие в цифровом мире. Наши поставщики зарегистрируются с нами на некоторых ежемесячных платежах на подписку/ платформу. Мы проверим подлинность поставщиков, взяв их основную информацию и подготовим с ними соглашение. Точно так же наши клиенты/покупатели также должны быть зарегистрированы с нами в нашем магазине электронной коммерции. Клиенты смогут увидеть профиль поставщика, оценить их (после получения услуг), делать покупки и держать себя в курсе продуктов на рынке. Например, у нас есть поставщик/магазин, зарегистрированный как Ali Electronics, который занимается всеми видами домашних приборов. Давайте скажем, Айеша хочет купить электрический чайник, и она при поиске находит свой желаемый продукт на Ali Electronics. Она разместит свой заказ и сделает свой платеж заранее, который будет на счет компании до завершения заказа. Ali Electronics получит уведомление о заказе. Он будет упаковывать соответствующий продукт и отправит его через наши услуги (наши определенные курьерские услуги через нашу учетную запись). Как только мисс Айеша получит продукт и проверяет, что она получила желаемый продукт, платеж будет выпущен и достигнет счета поставщика в определенный период времени (15 дней). Примечание. Не проверенные и незарегистрированные участники могут просматривать продукты в магазинах ISMMART, но им не разрешено торговать. Чтобы обеспечить качественную торговлю, всем клиентам необходимо зарегистрироваться до любой продажи / покупки.',
        key.aboutBody5:
            'Магазины ISMMART обычно обрабатывают возврат в течение 3 рабочих дней, как только курьер возвращает элемент в наш центр возврата. Наша команда по обслуживанию клиентов предоставит лейбл доставки, как только они получат вашу письменную жалобу в соответствии с политикой возврата. Товар будет получен, и соответствующая проверка качества будет выполнена, прежде чем возмещение будет завершено. Обратите внимание, что в зависимости от метода оплаты, время возврата может варьироваться. Это может занять от трех до четырнадцати рабочих дней. Наряду с деньгами, которые вы заплатили за возвращенный продукт, стоимость доставки также поплачена. Например, когда Айеша получает продукт, она находит его неисправным. Она подаст жалобу в нашем центре жалоб, где мы свяжемся с поставщиком для решения. Если ее претензия оказана правильной, она вернет неисправную товар обратно к поставщику, и ее оплата (которая была приостановлена ​​ISMMART, будет возвращена ей. Некоторые продукты/услуги будут не подлежащим возмещению и будут определены в описании продукта/услуги.',
        key.aboutBody6:
            'ISMMART - это уникальная платформа, которая обеспечивает 100 -процентную безопасность как покупателю, так и поставщику. Он предоставляет виртуальное пространство для отображения, продажи и продажи ваших продуктов или услуг под одной платформой, в отличие от магазинов, которые предлагают только продажу продуктов. Для покупателей это эксклюзивный форум, где они могут делать покупки с уверенностью, что их деньги не будут потрачены впустую. Наша уникальная политика возврата гарантирует, что мошенническая деятельность не происходит с покупателем или продавцом. Мы разработали различные предложения по подписке/членству для поставщиков разных категорий.',
        key.phoneValidate: 'Телефон Нет Минимум Требуется 11 цифр',
        key.exitApp: 'Приложение для выхода',
        key.currentUserNotFound: 'Текущий пользователь не найден',
        key.wrongWithCredentials: 'Что -то пошло не так с учетными данными',
        key.enterEmail: 'Введите электронное письмо, чтобы получить OTP',
        key.emptyField: 'Пустое поле',
        key.enterDetails: 'Введите детали, чтобы создать новый пароль',
        key.passwordRequired: 'Необходим пароль!',
        key.standard: 'Стандартный',
        key.toProceedWithPurchase:
            'Чтобы продолжить свою покупку, пожалуйста, обратите внимание, что требуемая минимальная сумма заказа составляет 1000 рупий.',
        key.preferredPayment:
            'Пожалуйста, выберите ваш предпочтительный способ оплаты, чтобы заполнить заказ.',
        key.cartMustNotEmpty: 'Тележка не должна быть пустой',
        key.delivery: 'Доставка',
        key.daysCost: 'Дни стоимость',
        key.freeShipping: 'Бесплатная доставка на все заказы выше PKR 1000',
        key.zipCode: 'Почтовый индекс',
        key.zipCodeRequired: 'Требуется почтовый индекс!',
        key.addressRequired: 'Адрес требуется!',
        key.selectCountry: 'Выберите страну',
        key.chooseCountry: 'Выберите страну',
        key.selectCity: 'Выберите город',
        key.chooseCity: 'Выберите город',
        key.success: 'Успех',
        key.disputeDeleted: 'Спор удален успешно',
        key.recordDoNotExist: 'Запись не существует',
        key.fileMustBe: 'Каждый файл должен быть',
        key.invalidImageFormat: 'Неверный формат изображения!',
        key.minPriceShouldNotBe:
            'Мин Цена не должна быть больше, чем макс. цена!',
        key.plzSelectCountry: 'Пожалуйста, выберите страну и город',
        key.shippingAddressDetail: 'Пожалуйста, выберите страну и город',
        key.cashOnDelivery: 'Наличные на доставке (недоступны)',
        key.creditCard: 'Кредитная карта',
        key.wantToRedeem: 'Хочу выкупить',
        key.coins: 'монеты',
        key.needMoreCoins: 'Нужно больше монет, чтобы выкупить',
        key.subtotal: 'Промежуточный итог',
        key.items: 'Предметы',
        key.shippingFee: 'Стоимость доставки',
        key.inclusiveOfGst: 'Включительно GST',
        key.continueShopping: 'Продолжить покупки',
        key.orderId: 'Заказ',
        key.paymentSuccessful: 'Оплата успешно!, Вы заказа были размещены!',
        key.orderInformation: 'запросить информацию',
        key.orderNotCreated: 'Что-то пошло не так! Порядок не создан',
        key.discountMinValue: 'Скидка должна быть больше, чем',
        key.discountMaxValue: 'Скидка не должна быть больше или равна',
        key.imageSizeDesc: 'Изображение должно быть',
        key.availableStock: 'Доступный запас',
        key.itemPrice: 'Цена товара',
        key.features: 'Функции',
        key.itemsFound: 'Предметы найдены',
        key.price: 'Цена',
        key.minPrice: 'Мин цена',
        key.maxPrice: 'Макс цена',
        key.clear: 'Прозрачный',
        key.lowToHigh: 'Снизу вверх',
        key.highToLow: 'Высокий до низкого уровня',
        key.OFF: 'ВЫКЛЮЧЕННЫЙ',
        key.orderDetail: 'Информация для заказа',
        key.cancel: 'Отмена',
        key.emailVerificationLink:
            'Введите электронное письмо, чтобы получить ссылку на проверку',
        key.id: 'Идентификатор',
        key.disputeDetail: 'Детали спора',
        key.disputes: 'Споры',
        key.frequentlyAsked: 'Часто задаваемые вопросы',
        key.forAnyQueryJust: 'Для любой поддержки просто отправьте свой запрос',
        key.youStoreHas: 'Ваш магазин был отключен',
        key.addToCart: 'Добавлен в корзину',
        key.added: 'Добавлен!',
        key.noQuestionFound: 'Не было найдено вопросов',
        key.productQuestions: 'Вопросы продукта',
        key.askQuestion: 'Задавать вопрос',
        key.peopleAlsoViewed: 'люди также смотрели',
        key.color: 'Цвет',
        key.size: 'Размер',
        key.quantity: 'Количество',
        key.next: 'Следующий',
        key.questionBody: 'Вопрос тела',
        key.storeDetail: 'Хранить детали',
        key.sellerRating: 'Рейтинг продавца',
        key.customers: 'Клиенты',
        key.totalProducts: 'Общая продукция',
        key.soldItems: 'Проданы товары',
        key.thisStoreHasBeen: 'Этот магазин был открыт с тех пор',
        key.topProducts: 'Лучшие продукты',
        key.finalPriceWould: 'Окончательная цена будет рупий',
        key.afterPlatformFee: 'После платы за платформу',
        key.yourDiscountShould:
            'Ваша скидка должна составлять от 10 до 100 процентов. Пожалуйста, попробуйте еще раз!',
        key.uploadImageLessThan: 'Загрузить изображения меньше, чем',
        key.outOfStock: 'Распродано',
        key.productNotFound: 'Продукт не найден',
        key.invoiceNo: 'Счет -фактура нет',
        key.billingDetails: 'Платежные реквизиты',
        key.qty: 'QTY',
        key.amount: 'Количество',
        key.action: 'Действие',
        key.reviews: 'Отзывы',
        key.rating: 'Рейтинг',
        key.addDisputes: 'Добавить споры',
        key.disputeAlreadyAdded: 'Спор уже добавлен',
        key.viewDispute: 'Просмотреть спор',
        key.disputeNotAddedYet: 'Спор еще не добавлен',

        key.deliveryDate: 'Дата доставки',
        key.totalPrice: 'Итоговая цена',
        key.claimCanBeMade:
            'Претензии могут быть сделаны только в случае потери или повреждения посылки',
        key.clickHereToUpload: 'Нажмите здесь, чтобы загрузить',
        key.userOrderDispute: 'Пользовательский спор',
        key.pending: 'В ожидании',
        key.accepted: 'Принял',
        key.shipped: 'Отправленный',
        key.delivered: 'Доставленный',
        key.cancelled: 'Отменен',
        key.gallery: 'Галерея',
        key.camera: 'Камера',
        key.pickFrom: 'Выберите из',
        key.yourCoverAndProfile:
            'Ваша обложка и профиль должны быть PNG или JPG, вплоть до',
        key.updateVendorDetails: 'Обновить детали поставщика',
        key.fieldIsRequired: 'Поле, обязательное для заполнения',
        key.call: 'вызов',
        key.centralHeadquarters: 'Центральная штаб -квартира',
        key.globalHeadquarters: 'Глобальный штаб',

        key.centralHeadquartersValue:
            'Участок №, 60 Street 12, G-8/1, Столичная территория Исламабада 44080 Пакистан',
        key.globalHeadquartersValue:
            'Офис 1005-1006, 10-й этаж, цитиручная башня, Business Bay, Дубай',

        key.tCHeader1: 'Введение',
        key.tCBody1:
            'Добро пожаловать в магазины Ismmart, также известным как «мы» и «нас». Настоящие условия регулируют ваш доступ и использование нашей онлайн -платформы/сайта, а также любые связанные веб -сайты, приложения, услуги или ресурсы. Вы признаете, что прочитали, понимаете и соглашаетесь с условиями, перечисленными ниже, перед использованием магазинов Ismmart. Настоящие условия могут быть изменены, изменены, добавляются или удалены в любой момент без предыдущего уведомления магазинов Ismmart. Если дальнейшее уведомление не дано, изменения становятся эффективными, когда они размещаются на веб -сайте.',
        key.tCHeader2:
            'Как сформирован контракт между вами и магазинами Ismmart?',
        key.tCBody2:
            '• После размещения заказа вы получите онлайн -уведомление от нас, подтверждая, что мы получили ваш заказ. Обратите внимание, что это не означает, что ваш заказ был принят. Ваш заказ представляет для нас предложение о покупке продукта. Все заказы подлежат принятию нами. Контракт будет сформирован только тогда, когда вы получите продукты, заказанные через эту платформу. • Контракт будет относиться только к тем продуктам, которые вы получаете. Контракт на любые другие продукты, которые могли быть частью вашего заказа, будет сформирован, когда вы получите другие.',
        key.tCHeader3: 'Ваш счет',
        key.tCBody3:
            '• Чтобы получить доступ к определенным услугам, предлагаемым платформой, мы можем потребовать, чтобы вы создали у нас учетную запись или предоставили личную информацию для завершения создания учетной записи. • Вы несете ответственность за поддержание конфиденциальности вашей идентификации пользователя, пароля, сведений в учетной записи и связанной с ним личной информации. Вы признаете, что вы обязаны всегда сохранять безопасность вашей учетной записи и принимать все разумные меры предосторожности, чтобы предотвратить несанкционированное использование вашей учетной записи. Вы должны немедленно сообщить нам, если у вас есть какие -либо основания полагать, что ваш пароль стал известен кем -то еще, или если пароль будет или, вероятно, будет использоваться в несанкционированном виде. Вы понимаете и соглашаетесь с тем, что любое использование веб -сайта, любые предоставленные связанные услуги и/или любой доступ к конфиденциальным данным, информации или сообщению, которые стали возможными благодаря использованию вашей учетной записи, и пароль считается вами В зависимости от обстоятельств, чтобы быть сделанным кем -то, уполномоченным вами.'
                '• В случае нарушения или какого -либо серьезного нарушения настоящих Условий и условий мы оставляем за собой право аннулировать имя пользователя и/или пароль после уведомления и предоставления разумного времени, чтобы исправить его или внести изменения в соответствии с условиями настоящего договора.',
        key.tCHeader4: 'Ваш статус',
        key.tCBody4:
            'Размещая заказ через наш сайт/платформу, вы гарантируете, что:'
                '• Вы юридически способны вступать в обязательные контракты.'
                '• Вам не менее 18 лет.'
                '• Вы не проживаете в стране, где выплачивается на наш сайт, в соответствии с настоящими Условиями и положениями нарушит любой закон.',
        key.tCHeader5: 'Доставка продуктов',
        key.tCBody5:
            'В случае продуктов ваш заказ будет выполнен/готов к получению (в зависимости от применимости) в течение разумного времени с даты, указанной во время заказа, если не существуют исключительные обстоятельства.',
        key.tCHeader6: 'Гарантия',
        key.tCBody6:
            'Мы гарантируем вам, что любой продукт, приобретенный у нас через наш сайт, будет, соответствует его описанию, будет удовлетворительным качеством и будет разумно подходит для всех целей, для которых обычно подаются продукты такого рода. Все остальные гарантии, условия или условия, связанные с пригодностью для цели, товарной пригодности, удовлетворительного качества или условия, независимо от того, подразумеваются ли статус или общее право, исключаются в соответствии с допущенным законом.',
        key.tCHeader7: 'Права на отмену',
        key.tCBody7:
            '• В случае продуктов, если вы заключаете контракт с потребителем, вы имеете право отменить заказ на продукт по любой причине и получить полный возврат средств. Вы получите полный возврат цены, оплаченной за продукты (за исключением расходов на доставку). Ваше право отменить контракт, связанный с покупкой продукта, начинается с даты, когда вы получаете продукт (при формировании контракта). Если продукты были доставлены вам, вы можете отменить в любое время в соответствии с политикой возврата. В случае, если вы получили продукт, который поврежден при доставке, пожалуйста, сообщите нам в письменном виде как можно скорее. Если продукт возвращен нам поврежден, и вы не сообщили нам, что продукт был поврежден, когда вы его получили, мы можем отказаться от вашего права на отмену или получение.'
                '• Вы не будете иметь никакого права отменить контракт на поставку любых изготовленных на заказ или персонализированных продуктов, периодических изданий или журналов, скоропортящихся товаров или программного обеспечения, DVD или компакт-дисков, которые открыли свою печать безопасности.'
                '• В случае продуктов, чтобы отменить контракт, вы должны сообщить нам в письменной форме. Если продукты были доставлены вам, вы также должны вернуть нам продукты как можно скорее, и по вашей собственной стоимости. У вас есть юридическое обязательство заботиться о продуктах, пока они находятся в ваших руках.',
        key.tCHeader8: 'Передача прав и обязательств',
        key.tCBody8:
            '• Мы можем передать наши права и обязательства по настоящим условиям другой организации, но это не повлияет на ваши права или наши обязательства по контракту.'
                '• Вы можете передавать свои права и обязательства по вашему договору только в том случае, если мы согласны с этим в письменной форме.',
        key.tCHeader9: 'Цена',
        key.tCBody9:
            '• Цена на продукты и наши сборы по доставке будут такими, как время от времени указана на нашей платформе/сайте, за исключением случаев очевидных.'
                '• Цены на продукты включают GST/FED/НДС, где это применимо. Однако, если скорость изменений GST/FED/НДС между датой вашего заказа и датой доставки мы соответствующим образом скорректируем цену.'
                '• Цены на продукцию и плата за доставку могут измениться в любое время, но изменения не будут влиять на заказы на продукты, которые вы затем предпринимаете для выполнения/получения в течение разумного времени.',
        key.tCHeader10: 'Возврат средств',
        key.tCBody10:
            'Если приказ отменяется в соответствии с пунктом 6 выше, то мы вернем суммы, причитающиеся в соответствии с нашей политикой возврата средств.',
        key.tCHeader11: 'Как мы используем вашу информацию?',
        key.tCBody11:
            'Пожалуйста, прочитайте Политику конфиденциальности для получения подробной информации о том, как мы будем использовать вашу информацию. Согласившись и принимая эти условия и условия, вы согласны и принимаете условия нашей политики конфиденциальности.',
        key.tCHeader12: 'Наша ответственность перед бизнесом',
        key.tCBody12:
            '• Если мы не сможем соблюдать эти условия и условия, мы будем нести ответственность за вас только за покупную цену продуктов, а не какие -либо убытки, которые вы понесете в результате нашей неспособности выполнить (возникает ли в контракте, деликция (деликатный в том числе халатность), нарушение установленной законом обязанности или иным образом).'
                '• Мы не будем нести ответственность за убытки, возникающие в результате нашей неспособности соблюдать эти условия и условия, которые попадают в следующие категории, даже если такие потери были в нашем созерцании, как в дату, когда договор составил эти условия между условиями мы являемся предсказуемым следствием нашего нарушения .'
                '• Потеря дохода или дохода.'
                '• Потеря бизнеса.'
                '• Потеря прибыли.'
                '• Потеря ожидаемой экономии'
                '• Потеря данных'
                '• Оттекание управления или офиса'
                'Примечание. Этот абзац не применяется, если вы заключаете контракт с потребителем.',
        key.tCHeader13: 'Наша ответственность перед потребителем',
        key.tCBody13:
            '• Если нам не удастся соблюдать эти условия и условия, мы несем ответственность за потерю или ущерб, который вы получили, что является предсказуемым результатом нашего нарушения условий и условий или нашей халатности. Потеря или ущерб предсказуются, если это было очевидным следствием нашего нарушения или в противном случае его и нас предполагали в то время, когда мы вступили в соответствующее.'
                '• Мы поставляем продукты только для внутреннего и частного использования. Вы соглашаетесь не использовать продукт для каких-либо коммерческих, бизнеса или перепродажных целей, и мы не несем ответственности за любую потерю прибыли, потерю бизнеса, прерывание бизнеса или потерю бизнеса.'
                'Примечание. Этот абзац не применяется, если вы заключаете контракт с бизнесом.',
        key.tCHeader14: 'Наш контракт с вами, если вы бизнес',
        key.tCBody14: '• Настоящие условия и любой документ, прямо упомянутый в них, составляют все соглашение между нами и заменяют все предыдущие обсуждения, переписку, переговоры, предыдущее соглашение, понимание или соглашение между нами, касающимися предмета настоящего Соглашения.'
            '• Каждый из нас признает, что при заключении договора ни один из нас не полагается или не будет иметь никаких средств правовой защиты в отношении какого -либо представительства или гарантии (независимо от того, невинно или небрежно), которые не изложены в настоящих Условиях.'
            '• Каждый из нас соглашается с тем, что наша единственная ответственность в отношении этих представлений и гарантий, изложенных в настоящем Соглашении (будь то невинно или небрежно), будет для нарушения договора.'
            '• Ничто в этом абзаце не ограничивает и не исключает никакой ответственности.'
            'Если вы заключаете контракт с потребителем, этот абзац не применяется',
        key.tCHeader15: 'Наш контракт с вами, если вы потребитель',
        key.tCBody15:
            'Если вы заключаете контракт с потребителем, мы намерены полагаться на настоящие Условия и Условия и любой документ, прямо упомянутый в них в отношении предмета любого договора. Несмотря на то, что мы принимаем ответственность за заявления и представления, сделанные нашими должным образом уполномоченными агентами, убедитесь, что вы попросите любые различия в этих условиях и условиях, которые будут подтверждены в письменной форме.'
                'Примечание. Если вы заключаете контракт в ходе бизнеса, этот абзац не применяется.',
        key.tCHeader16: 'Уведомления',
        key.tCBody16: '• Любое уведомление, которое вы отправите или нами в связи с настоящими Условиями и условием, может быть отправлено письмом или по электронной почте. Уведомления для нас должны быть отправлены на один из следующих адресов:'
            '> Сюжет №, 60 Street 12, G-8/1, Столичная территория Исламабада 44080 Пакистан.'
            '> Башня 42, 25 Old Broad St, Корнхилл, Лондон, Великобритания'
            '> Электронная почта: business@shaukatmarwatgroup.com'
            '• Мы отправим вам уведомления по электронной почте по адресу электронной почты, который вы предоставили во время регистрации на нашу платформу'
            '• Любой из нас может изменить адрес для уведомлений, сообщив другому при написании нового адреса, но предыдущий адрес будет оставаться действительным в течение 7 дней после внесения изменения.',
        key.tCHeader17: 'Права третьей стороны',
        key.tCBody17:
            'Лицо, которое не присутствует на эти условия или положения или договор, не имеет никаких прав в связи с ними или в связи с ними.',
        key.tCHeader18: 'Отказ',
        key.tCBody18:
            'Неспособность любой из сторон осуществлять или применять какое -либо право, предоставленное этой стороне настоящими Условиями, не считается отказом от какого -либо такого права или операции для запрета упражнений или их применения в любое время или после этого. Никакой отказ от нами ни одного из этих условий и условий не будет эффективным, если только он не указан как отказ и не сообщается вам в письменной форме в соответствии с пунктом 16 выше.',
        key.tCHeader19: 'Разделительность',
        key.tCBody19:
            'Если какой -либо суд или компетентный орган решит, что какое -либо из положений настоящих Условий и Условий или любых положений договора является недействительным, незаконным или невыполненным в какой -либо степени, этот термин будет, только в этой степени будет отрезан от оставших будет продолжать быть действительным в полной мере, разрешенной законом.',
        key.tCHeader20: 'Форс-мажор',
        key.tCBody20:
            'Мы оставляем за собой право отложить дату доставки или отменить контракт на все обстоятельства, помимо его разумного контроля, включая, помимо прочего, какую -либо забастовку, блокировку, беспорядки, пожар, взрыв, несчастный случай или остановка или влияние на наш бизнес или работа и работа и работа и работа и работа и работа и что предотвращает или препятствует доставке товаров или производительности обслуживания.',
        key.tCHeader21: 'Закон и юрисдикция',
        key.tCBody21: 'Настоящие условия и любые споры или претензии, возникающие из или в связи с ними, или их предметом или формированием (включая неконтрактуальные споры или претензии), будут регулироваться законодательством Пакистана. Вы должны понимать, что, заказав любой из нашего продукта, вы соглашаетесь быть связанными настоящими Условиями.'
            'Категории для регистрации:'
            '1. Основное членство- Бесплатная стоимость: может быть зарегистрировано как бесплатные участники.'
            '* Не могу продать ничего на платформе ISMMART.'
            '* Будет иметь доступ только к продуктам и магазинам для посещения, которые открываются по умолчанию или будут открыты поставщиками и предприятиями для посещения.'
            '* Они могут купить что -либо самостоятельно как прямые клиенты с взаимопониманием с продавцом; ISMMART не будет нести ответственность или резервное копирование в случае каких -либо проблем в такой сделке .'
            '2. ПРЕМИИЕМ - Оплаченное членство:'
            '* 5 долларов США в месяц с бесплатной пробной версией на один месяц. Ежегодные подписки составляют 99,5 долларов США.'
            '* Может продать все на платформе ISMMART.'
            '* Будет иметь доступ ко всем продуктам и магазинам для посещения.'
            '* Все предложения премиум -членов на Ismmart будут резервированы Ismmart. Мы будем нести ответственность за плавные транзакции и доставку продуктов. Ismmart гарантирует соблюдение взаимного понимания, которое согласились и продавец, и покупатель.'
            '* Участники премиум -класса будут беспокоиться о меньшем доступе ко всем предприятиям по всему миру, как в качестве продавца, так и покупателя, поскольку ISMMART будет напрямую гарантировать и проверять таких участников и любые сделки, которые они заключают.'
            '* Поскольку все члены премиум -класса тщательно изучаются и проверяются в процессе проверки ISMMART, так что все такие участники могут беспокоиться о том, чтобы меньше торговаться друг с другом, в любом месте мира.'
            '* Неограниченные поставки на подходящие предметы.'
            'Примечание. Все участники (продавцы и покупатели) просят следовать всем правилам торговли и процедурам, упомянутым ISMMART, чтобы избежать каких -либо неудобств в оплате или доставке. Стоимость транзакции по структуре комиссии ниже 100 000 000/- ~ 0,5% Комиссионная стоимость транзакции выше 100 000 000/- и ниже PKR250,00,00/- ~ 1,00%. 00000/- ~ 1,75% Стоимость транзакции комиссии выше 250,00 000 PKR/- Комиссия по 2,25% за любую оптовую транзакцию. Комиссия в 3,5% будет взиматься.'
            'Примечание. Стоимость транзакции исключает стоимость доставки и страхования.',
        key.exchangeHeader1: '',
        key.exchangeHeader2: 'Как вернуться?',
        key.exchangeBody1: 'Удовлетворенность клиентов гарантировано! Мы гарантируем качество продуктов, продаваемых через магазины ismmart, и если вы не довольны вашей покупкой, мы сделаем это правильно. За исключением нескольких условий, перечисленных ниже, любой товар, приобретенной в магазинах iSmmart, может быть возвращен в течение 14 календарных дней с момента получения отгрузки даты.'
            '* Дисконтированные товары/продукты не могут быть обменены или возвращены на возврат средств. Его можно обмениваться или возвращать только в том случае, если обнаружен очевидный недостаток.'
            '* Возвращенные предметы должны быть неявлены, в его первоначальной упаковке, причем все уплотнения безопасности и этикетки все еще не повреждены/прикреплены. Возврат не будет квалифицирован для возврата или обмена, если эти условия не будут выполнены.'
            '* Магазины ISMMART оставляют за собой исключительное право/ полномочия, чтобы сделать исключения в некоторых обстоятельствах.'
            '* Если элемент возвращается из -за очевидной ошибки, которая вступает в нашу политику возврата, клиент не будет взиматься за курьеров.'
            '* Период возврата для мобильных телефонов, аксессуаров и других электрических и электронных продуктов составляет всего 5 календарных дней, начинающихся в день получения пакета. Предмет замены будет предоставлен без зарядки, если во время обратного окна найдено недостаток. Стандартные гарантии от производителя или поставщика будут действовать после истечения срока возврата.',
        key.exchangeBody2:
            'Пожалуйста, свяжитесь с нашим центром поддержки клиентов, если предмет соответствует всем требованиям, указанным выше.',
        key.deleteDisputesMsg: 'Вы уверены, что хотите удалить спор?',
        key.feeChargesExplained: 'Объяснена плата!',
        key.serviceFee: 'Плата за обслуживание',
        key.deliveryFee: 'Плата за доставку',
        key.supportCenter: '24/7 Центр поддержки',
        key.costDesc1:
            'Мы стремимся сохранить наши платы за обслуживание и доставку как можно более низкой, все еще предоставляя вам наилучшее обслуживание.',
        key.costDesc2:
            'является процентной платой, которая помогает нам покрыть затраты на поддержание нашей платформы, обеспечение контроля качества и обеспечение поддержки клиентов. Плата за обслуживание составляет всего 5% на каждый продукт, загруженный нашим продавцом Prestiogius.',
        key.costDesc3:
            'Плата за доставку - это фиксированная плата, которая покрывает стоимость доставки вашего заказа на ваше местоположение. Плата за доставку составляет 250 рупий только по каждому заказу.',
        key.costDesc4:
            'Если у вас есть какие -либо вопросы или опасения по поводу наших сборов, пожалуйста, не стесняйтесь обратиться к нашей группе поддержки клиентов. Спасибо, что выбрали наш сервис!',
        key.sortByPrice: 'Сортировать по цене',
        key.currencyKey: 'Валюта',
        key.privacyHeader1: '',
        key.privacyHeader2: 'Используйте свою личную информацию',
        key.privacyHeader3: 'Какие данные мы собираем и как их собираем?',
        key.privacyHeader4: 'Информация, которую я предоставил:',
        key.privacyHeader5: 'Автоматическая информация:',
        key.privacyHeader6: 'Информация из других источников:',
        key.privacyHeader7: 'Общая информация:',
        key.privacyHeader8: 'Данные профиля:',
        key.privacyHeader9: 'Зарегистрировать файлы:',
        key.privacyHeader10: 'Анализ:',
        key.privacyHeader11: 'Информация о сайте:',
        key.privacyHeader12: 'бисквит:',
        key.privacyHeader13: 'Насколько безопасна моя информация?',
        key.privacyHeader14: 'К какой информации я могу получить доступ?',
        key.privacyHeader15: 'Изменения в этой политике конфиденциальности',
        key.privacyBody1:
            'Уважайте Smart сохраняет вашу конфиденциальность и хотите защитить вашу личную информацию. Целью заявления о конфиденциальности Это объяснение для вас, как мы справляемся с персональными данными, полученными от пользователей статей ассоциации или сайта, и услуг, доступных на сайте. Эта политика также определяет ваши варианты того, как собирать, использовать и раскрыть вашу личную информацию. Если вы соглашаетесь с этой базовой системой или сайтом напрямую или через любой другой веб -сайт, процедура, показанная в настоящей Политике конфиденциальности. Для получения дополнительной информации, пожалуйста, прочитайте эту политику конфиденциальности. Магазины Essement собирают ваши личные данные, чтобы мы ожидали и улучшали наши продукты и услуги навсегда.',
        key.privacyBody2: 'В целом, личная информация, которую вы предоставляете нам, чтобы ответить на ваши запросы, или помочь нам лучше обслуживать или продавать наши услуги. Мы используем вашу личную информацию следующими способами: '
            'Поговорите с вами о запросе, поставке продукта, выплате процесса, запросах, продуктах и ​​услугах и рекламных предложениях. Обновить вас от поставки продукта; '
            '* Соберите и используйте свою личную информацию, чтобы соответствовать некоторым правилам.'
            '* Для работы, поддержания и улучшения нашего сайта, продуктов и услуг.'
            '* Ответьте на комментарии, запросы и обслуживание клиентов.'
            '* Подключение или связывание информации пользователя с другой личной информацией, полученной от третьей стороны, чтобы лучше понять ваши потребности и предоставить вам лучшую услугу.'
            '* Разработка маркетинга, улучшения и увеличения продуктов.'
            '* Определите как пользователь в нашей системе через вашу учетную запись/профиль или другие источники.'
            'Следуйте решению автоматически -примите решение в соответствии с любой из этих целей.'
            '* Проверьте и выполните финансовые транзакции, касающиеся ваших платежей и просмотрите данные загрузки данных с нашего веб -сайта .'
            '* Мы можем хранить и принять меры на серверах в разных местах. Мы также можем создать неизвестные записи данных из вашей личной информации и оставить «информацию, которая сделает вас лично. Мы используем эти неизвестные данные для анализа приложения и использования образцов для улучшения содержания наших услуг и улучшения функций сайта.'
            'Кроме того, мы оставляем за собой право делиться неизвестными данными с третьей стороной и использовать их для любой цели. Клиенты, которые имеют хороший опыт работы с нашими продуктами и услугами, могут предоставить нам признательность и заметки. Мы можем распространять такой контент. Когда мы публикуем такой контент, мы можем использовать использование для определения первых и фамилий наших пользователей. Прежде чем публиковать эти данные с определениями, мы получим одобрение пользователя.'
            'Мы будем использовать эту информацию для другой цели, для которой было получено ваше одобрение. И реализовать автоматический процесс принятия решений в соответствии с любой из этих целей.',
        key.privacyBody3: '',
        key.privacyBody4:
            'При использовании наших услуг вы получаете и храните интеллектуальные магазины через профиль своей учетной записи.',
        key.privacyBody5:
            'При использовании наших услуг мы автоматически собираем и поддерживаем тип информации, включая то, как вы взаимодействуете с продуктами, информацией и услугами, предоставляемыми в интеллектуальных магазинах. Когда веб -браузер или устройство достигают нашего веб -сайта, мы, как и многие другие веб -сайты, используем «файлы cookie» и другие уникальные идентификаторы для сбора определенных типов информации.',
        key.privacyBody6:
            'Умный магазин может знать о вас из других источников. Например, наши транспортные компании могут предоставить нам последние данные о доставке и адресах, что облегчает обновление наших записей и поставок.',
        key.privacyBody7:
            'Информация будет создана автоматически при использовании наших услуг. Например, при использовании наших услуг мы используем ваше общее местоположение, тип используемого устройства, номером определения открытого устройства, дате и времени вашего посещения и уникального идентификатора устройства, и вы можете собирать информацию о типе браузер. Использование операционной системы, адрес интернет -протокола (IP) и имя поля. В общем, мы используем эту информацию для запуска и увеличения сайта, а также гарантируем, что вы получаете наиболее подходящую информацию.',
        key.privacyBody8:
            'Ваше имя пользователя и пароль, ваши интересы, ваши интересы, ваши предпочтения, заметки и разворотный ответ.',
        key.privacyBody9:
            'Поскольку большинство веб -сайтов верны, мы автоматически собираем некоторую информацию и храним их в файлах реестра. Эта информация включает в себя IP -адрес, тип браузера, интернет -поставщик (ISP), справочные/выходные страницы, операционные системы, данные о уплотнении/времени и потоке. Мы используем эту информацию для поддержания и улучшения услуг производительности.',
        key.privacyBody10:
            'Чтобы понять, как люди взаимодействуют с веб -сайтом, мы используем аналитические услуги, такие как не ограничиваясь анализом Google. Файлы cookie используются для сбора данных с помощью сервисов анализа, таких как количество раз, когда пользователи обращаются на сайт, и мы используем эти данные для расширения наших услуг и нашего веб -сайта. Условия использования услуг анализа и политик конфиденциальности, которые должны рекомендовать больше информации о том, как эти компании используют эту информацию, и сохранить границы того, как ее использовать, и могут разделить свою информацию.',
        key.privacyBody11:
            'Если вы включите услуги сайта на своих устройствах, мы можем собрать информацию вашего сайта для улучшения предоставляемых вами услуг. Если вы не хотите собирать эту информацию, вы можете отключить службы сайта на своем устройстве.',
        key.privacyBody12:
            'Файлы cookie - это небольшая часть информации, которую вы видите, и отправляют веб -сайт на жесткий диск вашего компьютера. Эти текстовые файлы могут использоваться через веб -сайты, чтобы сделать пользователей более эффективными. Если необходимо срочно запустить этот сайт, мы можем хранить эти файлы cookie на вашем устройстве. Нам нужно ваше разрешение на все другие виды файлов cookie. Для этого этот сайт использует различные файлы cookie. Некоторые файлы cookie проводятся через третьи партийные услуги, которые появляются на наших страницах. Мы и некоторые третьи сеансы можем использовать файлы cookie (которые отключают ваш веб -браузер после истечения срока действия) и использовать постоянные файлы cookie (которые живут на вашем компьютере, пока вы не удалите их), пока вы не предоставите более личный и интерактивный опыт в наших услугах, наши услуги являются рынками. Наши продукты. Маркетинговые файлы cookie используются для отслеживания посетителей на веб -сайтах. Намерение состоит в том, чтобы отобразить соответствующую рекламу и участвовать в отдельном пользователе, и, следовательно, более ценное для издателей и третьих рекламодателей. Это отслеживание выполняется на неизвестной основе.',
        key.privacyBody13:
            'Когда мы разрабатываем наши решения, мы рассматриваем вашу безопасность и конфиденциальность. Используя протокол шифрования и программного обеспечения, мы стараемся защитить вашу личную информацию во время передачи. При работе с кредитными / дисконтными / банковскими картами мы защищаем личную информацию клиента, используя материальную и электронную информацию и процедуры и защищаем личную информацию пользователей. Из -за наших мер безопасности нам может потребоваться доказать нашу личность, прежде чем она позволит вам получить доступ к персональным данным. Для вас важно избежать несанкционированного доступа к паролям, компьютерам, устройствам и приложениям. Мы рекомендуем использовать уникальный пароль для вашей неиспользованной учетной записи в других онлайн -учетных записях. Обязательно выберите, когда истек срок действия компактного компьютера.',
        key.privacyBody14:
            'В разделе учетной записи вы можете получить доступ к вашей информации, включая ваше имя, адрес, варианты оплаты, информацию о профиле и дату покупки.',
        key.privacyBody15:
            'Настоящая Политика конфиденциальности действительна до 10 октября 2022 года, в дополнение к любым изменениям в своих будущих положениях, она окажет влияние, она будет реализована сразу после публикации на этой странице. Мы имеем право обновлять или изменять нашу политику конфиденциальности в любое время, и вы должны время от времени проверять эту политику конфиденциальности. Примечание. Если у вас есть какие -либо вопросы об этой политике конфиденциальности, пожалуйста, свяжитесь с нами.',
        key.memPlan1Title: 'НАЧИНАТЬ',
        key.memPlan1Price: 'Бесплатно',
        key.memPlan1Desc1:
            'Любой может быть зарегистрирован как бесплатные участники.',
        key.memPlan1Desc2: 'Может продать до 3 продуктов на платформе iSmmart.',
        key.memPlan1Desc3:
            'Будет иметь доступ только к продуктам и магазинам для посещения, которые открываются по умолчанию или будут открыты поставщиками и предприятиями для посещения.',
        key.memPlan1Desc4:
            'Они могут купить что -либо самостоятельно как прямые клиенты с взаимопониманием с продавцом; ISMMART не будет нести ответственность или резюмировать в случае каких -либо проблем в такой сделке.',
        key.memPlan2Title: 'Профиль',
        key.memPlan2Desc1: 'БЕСПЛАТНАЯ ПЕРЕДА',
        key.memPlan2Desc2: 'Может продать что угодно на платформе ismmart',
        key.memPlan2Desc3:
            'Будет иметь доступ ко всем продуктам и магазинам для посещения.',
        key.memPlan2Desc4:
            'Все предложения премиум -членов на ISMMART будут резервированы ISMMART. Мы будем нести ответственность за плавные транзакции и доставку продуктов. Ismmart гарантирует соблюдение взаимного понимания, которое согласились и продавец, и покупатель.',
        key.memPlan2Desc5:
            'Неограниченные поставки на соответствующие предметы.',
        key.memPlan2Desc6:
            'Участники премиум -класса будут беспокоиться о меньшем доступе ко всем предприятиям по всему миру, как в качестве продавца, так и покупателя, поскольку ISMMART будет напрямую гарантировать и проверять таких участников и любые сделки, которые они заключают.',
        key.memPlan2Desc7:
            'Поскольку все члены премиум -класса тщательно изучаются и проверяются в процессе проверки ISMMART, так что все такие участники могут беспокоиться о том, чтобы меньше торговаться друг с другом, в любом месте мира.',
        key.memPlan3Title: 'БИЗНЕС',
        key.memPlan3Desc1: '2 месяца бесплатной пробной версии',
        key.memPlan3Desc2: 'B2B возможности',
        key.memPlan3Desc3: 'Неограниченные бесплатные поставки',
        key.memPlan3Desc4: 'Неограниченные рекламные инструменты',
        key.memPlan3Desc5: 'Оптовая доставка',
        key.memPlan3Desc6:
            'Получите возможность поместить продукты в наших физических магазинах.',
        key.memPlan3Desc7:
            'Неограниченные поставки на соответствующие предметы.',
        key.memPlan3Desc8:
            'Участники премиум -класса будут беспокоиться о меньшем доступе ко всем предприятиям по всему миру, как в качестве продавца, так и покупателя, поскольку ISMMART будет напрямую гарантировать и проверять таких участников и любые сделки, которые они заключают.',
        key.memPlan3Desc9:
            'Поскольку все члены премиум -класса тщательно изучаются и проверяются в процессе проверки ISMMART, так что все такие участники могут беспокоиться о том, чтобы меньше торговаться друг с другом, в любом месте мира.',

        key.vendorHeader0: '0',
        key.vendorBody0:
            'Поставщик (Ismmart Group of Industries Pvt Ltd. Пакистан) и поставщик (определяемый как сторонние поставщики) в совокупности должны быть названы «сторонами» и индивидуально как «сторона», в зависимости от обстоятельств. \ N \ nwhereas, Поставщик выступает в качестве независимого подрядчика поставщика, который, через настоящий Соглашение, предоставляет поставщику полного полномочия по заключению и согласованию контрактов с клиентами на имя и на счет поставщика, а также для предложений поставщика, выполненных через Онлайн -платформа провайдера www.ismmart.com («Веб -сайт») и мобильные приложения (где это применимо). Понятно, что поставщик не действует от имени клиентов. Общие положения и условия с клиентами, найденными на веб -сайте. Заказчик. В случае каких -либо изменений, то же самое должно быть сообщено другой стороне.',
        key.vendorHeader1: '1. Права поставщика, обязательства и обязанности:',
        key.vendorBody1:
            '1.1: Поставщик должен передавать заказа (ы) через панель панели или телефонного звонка поставщика (только в случае, если веб -сайт не работает) в соответствующую торговую точку (ы). \ N \ n1.2: поставщик должен передавать Заказ, размещенный клиентом на платформе для поставщика через Веб -сайт или через звонок (когда веб -сайт не работает), и принять платеж клиента в Интернете или наличными. \ n \ n1.3: в случае Поставщик, выполняющий услуги доставки, имеет право взимать с клиента плату за доставку («Плата за доставку ISMMART») и определить минимальную стоимость заказа по своему усмотрению; Чтобы выполнить услуги, поставщик должен: \ n \ t1.3.1. Клиент ожидает этого типа предмета, при условии, что поставщик выполняет обязательство в пункте 2.7. \ n \ T1.3.3. Передача дохода поставщику, полученному для таких заказов, за вычетом плата за агентство в соответствии с пунктом 6 настоящих Условий. . \ n \ T1.3.4 сообщите поставщику в письменной форме о любых изменениях, введенных в процедуры поставщиком по крайней мере за два (2) дня до того, как произойдет предполагаемое изменение, и поставщик должен соответствовать всем таким изменениям. \ N \ T1.3.5 имеет право изменять по своему усмотрению любые услуги, связанные с доставкой, включая области доставки и сроки эксплуатации, без предварительного уведомления. \ N \ T1.3.6 Поставщик должен предоставить контактные данные соответствующих заинтересованных сторон/ точка контакта для поставщика. В случае, если поставщик намерен обновить контактную информацию, та же самая уведомлена поставщику за семь (7) дней до даты вступления в силу смены контактной информации.',
        key.vendorHeader2:
            '2 права сторонних поставщиков, обязательства и обязанности:',
        key.vendorBody2:
            'Поставщик должен: \ n \ n2.1 предоставить поставщику список всех элементов «Список предметов», как это было согласовано с поставщиком. Список элементов, который должен быть доступен для отображения на веб -сайте. \ N \ n2.2 Если поставщик хочет внести какие -либо изменения в список элементов, статус продукта (ы) должен быть изменен на «ожидающий». Поставщик рассмотрит изменения и одобрит или не одобряет изменения в соответствии с политиками продукта поставщика в течение двух (2) рабочих дней. Разрешения и согласия (которые могут потребоваться для выполнения своих обязательств в соответствии с настоящим Соглашением) \ N2.4 предоставить поставщика, а его гонщика (определяемый как собственного гонщика и/или наших партнеров по доставке, то есть TCS, FedEx & DHL) Доступ к помещениям поставщика, как разумно требуется провайдеру для выполнения услуг. Заказ был предоставлен поставщику, при условии, что заказ должен быть выполнен в течение указанного периода времени, как указано поставщиком. Если поставщик не принимает и не отклоняет заказ, он будет автоматически отклонен поставщиком. \ N \ n2.6. Для такого отклонения, не позднее, чем через 12 часов с момента, как поставщик был предоставлен заказ. Продавец, и передайте его лицу поставщика или клиенту (в случае доставки поставщика). \ N \ N2.8. предоставлен поставщиком своим прямым клиентам. \ N \ N2.9, поставщик принимает, признает и предпринимает, что: \ n \ n2.9.1. Продавец не доставит предметы, которые достигли/или или пересекают свой срок Отпечатано на упаковке производителем. \ n \ n2.9.2. Поставщик не будет изменять, изменять, изменять и/или удалять срок действия истечения срока действия/наилучшим образом, как напечатано на упаковке производителем предмета. \ n \ N2.9.3 В случае нарушения пункта 2.9.1 поставщик несет ответственность и несет ответственность за любые условия здоровья, разработанные клиентом в результате потребления/использования предметов с истекшим сроком. Все действия клиента, включая судебные процессы. Любые косвенные последствия. \ N2.11 немедленно обновите акции на панели инструментов поставщика на платформе в случае недоступности продукта.',
        key.vendorHeader3: '2,12 цены:',
        key.vendorBody3:
            '2.12.1 Поставщик настоящим требует, чтобы цены, предоставленные поставщику, идентичны ценам в реальном времени, предлагаемых клиентам при размещении заказов на платформу. Любой из пунктов, заказанных через платформу, поставщик должен уведомить поставщика не менее семи (7) дней заранее, указав степень снижения цен, акции или скидки, соответствующую дату вступления в силу и их продолжительность. \ n \ n2.13 Относитесь к гонщикам поставщика в случае, если поставщик использует систему доставки поставщика уважительным и цивилизованным образом, что включает, но не ограничивается запретом на использование оскорбительного языка, оскорбительного поведения, преследования, нападения и батареи. Обучение должно быть предоставлено поставщику и его сотрудникам в этом отношении. Нарушение этого пункта должно составлять нарушение настоящего Соглашения. \ N \ N2.14 Продавец соглашается принять электронные ваучеры, выданные поставщиком для клиентов, которые будут использоваться при выезде на заказ. Оплата всех таких ваучеров будет возмещена поставщиком в ежемесячном/еженедельном счете на зарегистрированном банковском счете поставщика. \ N \ N2.15 выполняет обязательства поставщика в соответствии с настоящим Соглашением, в любое время в компетентном, профессиональном и деловой способ, в рамках установленных отраслевых стандартов, практики и принципов, а также в сроки времени, изложенные в настоящем документе. В случае, если поставщик намерен обновить предоставленную информацию, поставщик должен уведомить поставщика за семь (7) дней до даты вступления в силу изменения контактной информации.',
        key.vendorHeader4: '3. Плата за восстановление клиентов - ущерб/штраф:',
        key.vendorBody4:
            '3.1 Продавец признает, что поставщик является авторитетной компанией в Пакистане, которая стремится обеспечить удобство, надежность и качество своим клиентам. Поскольку системы и операции поставщика в значительной степени зависят от опыта работы с клиентами и обратной связи, поставщик подтверждает и соглашается с поставщиком, что в случае, если продавец не соблюдает или соблюдает операционные стандарты поставщика, поставщик должен заплатить поставщику такую ​​сумму, которая должна быть определяется поставщиком в качестве ликвидации убытков («плата за восстановление клиентов»). Вышеупомянутая плата за взыскание клиентов не может нанести ущерб праву поставщика на получение убытков за расходы и затраты на предмет таких шагов, которые считаются необходимыми для поставщика для исправления такой независимости и/или несоблюдения таких оперативных стандартов. \ N. \ N3.2 поставщик признает, что он прочитал, понял и соглашается с положениями пункта 3, а также соглашается с тем, что применение положений о пункте 3 применяется до уведомления о приостановлении поставщиком, при условии, что поставщик будет предоставлен Минимум из семи (7) дней письменного уведомления. конкурс. Кроме того, несмотря на уплату ликвидированных убытков, поставщик оставляет за собой все свои права в отношении нарушений.',
        key.vendorHeader5: '4 подвеска:',
        key.vendorBody5:
            '4.1 Поставщик должен иметь право временно приостановить поставщика с платформы без штрафа, если: \ n \ n4.1.1 Продавец не смог выплатить счетам поставщиков, которые стали оплачиваемыми. \ N \ n4.1.2. , поставщик нарушает любые условия настоящего Соглашения или может негативно повлиять на бизнес поставщика. полностью применимо.',
        key.vendorHeader6: '5 возмещение от претензий третьей стороны:',
        key.vendorBody6:
            '5.1. Любая сторона должна за счет защищать любой из следующих типов третьих сторон, предъявленных против другой стороны, ее директоров, должностных лиц или агентов (в совокупности «компенсации») и возмещать против: \ n \ n5.1.1. Это, если это правда, будет представлена ​​нарушением настоящего Соглашения со стороны либо из сторон, ее сотрудников, агентов или представителей. связаны с обязательствами любой стороны, возникающими из настоящего Соглашения; или возникает из -за небрежности, действий или неудач, чтобы действовать, либо из сторонних сотрудников, агентов или представителей. Сборы (включая разумные судебные издержки), понесенные любым из них, которые связаны с любым таким претензием.',
        key.vendorHeader7: '6 сборов, оплата и сбор средств:',
        key.vendorBody7:
            '6.1. Продавец предоставляет полномочиям поставщика получать какие -либо средства на имя и для счета, поставщика, уплаченного клиентами, будь то онлайн -средства или наличными. \ N \ N6.2 в случае оплаты денежных средств по Заказчик при доставке, поставщик несет ответственность за сбору выплаты денежных средств и согласование с другой стороной в соответствии с положениями пункта 6. \ n \ n6.3 В случае онлайн -платежа поставщик должен собирать деньги и примириться в В соответствии с положениями пункта 6. \ n \ n6.4 Стороны соглашаются и соглашаются с тем, что полученный доход, комиссионная комиссия и сбор за доставку будут рассчитаны и подлежат оплате на сумме, согласованной, в настоящем Соглашении и что никаких других сборов или сборы должны применяться между сторонами или к клиентам, за исключением случаев, предусмотренных в настоящем Соглашении. Поставщик специально соглашается с тем, что, если применимо, поставщик может назначить плату агентства/агрегатора против полученного дохода. время доставки заказа.',
        key.vendorHeader8: '6.6. Связывание и платежи - доставка поставщика:',
        key.vendorBody8:
            '6.6.1. Поставщик будет собирать все заказы по кредиту и будет счетом («Заявление о заказе») поставщиком по раз в два раза по электронной почте. Вычитание комиссий и всех применимых налогов на еженедельной основе на зарегистрированный банковский счет поставщика. \ n \ n6.6.3 Поставщик будет отправлять ежемесячное/еженедельное резюме заказа и уведомление о оплате на зарегистрированный адрес электронной почты. \ n \ N6.6.4 Плата за обслуживание банковского обслуживания в соответствии с _bank_%, будет взиматься с поставщика против всего заказа, полученного на онлайн -платежах.',
        key.vendorHeader9: '6.7 Онлайн -заказы и корпоративные заказы:',
        key.vendorBody9:
            '6.7.1 Все онлайн -платежи будут переданы и рассматриваются как регулярные заказы и будут выплачены поставщику. поставщиком поставщику («уведомление об повреждениях»). \ n \ n6.9 Поставщик должен иметь право обжаловать заявление о заказа и уведомление об повреждениях в соответствии с ниже: \ n \ n6.9.1. Объект в письменном виде в течение пяти (5) рабочих дней с даты выдачи соответствующего Заявления о заказа или уведомлений об ущербе и четко указывает все причины апелляции, включая любую подтверждающую документацию. возражение в течение трех (3) рабочих дней после уведомления о возражении поставщика и: \ n \ ni. Если согласован, поставщик должен соответствующим образом скорректировать заявление о заказа или уведомление об повреждениях. \ N \ nii. Если поставщик не согласен с поставщиком, он сообщит поставщику такому, и сторонам будет попытаться добросовестно разрешить любые споры или претензии, возникающие из или в отношении настоящего Соглашения посредством переговоров между директором или уполномоченным представителем каждой стороны. с полномочиями урегулировать соответствующий спор.',
        key.vendorHeader10: '7 Начало услуг:',
        key.vendorBody10:
            'Продавец должен быть указан на платформе только после получения всей информации, запрошенной провайдером, включая, помимо прочего, список элементов; логотип и утвержденные изображения продуктов. Поставщик должен сообщить поставщику о дате начала услуг («Дата начала»), которая прилагается к настоящему Соглашению.',
        key.vendorHeader11: '8. Соблюдение политики и процедур:',
        key.vendorBody11:
            '8.1 Поставщик понимает, что поставщик может приостановить услуги поставщика с уведомлением или без него в случае соотношения жалоб (качество и/или подачи жалоб/подачи) превышает 2% от общего количества заказов, прибывающих в бизнес поставщика, что может привести к снижению уровня заказа, чтобы снизить порядок. чем среднее. Ваучеры клиентам, где это применимо в случае подлинной жалобы клиента. Продавец соглашается не платить какую -либо скидку/комиссии поставщику поставщика.',
        key.vendorHeader12: '9. Гарантии:',
        key.vendorBody12:
            'Продавец представляет, гарантирует и предпринимает, что использование поставщиком ее интеллектуальной собственности не нарушает, не присваивается или иным образом возникает в конфликте с любыми правами интеллектуальной собственности третьей стороны. Продавец полностью возместит поставщик против любых претензий по нарушению прав ИС, предъявленных третьей стороной в соответствии с пунктом 5, указанной выше.',
        key.vendorHeader13: '10. Конфиденциальность:',
        key.vendorBody13:
            '10.1. Сторона («принимающая сторона») должна соблюдать строгую уверенность в том, что все технические или коммерческие ноу-хау, спецификации, изобретения, процессы или инициативы, которые носят конфиденциальные характера и были раскрыты для принимающей стороны другой стороной »(» Раскрывающая сторона ") и любая другая конфиденциальная информация, касающаяся бизнеса, ее продуктов и услуг раскрывающейся стороны, которую может получить принимающая сторона. Сотрудники, агенты и субподрядчики, которым необходимо знать это с целью разряжения обязательств принимающей стороны по настоящему Соглашению. Раскрывайте любую информацию клиентам. \ n \ n10.4, если подробности должны быть раскрыты по закону, любым государственным или регулирующим органам или судом компетентной юрисдикции любому государственному органу или регулирующим органам, то же самое должно сообщать другая сторона заранее в письменном виде. \ n \ n10.5 Этот пункт 10 должен пережить прекращение настоящего Соглашения.',
        key.vendorHeader14: '11. Нет партнерства',
        key.vendorBody14:
            'Ничто в настоящем Соглашении не предназначено для того, чтобы установить или установить какое -либо корпоративное партнерство или совместное предприятие между сторонами.',
        key.vendorHeader15: '12. Поправки:',
        key.vendorBody15:
            '12.1 Поставщик должен иметь право увеличить плату за успех в любое время в соответствии с усмотрением поставщика. То же самое должно быть проинформировано поставщику через официальное электронное письмо и/или через панель панели поставщика. \ N \ n12.2 Поставщик должен иметь право изменять, удалять, исправить и/или добавлять любые обязательства, обязательства и ответственность за себя и/или на части поставщика с помощью приложения. То же самое должно быть проинформировано поставщику через официальное электронное письмо и/или через панель инструментов поставщика. \ N \ n12.3 В случае, когда поставщик не согласен с такими поправками, он/она имеет право расторгнуть настоящее Соглашение в соответствии с С положениями пункта 18. \ n \ n12.4 конкретно согласовано с тем, что все поправки вступают в силу между сторонами в результате даты, уведомленной поставщиком в соответствии с пунктом 12.2.',
        key.vendorHeader16: '13. Сила -мажор:',
        key.vendorBody16:
            'Для целей настоящего Соглашения «Событие Force Majeure» означает событие, выходящее за рамки разумного контроля любой из сторон, включая, помимо прочего, акты Бога, войны, бунта, гражданского суматоха или террористических действий. Ни одна из сторон не несет ответственности перед другой стороной в качестве прямого результата какой -либо задержки или неспособности выполнить свои обязательства в соответствии с настоящим Соглашением в результате события мажорирования силы.',
        key.vendorHeader17: '14. Третьи стороны:',
        key.vendorBody17:
            'Лицо, которое не является стороной настоящего Соглашения, не имеет никаких прав на обеспечение соблюдения своих условий.',
        key.vendorHeader18: '15. Уведомления:',
        key.vendorBody18:
            '15.1 Все уведомления в соответствии с настоящим Соглашением должны быть в письменной форме, адресованные согласованному контактному лицу/адресу в соответствии с настоящим Соглашением, и они считаются должным образом предоставленным в тот же день, когда он согласован в ходе процесса регистрации поставщика.',
        key.vendorHeader19: '16. Задание:',
        key.vendorBody19:
            '16.1. Поставщик может в любое время назначать, передавать, перевести, ипотеку, взимать, субподряд или иметь дело со всеми или любыми его правами в соответствии с настоящим Соглашением, и может субподряд или делегировать любым или всеми его обязательствами в соответствии с настоящим Соглашением. любой третьей стороне или агенте. \ n \ n16.2 Продавец не должен без предварительного письменного согласия поставщика, которое не должно быть необоснованно удерживать, назначать, передавать, ипотеку, обвинение, субподряд или объявлять доверие или Делиться любым другим образом с любым или всеми его правами или обязательствами в соответствии с настоящим Соглашением.',
        key.vendorHeader20: '17. Отказ:',
        key.vendorBody20:
            'Отказ от любого права в соответствии с настоящим Соглашением или Законом вступает в силу только в том случае, если оно находится в письменной форме, и не считается отказом от какого -либо последующего нарушения или дефолта. Никакие сбои в осуществлении какого -либо права или средства правовой защиты, предоставленной в соответствии с настоящим Соглашением или законом, не представляют собой отказ от какого -либо права или средства правовой защиты, а также не предотвратить и не ограничивать его дальнейшее осуществление этого или любого другого права или средства правовой защиты.',
        key.vendorHeader21: '18. Термин и прекращение:',
        key.vendorBody21:
            '18.1 Настоящее Соглашение начинается с даты начала и будет продолжаться в течение неопределенного периода, если не прекращено ранее в соответствии с настоящим пунктом 18.1. Настоящее Соглашение может быть прекращено: \ n \ n (a) любой из сторон для удобства, предоставив не менее пяти (5) дней до письменного уведомления. Сторона в случае материального нарушения настоящего Соглашения другой стороны. \ N \ n (c) в любое время по взаимному письменному соглашению между сторонами. \ N \ n18.2 Поставщик имеет право расторгнуть настоящее Соглашение, с немедленным эффектом и без какой -либо ответственности, в случае нарушения раздела 2.12 и 2.13, где поставщик не смог исправить нарушение в течение максимального периода двух (2) рабочих дней после уведомления.',
        key.vendorHeader22: '19. Ограничение ответственности:',
        key.vendorBody22:
            '19.1 Ничто в настоящем Соглашении не ограничивает или исключает ответственность любой из сторон за смерть или травмы, вызванные его халатностью, или небрежностью ее работников, агентов или субподрядчиков. другой стороне, будь то в контракте, деликт (включая халатность), нарушение установленной законом обязанности или иным образом, за любую потерю прибыли или любые косвенные или косвенные убытки или убытки, возникающие в соответствии с или в связи с настоящим Соглашением. \ N \ N19 .3 Этот пункт должен пережить прекращение настоящего Соглашения.',
        key.vendorHeader23: '20. Конфликтующие термины:',
        key.vendorBody23:
            'В той степени, в которой какое -либо из настоящих Условий вступает в противоречие с условиями, указанными в форме регистрации поставщика (включая, помимо прочего, любые особые условия, подробно описанные в форме регистрации поставщика), преобладают условия регистрации поставщика.',
        key.vendorHeader25: '21. Все соглашение:',
        key.vendorBody25:
            'В той степени, в которой какое -либо из настоящих Условий вступает в противоречие с условиями, указанными в форме регистрации поставщика (включая, помимо прочего, любые особые условия, подробно описанные в форме регистрации поставщика), преобладают условия регистрации поставщика.',
        key.vendorHeader26: '22. Разделяемость:',
        key.vendorBody26:
            'Если какое-либо положение или частичное предложение настоящего Соглашения является или становится недействительным, незаконным или невыполненным, оно считается измененным в минимальную степень, необходимую для того, чтобы сделать его действительным, законным и исполняемым. Если такая модификация невозможна, соответствующее положение или предоставление части должны считаться удаленными. Любая модификация или удаление положения или части части в соответствии с настоящим пунктом не должно влиять на обоснованность и применение остальной части настоящего Соглашения.',
        key.vendorHeader27: '23. Регулирующий законодательство и юрисдикция:',
        key.vendorBody27:
            '23.1 Настоящее Соглашение, а также любые споры или претензия, возникающие из-за или в связи с ним или его предметом или формированием (включая неконтрактуальные споры или претензии), регулируются и истолкованы в соответствии с законами Пакистана. \ N \ N23.2 Каждая сторона соглашается с тем, что любой спор, вытекающий из настоящего Соглашения, подлежит неисключительной юрисдикции судов Пакистана, которые урегулируют любой спор или претензии, возникающие в связи с или в связи с настоящим Соглашением или его предметом или формирование (включая неконтрактуальные споры или претензии). \ n \ nperformance настоящего Соглашения продолжается во время любого судебного разбирательства или любого другого механизма разрешения споров. Никакая оплата или выплата поставщиком или сумма, которая будет передана поставщиком, не может быть удержана в связи с ожидаемым судебным спором или другим механизмом разрешения споров, за исключением того, что такой платеж является предметом таких споров.',

        key.or: 'или',
        key.becomeAVendor: 'Стать продавцом',
        key.joinOurMarketplace:
            'Присоединяйтесь к нашему рынку и начните продавать свои продукты сегодня!',
        key.seamlessShopping: 'Введите подробности для бесшовных покупок',
        key.createAnAccount: 'Завести аккаунт',
        key.getOnboardUser: 'Набор на борту как использование',
        key.phoneNumber: 'Номер телефона',
        key.termsAndConditionsCheckbox:
            'Создавая свою учетную запись, вы должны согласиться с нашими условиями.',
        key.frontSide: 'Лицевая сторона',
        key.backSide: 'Задняя сторона',
        key.legalDocument: 'Юридический документ',
        key.storeLogoImage: 'Логотип/изображение магазина',
        key.business: 'Бизнес',
        key.information: 'Информация',
        key.vendorAccountCreation: 'Создание аккаунта поставщика',
        key.profileStatus: 'Статус профиля',
        key.shopName: 'Название магазина',
        key.enterStoreName: 'Введите название магазина',
        key.storeAddress: 'Адрес магазина',
        key.enterShopAddress: 'Введите адрес магазина',
        key.ifAvailable: 'если доступно',
        key.storeNumber: 'Номер магазина',
        key.lessThanMb: 'Менее 2 МБ',
        key.chooseFile: 'Выберите файл',
        key.noFileChosen: 'Файл не выбран',
        key.waitForVerification: 'Подождите проверку',
        key.vendor: 'Продавец',
        key.submitted: 'поданный',
        key.lastStep: 'Последний шаг',
        key.availAmazingDiscount: 'Воспользоваться удивительными скидками',
        key.descriptionOfDiscount:
            'Сэкономьте большие со скидкой 30% на всех наших продуктах!',
        key.celebrateFreedomAndSavings: 'Праздновать свободу и сбережения',
        key.descriptionOfFreedomAndSavings:
            'Эксклюзивные предложения для Дня независимости!',
        key.boostYourBusiness: 'Увеличьте свой бизнес с помощью ismmart',
        key.descriptionOfBoostYourBusiness:
            'Ноль платформ регистрационный взнос для поставщиков!',
        key.storeCountry: 'Магазин Страна',
        key.storeCity: 'Магазин Город',
        key.vendorCNIC: 'Продавец CNIC',
        key.storeCategory: 'Категория магазина',
        key.yourStoreCategory: 'Ваша категория магазина',
        key.storeDescription: 'Магазин Описание',
        key.enterStoreDescription: 'Введите описание магазина',
        key.storeImage: 'Магазин изображение',
        key.storeCoverImage: 'Магазин обложки изображение',
        key.enterBankName: 'Введите имя банка',
        key.enterAccountTitle: 'Введите заголовок учетной записи',
        key.accountTitle: 'Название банковского счета',
        key.enterAccountNumberOrIban: 'Введите номер учетной записи / iban',
        key.cityReq: 'Выберите город',
        key.countryReq: 'Выберите страну',
        key.emailIsRequired: 'Электронная почта требуется',
        key.passwordIsRequired: 'Необходим пароль',
        key.passwordConfirmIsRequired: 'Требуется подтверждение пароля',
        key.FirstNameReq: 'Имя требуется',
        key.LastNameReq: 'Фамилия требуется',
        key.incorrectAddress: 'Введите правильный адрес',
        key.incorrectNTN: 'Введите правильный NTN',
        key.incorrectCNIC: 'Введите правильный CNIC',
        key.cnicReq: 'CNIC требуется',
        key.categoryReq: 'выберите категорию',
        key.incorrectBranchCode: 'Введите правильный код ветви',
        key.storeDescReq: 'Описание магазина требуется',
        key.frontSideReq: 'Требуется изображение передней стороны CNIC',
        key.backSideReq: 'Требуется изображение задней стороны CNIC',
        key.chequeImageReq: 'Требуется проверка изображения',
        key.storeLogoImageReq: 'Требуется логотип/изображение магазина',
        key.helpCenter: 'Центр помощи',
        key.shopAddressReq: 'Требуется адрес магазина',
        key.shopNameReq: 'Название магазина требуется',
        key.getOnboard: 'Попасть на борт',
        key.createYourAccount: 'Создать аккаунт',
        key.continueWithSameEmail: 'Продолжить с той же электронной почтой',
        key.continueWithDiffEmail: 'С разным электронным письмом',
        key.chequeImageNote:
            'Это контрольное изображение должно иметь те же банковские данные, видимые, как вы упомянули выше',
        key.enterCNIC: 'Введите CNIC',
        key.enterBranchCode: 'Введите код филиала',

        key.maxAddressLimitMsg:
            'Максимальный предел адреса достигнут. Пожалуйста, обновите/удалите адрес, чтобы продолжить',
        key.forgotPasswordDesc:
            'Введите свое письмо, чтобы получить электронное письмо \ nwith код OTP.',
        key.emailVerification: 'Подтверждение по элетронной почте',
        key.serverUnableToHandle: 'Сервер не может обрабатывать запрос',
        key.serverTakingTooLong:
            'Сервер требует слишком много времени, чтобы ответить',
        key.noInternetConnection: 'Нет соединения с интернетом',
        key.questions: 'Вопросы',
        key.updateQuestion: 'Обновить вопрос',
        key.deleteQuestion: 'Удалить вопрос',
        key.deleteQuestionDialogDesc: 'Вы уверены, что хотите удалить вопрос?',
        key.question: 'Вопросы',
        key.addAnswer: 'Добавить ответ',
        key.viewProduct: 'Просмотреть продукт',
        key.answer: 'Отвечать',
        key.updateAnswer: 'Обновить ответ',
        key.deleteAnswer: 'Удалить ответ',
        key.addQuestion: 'Добавить вопрос',
        key.updateProfile: 'Обновить учетную запись',
        key.pickImage: 'Выберите изображение',
        key.currentPassword: 'Требуется текущий пароль',
        key.updateShippingAdd: 'Обновите адрес доставки',
        key.addShippingAdd: 'Добавить адрес доставки',
        key.updateInfoToProceed: 'Обновить информацию для продолжения',
        key.updateInfoAlertMsg:
            'Наши условия были обновлены. Чтобы обеспечить бесшовные деловые отношения, любезно нажмите на продолжение',
        key.skip: 'Пропускать',
        key.updateInfo: 'Обновить информацию',
        key.weightIsReq: 'Вес требуется',
        key.enterCorrectWeight: 'Введите правильный вес',
        key.weight: 'Масса',
        key.length: 'Длина',
        key.width: 'Ширина',
        key.height: 'Высота',
        key.connectionError:
            'Ошибка установления соединения. Попробуйте еще раз.',
        key.enableLocation: 'Включить местоположение.',
        key.locationAccessDenied: 'Доступ к месту отрицается',
        key.locationAccessPermanentlyDenied:
            'Доступ к месту навсегда отрицается',
        key.couldNotGetLocation:
            'Не мог получить местоположение. Попробуйте еще раз.',
        key.productExists: 'Продукт уже существует',
        key.productVariant: 'Варианты продукта',
        key.weightAndDimension: 'Вес и размеры',
      };
}
