import 'translations_key.dart' as key;

class Urdu {
  Map<String, String> get translations => {
        key.settings: 'ترتیبات',
        key.general: 'جنرل',
        key.account: 'کھاتہ',
        key.myAccount: 'میرا اکاونٹ',
        key.welcome: 'خوش آمدید',
        key.language: 'زبان',
        key.notifications: 'اطلاعات',
        key.aboutUs: 'ہمارے بارے میں',
        key.contactUs: 'ہم سے رابطہ کریں',
        key.appearance: 'ظہور',
        key.termsAndConditions: 'شرائط و ضوابط',
        key.privacyPolicy: 'رازداری کی پالیسی',
        key.returnAndExchange: 'واپسی اور تبادلہ',
        key.faqs: 'عمومی سوالنامہ',
        key.selectLanguage: 'زبان منتخب کریں',
        key.logout: 'لاگ آوٹ',
        key.login: 'لاگ ان کریں',
        key.register: 'اندراج کریں',
        key.signIn: 'سائن ان',
        key.signUp: 'سائن اپ',
        key.loginGreetings: 'سلام! خوش آمدید!\n اپنے اکاؤنٹ میں سائن ان کریں',
        key.forgotPassword: 'پاسورڈ بھول گے؟',
        key.donTHaveAccount: 'کوئی اکاؤنٹ نہیں ہے؟',
        key.send: 'بھیجیں',
        key.optional: 'اختیاری',
        key.verification: 'تصدیق',
        key.alreadyHaveAccount: 'پہلے سے ہی ایک اکاؤنٹ ہے!',
        key.home: 'گھر',
        key.categories: 'اقسام',
        key.deals: 'سودے',
        key.menu: 'مینو',
        key.myCart: 'میری ٹوکری',
        key.topCategories: 'سرفہرست زمرے',
        key.discountDeals: 'ڈسکاؤنٹ سودے',
        key.seeAll: 'تمام دیکھیں',
        key.viewAll: 'سب دیکھیں',
        key.viewMore: 'مزید دیکھیں',
        key.orderSummary: 'حکم کا خلاصہ',
        key.shippingDetails: 'شپنگ کی تفصیلات',
        key.orderTime: 'آرڈر ٹائم',
        key.expectedDelivery: 'متوقع ترسیل',
        key.shipping: 'شپنگ',
        key.shippingCost: 'شپنگ کی قیمت',
        key.vendorDashboard: 'ڈیش بورڈ',
        key.vendorRegistration: 'فروش رجسٹریشن',
        key.myOrders: 'میرے احکام',
        key.myProducts: 'میری مصنوعات',
        key.recentOrders: 'حالیہ احکامات',
        key.completedOrder: 'مکمل احکامات',
        key.processingOrders: 'پروسیسنگ آرڈرز',
        key.totalEarning: 'کل کمائی',
        key.cMonthEarning: 'موجودہ مہینہ کمانا',
        key.pendingAmount: 'زیر التواء رقم',
        key.wallet: 'پرس',
        key.userOrders: 'صارف کے احکامات',
        key.vendorOrders: 'وینڈر آرڈرز',
        key.pendingOrders: 'زیر التواء احکامات',
        key.totalOrders: 'کل احکامات',
        key.goldCoins: 'سونے کے سکے',
        key.silverCoins: 'چاندی کے سکے',
        key.deleteProd: 'مصنوعات کو حذف کریں',
        key.selectCategory: 'زمرہ منتخب کریں',
        key.selectSubCategory: 'ذیلی زمرہ منتخب کریں',
        key.profile: 'پروفائل',
        key.vendorStoreDetails: 'وینڈر کی تفصیلات',
        key.personalInfo: 'ذاتی معلومات',
        key.storeInfo: 'معلومات اسٹور کریں',
        key.phone: 'فون',
        key.firstName: 'پہلا نام',
        key.lastName: 'آخری نام',
        key.address: 'پتہ',
        key.country: 'ملک',
        key.city: 'شہر',
        key.deActivateMsg:
            'کیا آپ کو یقین ہے کہ اپنے اکاؤنٹ کو ڈی کوٹیویٹ کریں؟',
        key.bankDetails: 'بینک کی تفصیلات',
        key.bankName: 'بینک کا نام',
        key.bankNameReq: 'بینک کا نام درکار ہے!',
        key.bankAccount: 'اکاؤنٹ نمبر',
        key.bankAccountReq: 'بینک اکاؤنٹ نمبر درکار ہے',
        key.bankAccountHolder: 'اکاؤنٹ کا عنوان',
        key.bankAccHolderReq: 'اکاؤنٹ کا عنوان درکار ہے',
        key.subject: 'مضمون',
        key.subjectReq: 'موضوع کی ضرورت ہے',
        key.message: 'پیغام',
        key.messageReq: 'میسج باڈی کی ضرورت ہے',
        key.membershipPlans: 'رکنیت کے منصوبے',
        key.membershipDesc:
            'زیادہ محصول پر قبضہ کریں ، نئی مصنوعات یا کاروباری ماڈلز کی حمایت کریں ، اور عالمی سطح پر بار بار آنے والی ادائیگیوں کو قبول کریں۔',
        key.subscribeBtn: 'سبسکرائب',
        key.subscribedBtn: 'سبسکرائب',
        key.popular: 'مقبول',
        key.searchIn: 'تم کیا تلاش کر رہے ہو؟',
        key.active: 'فعال',
        key.order: 'ترتیب',
        key.checkout: 'اس کو دیکھو',
        key.changeBtn: 'تبدیل کریں',
        key.updateBtn: 'اپ ڈیٹ',
        key.deleteBtn: 'حذف کریں',
        key.deactivateBtn: 'کھاتہ مٹا دو',
        key.confirm: 'تصدیق کریں',
        key.set: 'سیٹ',
        key.yesBtn: 'جی ہاں',
        key.noBtn: 'نہیں',
        key.sold: 'بیچا گیا',
        key.submit: 'جمع کرائیں',
        key.cancelBtn: 'منسوخ کریں',
        key.add: 'شامل کریں',
        key.apply: 'درخواست دیں',
        key.addNew: 'نیا شامل کریں',
        key.total: 'کل',
        key.details: 'تفصیلات',
        key.sortBy: 'ترتیب دیں',
        key.filter: 'فلٹر',
        key.search: 'تلاش',
        key.status: 'حالت',
        key.addNewAddress: 'نیا پتہ شامل کریں',
        key.addPayment: 'ادائیگی شامل کریں',
        key.paymentMethod: 'ادائیگی کی تفصیلات',
        key.confirmOrder: 'حکم کی تصدیق',
        key.proceedToCheckOut: 'چیک آؤٹ پر آگے بڑھیں',
        key.addProduct: 'مصنوعات شامل کریں',
        key.redeemBtn: 'چھٹکارا',
        key.storeName: 'اسٹور کا نام',
        key.storeNameReq: 'اسٹور کا نام ضروری ہے',
        key.description: 'تفصیل',
        key.descriptionReq: 'تفصیل ضروری ہے',
        key.ownerName: 'مالک کا نام',
        key.ownerNameReq: 'مالک کا نام درکار ہے',
        key.phoneReq: 'فون کی ضرورت ہے',
        key.productName: 'پروڈکٹ کا نام',
        key.productNameReq: 'مصنوعات کا نام درکار ہے',
        key.prodPrice: 'مصنوعات کی قیمت',
        key.prodPriceReq: 'قیمت ضروری ہے',
        key.prodStock: 'مصنوعات کا اسٹاک',
        key.prodStockReq: 'اسٹاک کی ضرورت ہے',
        key.prodDiscount: 'رعایت',
        key.prodDiscountReq: 'چھوٹ کی ضرورت ہے',
        key.prodSku: 'پروڈکٹ اسکو',
        key.prodSkuReq: 'پروڈکٹ ایس کے یو کی ضرورت ہے',
        key.email: 'ای میل',
        key.emailReq: 'غلط ای میل کی شکل؟',
        key.password: 'پاس ورڈ',
        key.passwordLengthReq: 'پاس ورڈ کم از کم 8 حروف لمبا ہونا چاہئے؟',
        key.fullName: 'پورا نام',
        key.fullNameReq: 'نام کی ضرورت ہے',
        key.registerGreetings: 'ایک ismmart اکاؤنٹ بنائیں!',
        key.otp: 'OTP',
        key.otpReq: 'او ٹی پی کی ضرورت ہے',
        key.newPassword: 'نیا پاس ورڈ',
        key.newPassReq: 'نیا پاس ورڈ ضروری ہے',
        key.confirmPass: 'پاس ورڈ کی تصدیق کریں',
        key.confirmPassReq: 'پاس ورڈ کی تصدیق کی ضرورت ہے',
        key.passwordNotMatched: 'پاس ورڈ مماثل نہیں ہے!',
        key.titleKey: 'عنوان',
        key.titleReq: 'عنوان کی ضرورت ہے',
        key.updateProduct: 'پروڈکٹ کو اپ ڈیٹ کریں',
        key.emptyCart: 'آپ کی ٹوکری خالی ہے',
        key.emptyCartMsg:
            'آپ کی ٹوکری میں کوئی چیز شامل نہیں کی گئی ہے۔ براہ کرم مصنوعات کو اپنی ٹوکری میں شامل کریں۔',
        key.emptyProductSearch: 'کوئی تلاش کی مصنوعات نہیں ملی',
        key.emptyProductSearchMsg:
            'معذرت! آپ کی تلاش کسی بھی مصنوعات سے مماثل نہیں ہے \ n براہ کرم دوبارہ کوشش کریں۔',
        key.noProductFound: 'آپ نے ابھی تک مصنوعات شامل نہیں کیں!',
        key.noOrderFound: 'ابھی تک آپ کے پاس کوئی آرڈر نہیں ہے!',
        key.noAddressFound: 'کوئی پتہ نہیں ملا',
        key.noDefaultAddressFound: 'کوئی ڈیفالٹ ایڈریس نہیں ملا',
        key.noCartItemFound: 'کوئی کارٹ آئٹم نہیں ملا',
        key.noCategoryFound: 'کوئی زمرے نہیں ملے',
        key.noSubCategoryFound: 'کوئی ذیلی زمرے نہیں ملے',
        key.noDataFound: 'کوئی ڈیٹا نہیں ملا',
        key.plzSelectSubCategory: 'plz سب زمرہ منتخب کریں',
        key.someThingWentWrong: 'کچھ غلط ہو گیا',
        key.delProdMsg: 'کیا آپ کو یقین ہے کہ اسے حذف کرنا ہے؟',
        key.stock: 'اسٹاک',

        ///About US
        key.aboutHeader1: 'ISMMART کیا ہے؟',
        key.aboutHeader2: 'ہمارا مقصد',
        key.aboutHeader3: 'ہمارا وژن',
        key.aboutHeader4: 'سسٹم کیسے کام کرے گا؟',
        key.aboutHeader5: 'رقم کی واپسی کی پالیسی',
        key.aboutHeader6: 'ہمیں کیا مختلف بناتا ہے؟',
        key.aboutBody1:
            'اسممارٹ ایک ای کامرس پلیٹ فارم ہے جو بیچنے والوں/دکانداروں کو ورچوئل اسپیس مہیا کرتا ہے جہاں وہ اپنی مصنوعات یا خدمات کی تشہیر ، مارکیٹ اور فروخت کرسکتے ہیں۔ اسمارٹ کا تصور اس وقت قائم ہوا جب ہم نے بیچنے والوں اور خریداروں کے مابین ایک بہت بڑا اعتماد کا خسارہ دیکھا۔ اس مسئلے کو مدنظر رکھتے ہوئے ، ہم شوکات میں لوگوں کو ایک قابل اعتماد اور قابل اعتماد قابل پلیٹ فارم مہیا کرنا چاہتے تھے جو خریداروں کی رقم اور خدمات کی انتہائی حفاظت کو یقینی بنائے گا۔',
        key.aboutBody2:
            'ہمارا مشن ایک محفوظ پلیٹ فارم لانا ہے جہاں بیچنے والے بغیر کسی ہچکچاہٹ کے خریداروں کے ساتھ رابطہ قائم کرسکتے ہیں۔ ہمارا مقصد اپنے قسم کے ای کامرس اسٹورز میں سے ایک بننا ہے جہاں لوگ ایک پلیٹ فارم کے تحت ہر طرح کی مصنوعات اور خدمات کو تلاش کرسکتے ہیں۔ ہم ایک فورم بنانے کا ارادہ رکھتے ہیں جو ہزاروں افراد کو اپنا کاروبار حاصل کرنے اور ملک میں مزید ورک فورس پیدا کرنے کے قابل بنائے گا۔',
        key.aboutBody3:
            'ہمارا وژن ایک قابل اعتماد اسٹور لانا ہے جو عالمی منڈی کو نشانہ بناتا ہے اور کاروبار کو ایک یونٹ کی حیثیت سے ایک چھتری کے نیچے لانے کے لئے مربوط ہوتا ہے۔',
        key.aboutBody4:
            'یہ نظام بیچنے والوں کو ایک ورچوئل اسپیس/اسٹور فراہم کرے گا جو مارکیٹ میں کچھ فروخت کرنا چاہتے ہیں۔ وہ انفرادی دکاندار ، یا کچھ ایسے برانڈز ہوسکتے ہیں جو ڈیجیٹل دنیا میں اپنی موجودگی کو بڑھانا چاہتے ہیں۔ ہمارے دکاندار کچھ ماہانہ سبسکرپشن چارجز/ پلیٹ فارم فیس پر اپنے آپ کو اپنے ساتھ اندراج کریں گے۔ ہم دکانداروں کی بنیادی معلومات لے کر صداقت کی تصدیق کریں گے اور ان کے ساتھ معاہدہ تیار کریں گے۔ اسی طرح ہمارے صارفین/خریدار بھی ہمارے ای کامرس اسٹور پر ہمارے ساتھ رجسٹر ہوں گے۔ صارفین وینڈر پروفائل کو دیکھ سکیں گے ، ان کی درجہ بندی کریں گے (خدمات حاصل کرنے کے بعد) ان کی درجہ بندی کریں گے ، اپنی خریداری کریں گے اور مارکیٹ میں موجود مصنوعات کے ساتھ خود کو اپ ڈیٹ رکھیں گے۔ مثال کے طور پر ہمارے پاس ایک وینڈر/اسٹور ہے جو ALI الیکٹرانکس کے طور پر رجسٹرڈ ہے جو ہر طرح کے گھریلو آلات سے متعلق ہے۔ ہم کہتے ہیں ، عائشہ الیکٹرک کیتلی خریدنا چاہتی ہے اور وہ تلاش کرنے پر علی الیکٹرانکس پر اپنی مطلوبہ مصنوعات تلاش کرتی ہے۔ وہ اپنا آرڈر دے گی اور اپنی ادائیگی پہلے سے کرے گی جو آرڈر مکمل ہونے تک کمپنی کے اکاؤنٹ میں ہوگی۔ ALI الیکٹرانکس کو آرڈر کے بارے میں ایک اطلاع ملے گی۔ وہ متعلقہ پروڈکٹ کو پیک کرے گا اور اسے ہماری خدمت (ہمارے اکاؤنٹ کے ذریعے ہماری طے شدہ کورئیر خدمات) کے ذریعے بھیجے گا۔ ایک بار مس عائشہ کو مصنوع موصول ہوتا ہے اور اس کی تصدیق ہوتی ہے کہ اسے مطلوبہ مصنوع مل گیا ہے ، ادائیگی جاری کردی جائے گی اور وقت کی طے شدہ مدت (15 دن) میں وینڈر اکاؤنٹ میں پہنچ جائے گی۔ نوٹ: غیر تصدیق شدہ اور غیر رجسٹرڈ ممبران صرف اسممارٹ اسٹورز پر موجود مصنوعات کو سرف کرسکتے ہیں لیکن انہیں تجارت کی اجازت نہیں ہے۔ معیاری تجارت کو یقینی بنانے کے ل all ، تمام صارفین کو کسی بھی فروخت / خریداری سے پہلے اندراج کرنے کی ضرورت ہوگی۔',
        key.aboutBody5:
            'ایک بار جب کورئیر ہمارے ریٹرن سینٹر میں آئٹم لوٹاتا ہے تو اسمارٹ اسٹورز عام طور پر 3 کاروباری دنوں کے اندر ریٹرن پر کارروائی کرتے ہیں۔ ہماری کسٹمر سروس ٹیم ریٹرن پالیسی کے مطابق آپ کی تحریری شکایت حاصل کرتے ہی شپنگ لیبل فراہم کرے گی۔ سامان موصول ہوگا ، اور رقم کی واپسی مکمل ہونے سے پہلے مناسب معیار کی جانچ پڑتال کی جائے گی۔ براہ کرم نوٹ کریں کہ ادائیگی کے طریقہ کار پر منحصر ہے ، رقم کی واپسی کے اوقات مختلف ہوسکتے ہیں۔ اس میں تین سے چودہ کاروباری دن لگ سکتے ہیں۔ واپس شدہ مصنوعات کے ل pay آپ نے جو رقم ادا کی ہے اس کے ساتھ ساتھ ، شپنگ لاگت بھی ادا کردی جاتی ہے۔ مثال کے طور پر ، جب عائشہ کو مصنوع موصول ہوتا ہے ، تو اسے اس کی خرابی محسوس ہوتی ہے۔ وہ ہمارے شکایت مرکز میں شکایت درج کرے گی ، جہاں ہم ریزولوشن کے لئے فروش سے رابطہ کریں گے۔ اگر اس کا دعوی صحیح ثابت ہوا ہے تو ، وہ ناقص آئٹم کو واپس فروش کو واپس کردے گی ، اور اس کی ادائیگی (جو اسممارٹ کے ذریعہ رکھی گئی تھی اسے دوبارہ بازیافت کیا جائے گا۔ کچھ مصنوعات/خدمات ناقابل تلافی ہوں گی اور اس کی وضاحت میں بیان کی جائے گی اور اس کی وضاحت کی جائے گی۔ پروڈکٹ/سروس کی۔',
        key.aboutBody6:
            'اسممارٹ ایک انوکھا پلیٹ فارم ہے جو خریدار اور فروش دونوں کو 100 فیصد سیکیورٹی پیش کرتا ہے۔ یہ اسٹورز کے برخلاف ایک پلیٹ فارم کے تحت آپ کی مصنوعات یا خدمات کو ظاہر کرنے ، مارکیٹ کرنے اور فروخت کرنے کے لئے ایک ورچوئل اسپیس مہیا کرتا ہے جو صرف مصنوعات کی فروخت کی پیش کش کرتے ہیں۔ خریداروں کے ل it ، یہ ایک خصوصی فورم ہے جہاں وہ اعتماد کے ساتھ خریداری کرسکتے ہیں کہ ان کے پیسے ضائع نہیں ہوں گے۔ ہماری منفرد واپسی کی پالیسی اس بات کو یقینی بناتی ہے کہ خریدار یا بیچنے والے کے ساتھ کوئی جعلی سرگرمی نہیں ہوتی ہے۔ ہم نے مختلف زمروں کے دکانداروں کے لئے مختلف رکنیت/ممبرشپ کی پیش کش وضع کی ہے۔',
        key.phoneValidate: 'فون نمبر کم از کم مطلوبہ 11 ہندسے',

        key.exitApp: 'ایگزٹ ایپ',
        key.currentUserNotFound: 'موجودہ صارف نہیں ملا',
        key.wrongWithCredentials: 'اسناد کے ساتھ کچھ غلط ہوگیا',
        key.enterEmail: 'او ٹی پی وصول کرنے کے لئے ای میل درج کریں',
        key.emptyField: 'خالی فیلڈ',
        key.enterDetails: 'نیا پاس ورڈ بنانے کے لئے تفصیلات درج کریں',
        key.passwordRequired: 'پاس ورڈ کی ضرورت ہے!',
        key.standard: 'معیار',
        key.toProceedWithPurchase:
            'اپنی خریداری کے ساتھ آگے بڑھنے کے لئے ، برائے مہربانی نوٹ کریں کہ مطلوبہ آرڈر کی کم از کم رقم 1000 روپے ہے۔',
        key.preferredPayment:
            'براہ کرم اپنے آرڈر کو مکمل کرنے کے لئے اپنے ترجیحی ادائیگی کا طریقہ منتخب کریں۔',
        key.cartMustNotEmpty: 'کارٹ خالی نہیں ہونا چاہئے',
        key.delivery: 'ترسیل',
        key.daysCost: 'دن کی لاگت',
        key.freeShipping: 'PKR 1000 سے اوپر کے تمام احکامات پر مفت شپنگ',
        key.zipCode: 'زپ کوڈ',
        key.zipCodeRequired: 'زپ کوڈ کی ضرورت ہے!',
        key.addressRequired: 'پتہ کی ضرورت ہے!',
        key.selectCountry: 'ملک کا انتخاب کیجئے',
        key.chooseCountry: 'ملک کا انتخاب کریں',
        key.selectCity: 'شہر منتخب کریں',
        key.chooseCity: 'شہر کا انتخاب کریں',
        key.success: 'کامیابی',
        key.disputeDeleted: 'تنازعہ کامیابی کے ساتھ حذف ہوگیا',
        key.recordDoNotExist: 'ریکارڈ موجود نہیں ہے',
        key.fileMustBe: 'ہر فائل کا ہونا ضروری ہے',
        key.invalidImageFormat: 'غلط تصویری شکل!',
        key.minPriceShouldNotBe:
            'منٹ قیمت زیادہ سے زیادہ نہیں ہونی چاہئے۔ قیمت!',
        key.plzSelectCountry: 'Plz منتخب ملک اور شہر',
        key.shippingAddressDetail: 'Plz منتخب ملک اور شہر',
        key.cashOnDelivery: 'ترسیل پر کیش (دستیاب نہیں)',
        key.creditCard: 'کریڈٹ کارڈ',
        key.wantToRedeem: 'چھڑانا چاہتے ہیں',
        key.coins: 'سکے',
        key.needMoreCoins: 'چھڑانے کے لئے مزید سکے کی ضرورت ہے',
        key.subtotal: 'subtotal',
        key.items: 'اشیاء',
        key.shippingFee: 'ترسیل کی قیمت',
        key.inclusiveOfGst: 'جی ایس ٹی سمیت',
        key.continueShopping: 'خریداری جاری',
        key.orderId: 'ترتیب',
        key.paymentSuccessful:
            'ادائیگی کامیاب! ، آپ \ \'دوبارہ آرڈر دیا گیا ہے!',
        key.orderInformation: 'آرڈر کی معلومات',
        key.orderNotCreated: 'کچھ غلط ہو گیا! آرڈر نہیں بنایا گیا',
        key.discountMinValue: 'رعایت 10 سے زیادہ یا اس کے برابر ہونی چاہیے۔',
        key.discountMaxValue: 'رعایت 90 سے زیادہ نہیں ہونی چاہیے۔',
        key.imageSizeDesc: 'تصویر تک ہونا چاہئے',
        key.availableStock: 'دستیاب اسٹاک',
        key.itemPrice: 'آئٹم کی قیمت',
        key.features: 'خصوصیات',
        key.itemsFound: 'اشیا ملی',
        key.price: 'قیمت',
        key.minPrice: 'کم سے کم قیمت',
        key.maxPrice: 'زیادہ سے زیادہ قیمت',
        key.clear: 'صاف',
        key.lowToHigh: 'کم سے اونچا',
        key.highToLow: 'اعلی سے کم',
        key.OFF: 'بند',
        key.orderDetail: 'آرڈر کی تفصیلات',
        key.cancel: 'منسوخ کریں',
        key.emailVerificationLink:
            'توثیق کا لنک وصول کرنے کے لئے ای میل درج کریں',
        key.id: 'ID',
        key.disputeDetail: 'تنازعہ کی تفصیل',
        key.disputes: 'تنازعات',
        key.frequentlyAsked: 'اکثر پوچھے گئے سوالات',
        key.forAnyQueryJust: 'کسی بھی مدد کے لئے صرف اپنی استفسار بھیجیں',
        key.youStoreHas: 'آپ کا اسٹور غیر فعال ہوگیا ہے',
        key.addToCart: 'کارٹ میں شامل کیا گیا',
        key.added: 'شامل کیا گیا!',
        key.noQuestionFound: 'کوئی سوال نہیں ملا',
        key.productQuestions: 'مصنوعات کے سوالات',
        key.askQuestion: 'سوال پوچھو',
        key.peopleAlsoViewed: 'لوگوں نے بھی دیکھا',
        key.color: 'رنگ',
        key.size: 'سائز',
        key.quantity: 'مقدار',
        key.next: 'اگلے',
        key.questionBody: 'سوال کا ادارہ',
        key.storeDetail: 'تفصیلات اسٹور کریں',
        key.sellerRating: 'بیچنے والے کی درجہ بندی',
        key.customers: 'گاہکوں',
        key.totalProducts: 'کل مصنوعات',
        key.soldItems: 'فروخت شدہ اشیاء',
        key.thisStoreHasBeen: 'تب سے یہ اسٹور کھلا ہے',
        key.topProducts: 'اعلی مصنوعات',
        key.finalPriceWould: 'حتمی قیمت Rs',
        key.afterPlatformFee: 'پلیٹ فارم کی فیس کے بعد',
        key.yourDiscountShould:
            'آپ کی چھوٹ 10 اور 100 فیصد کے درمیان ہونی چاہئے۔ دوبارہ کوشش کریں!',
        key.uploadImageLessThan: 'اس سے کم تصاویر اپ لوڈ کریں',
        key.outOfStock: 'زخیرے سے باہر',
        key.productNotFound: 'پروڈکٹ نہیں ملا',
        key.invoiceNo: 'انوائس نمبر',
        key.billingDetails: 'بل کی تفصیلات',
        key.qty: 'Qty',
        key.amount: 'رقم',
        key.action: 'عمل',
        key.reviews: 'جائزے',
        key.rating: 'درجہ بندی',
        key.addDisputes: 'تنازعات شامل کریں',

        key.disputeAlreadyAdded: 'تنازعہ پہلے ہی شامل کیا گیا ہے',
        key.viewDispute: 'تنازعہ دیکھیں',
        key.disputeNotAddedYet: 'ابھی تک تنازعہ شامل نہیں کیا گیا',
        key.deliveryDate: 'ادئیگی کی تاریخ',
        key.totalPrice: 'کل قیمت',
        key.claimCanBeMade:
            'دعوے صرف پارسل کے نقصان یا نقصان کی صورت میں کیے جاسکتے ہیں',
        key.clickHereToUpload: 'اپ لوڈ کرنے کے لئے یہاں کلک کریں',
        key.userOrderDispute: 'صارف آرڈر تنازعہ',
        key.pending: 'زیر التوا',
        key.accepted: 'قبول',
        key.shipped: 'بھیج دیا',
        key.delivered: 'فراہمی',
        key.cancelled: 'منسوخ',
        key.gallery: 'گیلری',
        key.camera: 'کیمرا',
        key.pickFrom: 'سے اٹھاو',
        key.yourCoverAndProfile:
            'آپ کا سرورق اور پروفائل ایک PNG یا JPG ہونا چاہئے ،',
        key.updateVendorDetails: 'وینڈر کی تفصیلات کو اپ ڈیٹ کریں',
        key.fieldIsRequired: 'فیلڈ کی ضرورت ہے',
        key.call: 'کال کریں',
        key.centralHeadquarters: 'مرکزی صدر دفاتر',
        key.centralHeadquartersValue:
            'دوسری منزل ، امارات ٹاور ، ایم 13 ، ایف 7 مارکاز ، اسلام آباد۔ پاکستان',
        key.globalHeadquarters: 'عالمی ہیڈ کوارٹر',
        key.globalHeadquartersValue:
            'ٹاور 42 ، 25 اولڈ براڈ سینٹ ، کارن ہیل ، لندن ، برطانیہ',

        key.tCHeader1: 'تعارف',
        key.tCBody1:
            'اسممارٹ اسٹورز میں خوش آمدید ، اس کے ساتھ ساتھ اسے "ہم" اور "ہم" بھی کہا جاتا ہے۔ یہ شرائط و ضوابط ہمارے آن لائن پلیٹ فارم/سائٹ تک آپ کی رسائی اور استعمال کے ساتھ ساتھ کسی بھی وابستہ ویب سائٹ ، ایپس ، خدمات ، یا وسائل تک آپ کی رسائی اور استعمال پر حکمرانی کرتے ہیں۔ آپ تسلیم کرتے ہیں کہ آپ نے اسممارٹ اسٹورز کو استعمال کرنے سے پہلے ذیل میں درج شرائط و ضوابط کو پڑھا ، سمجھنے اور اس سے اتفاق کیا ہے۔ ان شرائط و ضوابط کو کسی بھی لمحے اسممارٹ اسٹورز کے بغیر پچھلے نوٹس کے بغیر تبدیل ، ترمیم ، شامل ، یا ہٹا دیا جاسکتا ہے۔ اگر مزید اطلاع نہیں دی جاتی ہے تو ، جب ویب سائٹ پر پوسٹ کیے جاتے ہیں تو تبدیلیاں موثر ہوجاتی ہیں۔',
        key.tCHeader2:
            'معاہدہ آپ اور اسممارٹ اسٹورز کے مابین کیسے تشکیل پاتا ہے؟',
        key.tCBody2:
            'an آرڈر دینے کے بعد ، آپ کو یہ تسلیم کرتے ہوئے ہم سے آن لائن اطلاع موصول ہوگی کہ ہمیں آپ کا آرڈر موصول ہوا ہے۔ براہ کرم نوٹ کریں کہ اس کا مطلب یہ نہیں ہے کہ آپ کا آرڈر قبول کرلیا گیا ہے۔ آپ کا آرڈر ہمارے لئے ایک پروڈکٹ خریدنے کے لئے پیش کش کرتا ہے۔ تمام احکامات ہمارے ذریعہ قبولیت کے تابع ہیں۔ معاہدہ تب ہی تشکیل دیا جائے گا جب آپ کو اس پلیٹ فارم کے ذریعہ آرڈر کردہ مصنوعات موصول ہوں گے۔ • معاہدہ صرف ان مصنوعات سے متعلق ہوگا جو آپ کو موصول ہوتے ہیں۔ کسی بھی دوسری مصنوعات کا معاہدہ جو آپ کے آرڈر کا حصہ ہوسکتا ہے جب آپ ان دوسرے کو وصول کریں گے۔',
        key.tCHeader3: 'آپ کا کھاتہ',
        key.tCBody3:
            'the پلیٹ فارم کے ذریعہ پیش کردہ کچھ خدمات تک رسائی حاصل کرنے کے ل we ، ہم سے یہ تقاضا ہوسکتا ہے کہ آپ ہمارے ساتھ اکاؤنٹ بنائیں یا اکاؤنٹ کی تشکیل کو مکمل کرنے کے لئے ذاتی معلومات فراہم کریں۔ • آپ اپنے صارف کی شناخت ، پاس ورڈ ، اکاؤنٹ کی تفصیلات اور متعلقہ نجی معلومات کی رازداری کو برقرار رکھنے کے ذمہ دار ہیں۔ آپ تسلیم کرتے ہیں کہ آپ کے پاس ہر وقت اپنے اکاؤنٹ کی سلامتی کو برقرار رکھنے اور اپنے اکاؤنٹ کے غیر مجاز استعمال کو روکنے کے لئے تمام معقول احتیاطی تدابیر اختیار کرنے کی یہ ذمہ داری عائد ہوتی ہے۔ اگر آپ کے پاس یہ یقین کرنے کی کوئی وجہ ہے کہ آپ کا پاس ورڈ کسی اور کو معلوم ہوچکا ہے ، یا اگر پاس ورڈ ہو رہا ہے ، یا اس کا امکان غیر مجاز انداز میں استعمال ہونے کا امکان ہے تو آپ کو فوری طور پر ہمیں آگاہ کرنا چاہئے۔ آپ سمجھتے ہیں اور اس سے اتفاق کرتے ہیں کہ ویب سائٹ کا کوئی بھی استعمال ، فراہم کردہ کسی بھی متعلقہ خدمات ، اور/یا خفیہ اعداد و شمار ، معلومات ، یا مواصلات تک کسی بھی رسائی کو آپ کے اکاؤنٹ اور پاس ورڈ کے استعمال سے ممکن بنایا گیا ہے۔ جیسا کہ معاملہ ہوسکتا ہے ، آپ کے ذریعہ مجاز کسی نے بنایا ہے۔'
                'the خلاف ورزی یا ان شرائط و ضوابط کی کسی سنگین خلاف ورزی کی صورت میں ، ہم نوٹس پیش کرنے کے بعد صارف نام اور/یا پاس ورڈ کو باطل کرنے اور اس معاہدے کی شرائط کے مطابق اصلاحات کرنے کے لئے مناسب وقت فراہم کرنے کا حق محفوظ رکھتے ہیں۔',
        key.tCHeader4: 'آپ کی حیثیت',
        key.tCBody4:
            'ہماری سائٹ/پلیٹ فارم کے ذریعہ آرڈر دے کر ، آپ اس کی ضمانت دیتے ہیں:'
                '• آپ قانونی طور پر پابند معاہدوں میں داخل ہونے کے قابل ہیں۔'
                '• آپ کی عمر کم از کم 18 سال ہے۔'
                '• آپ کسی ایسے ملک میں رہائش پذیر نہیں ہیں جہاں ہماری سائٹ کو ادائیگی کرنا ، ان شرائط و ضوابط کے مطابق کسی بھی قانون کی خلاف ورزی ہوگی۔',
        key.tCHeader5: 'مصنوعات کی فراہمی',
        key.tCBody5:
            'مصنوعات کی صورت میں ، آپ کا آرڈر آرڈر کے وقت اشارہ کردہ تاریخ کے معقول وقت کے اندر رسید (جیسا کہ قابل اطلاق) کے لئے تیار/تیار کیا جائے گا ، جب تک کہ غیر معمولی حالات نہ ہوں۔',
        key.tCHeader6: 'وارنٹی',
        key.tCBody6:
            'ہم آپ کو ضمانت دیتے ہیں کہ ہماری سائٹ کے ذریعہ ہم سے خریدی گئی کوئی بھی مصنوع ، ترسیل کے وقت ، اس کی وضاحت کے مطابق ، اطمینان بخش معیار کا حامل ہوگی ، اور ان تمام مقاصد کے لئے معقول حد تک فٹ ہوگی جس کے لئے اس قسم کی مصنوعات کو عام طور پر فراہم کیا جاتا ہے۔ مقصد ، مرچنٹیبلٹی ، تسلی بخش معیار یا حالت کے ل fit فٹنس سے متعلق دیگر تمام ضمانتیں ، شرائط یا شرائط چاہے قد یا مشترکہ قانون کے ذریعہ تقویت یافتہ ہوں ، اب تک قانون کے ذریعہ اجازت دی گئی ہے۔',
        key.tCHeader7: 'منسوخی کے حقوق',
        key.tCBody7:
            'products مصنوعات کی صورت میں ، اگر آپ صارف کی حیثیت سے معاہدہ کر رہے ہیں تو ، آپ کو کسی بھی وجہ سے اپنے پروڈکٹ آرڈر کو منسوخ کرنے اور مکمل رقم کی واپسی وصول کرنے کا حق ہے۔ آپ کو مصنوعات کے لئے ادا کی جانے والی قیمت (شپنگ کے اخراجات کو چھوڑ کر) کی مکمل رقم کی واپسی ملے گی۔ جب آپ پروڈکٹ وصول کرتے ہیں تو کسی مصنوع کی خریداری سے متعلق معاہدہ منسوخ کرنے کا آپ کا حق شروع ہوتا ہے (جب معاہدہ ہوتا ہے)۔ اگر مصنوعات آپ کے حوالے کردی گئیں تو ، آپ ریٹرن پالیسی کے مطابق کسی بھی وقت منسوخ کرسکتے ہیں۔ ایسی صورت میں جب آپ کو ایک پروڈکٹ موصول ہوئی جس کی ترسیل کے وقت خراب ہو تو براہ کرم ہمیں جلد سے جلد تحریری طور پر آگاہ کریں۔ اگر کوئی پروڈکٹ ہمارے پاس واپس کردی گئی ہے اور آپ نے ہمیں مطلع نہیں کیا ہے کہ جب آپ نے اسے موصول کیا تو اس کی مصنوعات کو نقصان پہنچا ہے تو ہم آپ کے منسوخ یا وصول کرنے کے حق سے انکار کرسکتے ہیں۔'
                '• آپ کو کسی بھی طرح کے آرڈر یا ذاتی نوعیت کی مصنوعات ، رسالوں یا رسالوں ، تباہ کن سامان ، یا سافٹ ویئر ، ڈی وی ڈی یا سی ڈی کی فراہمی کے معاہدے کو منسوخ کرنے کا کوئی حق نہیں ہوگا جس کی سیکیورٹی مہر کھولی گئی ہے۔'
                'products مصنوعات کی صورت میں ، کسی معاہدے کو منسوخ کرنے کے لئے ، آپ کو تحریری طور پر ہمیں آگاہ کرنا ہوگا۔ اگر مصنوعات آپ کے حوالے کردی گئیں ہیں تو ، آپ کو بھی مناسب طور پر عملی طور پر عملی طور پر ، اور اپنی قیمت پر مصنوعات کو ہمارے پاس واپس کرنا ہوگا۔ آپ کے ہاتھوں میں ہونے کے دوران مصنوعات کی معقول دیکھ بھال کرنے کی آپ کی قانونی ذمہ داری ہے۔',
        key.tCHeader8: 'حقوق اور ذمہ داریوں کی منتقلی',
        key.tCBody8:
            '• ہم ان شرائط و ضوابط کے تحت اپنے حقوق اور ذمہ داریوں کو کسی اور تنظیم میں منتقل کرسکتے ہیں ، لیکن اس سے معاہدے کے تحت آپ کے حقوق یا ہماری ذمہ داریوں پر کوئی اثر نہیں پڑے گا۔'
                '• اگر ہم تحریری طور پر اس سے اتفاق کرتے ہیں تو آپ صرف اپنے معاہدے کے تحت اپنے حقوق اور ذمہ داریوں کو منتقل کرسکتے ہیں۔',
        key.tCHeader9: 'قیمت',
        key.tCBody9:
            'products مصنوعات کی قیمت اور ہمارے ترسیل کے معاوضے ہمارے پلیٹ فارم/سائٹ پر وقتا فوقتا حوالہ دیا جائے گا ، سوائے واضح کے معاملات میں۔'
                '• مصنوعات کی قیمتوں میں جی ایس ٹی/فیڈ/VAT شامل ہے ، جہاں قابل اطلاق ہے۔ تاہم ، اگر آپ کے آرڈر کی تاریخ اور ترسیل کی تاریخ کے درمیان جی ایس ٹی/فیڈ/VAT کی شرح میں تبدیلی آتی ہے تو ، ہم اس کے مطابق قیمت کو ایڈجسٹ کریں گے۔'
                '• مصنوعات کی قیمتوں اور ترسیل کے معاوضے کسی بھی وقت تبدیل ہونے کے لئے ذمہ دار ہیں ، لیکن تبدیلیوں سے ان مصنوعات کے احکامات پر کوئی اثر نہیں پڑے گا جو آپ مناسب وقت میں پورا کرنے/وصول کرنے کے لئے اقدامات کرتے ہیں۔',
        key.tCHeader10: 'رقم کی واپسی',
        key.tCBody10:
            'اگر مذکورہ بالا پیراگراف 6 کے مطابق کوئی آرڈر منسوخ کردیا گیا ہے ، تو ہم اپنی رقم کی واپسی کی پالیسی کے مطابق واجب الادا رقم واپس کردیں گے۔',
        key.tCHeader11: 'ہم آپ کی معلومات کو کس طرح استعمال کرتے ہیں؟',
        key.tCBody11:
            'ہم آپ کی معلومات کو کس طرح استعمال کریں گے اس بارے میں تفصیلات کے لئے براہ کرم رازداری کی پالیسی پڑھیں۔ ان شرائط و ضوابط سے اتفاق اور قبول کرکے آپ ہماری رازداری کی پالیسی کی شرائط پر متفق اور قبول کرتے ہیں۔',
        key.tCHeader12: 'کسی کاروبار پر ہماری ذمہ داری',
        key.tCBody12:
            '• اگر ہم ان شرائط و ضوابط کی تعمیل کرنے میں ناکام ہوجاتے ہیں تو ، ہم صرف مصنوعات کی خریداری کی قیمت کے لئے آپ کے لئے ذمہ دار ہوں گے نہ کہ کسی نقصان کا جو آپ کو تعمیل کرنے میں ناکامی کے نتیجے میں نقصان اٹھانا پڑے گا (چاہے وہ معاہدے میں پیدا ہو ، ڈیلیٹ (چاہے وہ پیدا ہو (چاہے آپ کو نقصان پہنچے۔ غفلت سمیت) ، قانونی ڈیوٹی کی خلاف ورزی یا دوسری صورت میں)۔'
                '• ہم ان نقصانات کے لئے ذمہ دار نہیں ہوں گے جو ان شرائط و ضوابط کی تعمیل کرنے میں ہماری ناکامی کے نتیجے میں ہیں جو مندرجہ ذیل زمرے میں آتے ہیں یہاں تک کہ اگر اس طرح کے نقصانات ہمارے غور و فکر میں تھے جیسا کہ معاہدہ ان شرائط و ضوابط کے مابین تشکیل دیا گیا تھا۔ ہمیں ہماری خلاف ورزی کا ایک متوقع نتیجہ ہے۔'
                'income آمدنی یا محصول کا نقصان۔'
                '• کاروبار کا نقصان۔'
                '• منافع کا نقصان۔'
                'completed متوقع بچت کا نقصان'
                'data ڈیٹا کا نقصان'
                'management انتظام یا دفتر کا ضیاع'
                'نوٹ: اگر آپ صارف کی حیثیت سے معاہدہ کررہے ہیں تو یہ پیراگراف لاگو نہیں ہوتا ہے۔',
        key.tCHeader13: 'ایک صارف کے لئے ہماری ذمہ داری',
        key.tCBody13:
            '• اگر ہم ان شرائط و ضوابط کی تعمیل کرنے میں ناکام رہتے ہیں تو ، ہم آپ کو نقصان یا نقصان کے ذمہ دار ہیں جو شرائط و ضوابط یا ہماری غفلت کی ہماری خلاف ورزی کا ایک پیش گوئی نتیجہ ہے۔ نقصان یا نقصان کا اندازہ لگایا جاسکتا ہے اگر یہ ہماری خلاف ورزی کا واضح نتیجہ تھا یا اس وقت جب ہم متعلقہ میں داخل ہوئے تھے تو آپ اور ہمارے ذریعہ اس پر غور کیا جاتا تھا۔'
                '• ہم صرف آپ کو گھریلو اور نجی استعمال کے ل products مصنوعات فراہم کرتے ہیں۔ آپ کسی بھی تجارتی ، کاروبار یا دوبارہ فروخت کے مقاصد کے لئے مصنوع کا استعمال نہ کرنے پر متفق ہیں ، اور ہمارے پاس منافع ، کاروبار میں کمی ، کاروباری مداخلت ، یا کاروبار میں کمی کے ضیاع کے لئے آپ کی کوئی ذمہ داری نہیں ہے۔'
                'نوٹ: اگر آپ کاروبار کے طور پر معاہدہ کررہے ہیں تو یہ پیراگراف لاگو نہیں ہوتا ہے۔',
        key.tCHeader14: 'اگر آپ کاروبار ہیں تو آپ کے ساتھ ہمارا معاہدہ',
        key.tCBody14: 'in یہ شرائط و ضوابط اور کسی بھی دستاویز کو واضح طور پر ان میں حوالہ دیا گیا ہے جو ہمارے درمیان پورا معاہدہ ہے اور اس سے متعلق موضوع سے متعلق ہمارے درمیان تمام پچھلے مباحثوں ، خط و کتابت ، مذاکرات ، مذاکرات ، سابقہ ​​انتظامات ، تفہیم یا معاہدے کو ختم کرتا ہے۔'
            '• ہم ہر ایک کو تسلیم کرتے ہیں کہ ، کسی معاہدے میں داخل ہونے کے بعد ، ہم میں سے دونوں میں سے کسی پر بھی انحصار نہیں ہوتا ہے ، یا اس کے سلسلے میں کوئی علاج نہیں ہوگا ، کسی بھی نمائندگی یا وارنٹی (چاہے وہ معصومیت یا غفلت سے بنایا گیا ہو) جو ان شرائط و ضوابط میں طے نہیں ہے۔'
            '• ہم میں سے ہر ایک اس بات سے اتفاق کرتا ہے کہ ان نمائندگیوں اور ضمانتوں کے سلسلے میں ہماری واحد ذمہ داری جو اس معاہدے میں طے کی گئی ہے (چاہے وہ معصومیت یا غفلت سے کی گئی ہو) معاہدے کی خلاف ورزی کے لئے ہوگی۔'
            'اس پیراگراف میں کچھ بھی کسی بھی ذمہ داری کو محدود یا خارج نہیں کرتا ہے۔'
            'اگر آپ بطور صارف معاہدہ کر رہے ہیں تو ، یہ پیراگراف لاگو نہیں ہوتا ہے',
        key.tCHeader15: 'اگر آپ صارف ہیں تو آپ کے ساتھ ہمارا معاہدہ',
        key.tCBody15:
            'اگر آپ صارف کی حیثیت سے معاہدہ کر رہے ہیں تو ، ہم ان شرائط و ضوابط پر انحصار کرنے کا ارادہ رکھتے ہیں اور کسی بھی معاہدے کے سلسلے میں ان میں واضح طور پر ان میں حوالہ دیا جاتا ہے۔ اگرچہ ہم ہمارے باضابطہ مجاز ایجنٹوں کے ذریعہ بیانات اور نمائندگی کی ذمہ داری قبول کرتے ہیں ، براہ کرم یقینی بنائیں کہ آپ ان شرائط و ضوابط سے کسی بھی قسم کی تغیرات کا مطالبہ کرتے ہیں جس کی تصدیق تحریری طور پر کی جائے۔'
                'نوٹ: اگر آپ کاروبار کے دوران معاہدہ کر رہے ہیں تو ، یہ پیراگراف لاگو نہیں ہوتا ہے۔',
        key.tCHeader16: 'نوٹسز',
        key.tCBody16: '• ان شرائط اور حالت کے سلسلے میں آپ کے ذریعہ یا ہمارے ذریعہ بھیجنے والا کوئی بھی نوٹس خط کے ذریعہ یا ای میل کے ذریعہ بھیجا جاسکتا ہے۔ ہمارے لئے نوٹسز کو مندرجہ ذیل پتے میں سے ایک پر بھیجا جانا چاہئے:'
            '> پلاٹ نمبر ، 60 اسٹریٹ 12 ، جی -8/1 ، اسلام آباد کیپیٹل ٹیریٹری 44080 پاکستان۔'
            '> ٹاور 42 ، 25 اولڈ براڈ سینٹ ، کارن ہیل ، لندن ، برطانیہ'
            '> ای میل: بزنس@shaukatmarwatgroup.com'
            '• ہم آپ کو ای میل کے ذریعے ای میل ایڈریس پر نوٹس بھیجیں گے جو آپ نے ہمارے پلیٹ فارم پر سائن اپ کرنے کے وقت فراہم کیے تھے۔'
            '• ہم میں سے کوئی بھی نیا پتہ تحریری طور پر دوسرے کو بتا کر نوٹس کے لئے پتہ تبدیل کرسکتا ہے ، لیکن پچھلا پتہ تبدیلی لانے کے بعد 7 دن تک درست رہے گا۔',
        key.tCHeader17: 'تیسری پارٹی کے حقوق',
        key.tCBody17:
            'وہ شخص جو ان شرائط و ضوابط یا معاہدے پر فریق نہیں ہے ان کے ساتھ یا اس کے تحت کوئی حق نہیں ہوگا۔',
        key.tCHeader18: 'دست کشی',
        key.tCBody18:
            'کسی بھی فریق کو ان شرائط و ضوابط کے ذریعہ اس پارٹی کو کسی بھی حق سے نفاذ کرنے یا اس کے نفاذ میں ناکامی کو کسی بھی وقت یا اس کے بعد کسی بھی وقت یا اس کے نفاذ کو روکنے کے لئے اس طرح کے کسی حق کی چھوٹ نہیں سمجھا جائے گا۔ ان شرائط و ضوابط میں سے کسی کو بھی ہمارے پاس کوئی چھوٹ موثر نہیں ہوگی جب تک کہ یہ واضح طور پر کسی چھوٹ کے بارے میں بیان نہ کیا جائے اور مذکورہ بالا پیراگراف 16 کے مطابق تحریری طور پر آپ کو آگاہ کیا جائے۔',
        key.tCHeader19: 'استحکام',
        key.tCBody19:
            'اگر کوئی عدالت یا مجاز اتھارٹی فیصلہ کرتی ہے کہ ان شرائط و ضوابط کی کوئی شق یا کسی معاہدے کی کوئی شق کسی بھی حد تک غیر قانونی ، غیر قانونی یا ناقابل عمل ہے تو ، اصطلاح صرف اس حد تک باقی شرائط سے منقطع ہوجائے گی ، جو قانون کے ذریعہ اجازت دی گئی پوری حد تک درست ثابت ہوگا۔',
        key.tCHeader20: 'فورس میجور',
        key.tCBody20:
            'ہم ترسیل کی تاریخ کو موخر کرنے یا اس کے معقول کنٹرول سے باہر کے تمام حالات کے معاہدے کو منسوخ کرنے کا حق محفوظ رکھتے ہیں ، بشمول کسی بھی ہڑتال ، لاک آؤٹ ، عارضے ، آگ ، دھماکے ، حادثے یا ہمارے کاروبار یا کام کو متاثر کرنے یا اس پر اثر انداز نہیں ہوتا ہے۔ جو سامان کی فراہمی یا خدمت کی کارکردگی کو روکتا ہے یا رکاوٹ رکھتا ہے۔',
        key.tCHeader21: 'قانون اور دائرہ اختیار',
        key.tCBody21: 'یہ شرائط و ضوابط اور ان کے ساتھ پیدا ہونے یا ان کے اس سے متعلق یا ان کے موضوع یا تشکیل (بشمول غیر معاہدہ تنازعات یا دعوے) کے ساتھ پیدا ہونے والے یا کسی بھی تنازعہ یا دعوے پر پاکستان کے قانون کے تحت حکمرانی کی جائے گی۔ آپ کو سمجھنا چاہئے کہ ہماری کسی بھی مصنوع کا آرڈر دے کر ، آپ ان شرائط و ضوابط کے پابند ہونے پر اتفاق کرتے ہیں۔'
            'رجسٹریشن کے لئے زمرے:'
            '1. بنیادی رکنیت- مفت قیمت: مفت ممبروں کی حیثیت سے رجسٹرڈ کیا جاسکتا ہے۔'
            '* آئسمارٹ پلیٹ فارم پر کچھ بھی نہیں بیچ سکتا۔'
            ' * دیکھنے کے لئے صرف ان مصنوعات اور اسٹوروں تک رسائی حاصل ہوگی جو ڈیفالٹ کے ذریعہ کھولے جاتے ہیں یا دکانداروں اور کاروباری اداروں کے ذریعہ کھولے جاتے ہیں۔'
            '* وہ بیچنے والے کے ساتھ باہمی تفہیم کے ساتھ براہ راست صارفین کی حیثیت سے اپنے طور پر کچھ بھی خرید سکتے ہیں۔ اس طرح کے معاہدے میں کسی بھی مسئلے کی صورت میں اسمارٹ ذمہ دار یا بیک اپ نہیں ہوگا۔'
            '2. پریمیم ممبرشپ - ادا شدہ رکنیت:'
            '* ایک ماہ کے مفت مقدمے کی سماعت کے ساتھ ہر ماہ 5 امریکی ڈالر۔ سالانہ سبسکرپشن چارجز 99.5 امریکی ڈالر ہیں۔'
            '* آئسمارٹ پلیٹ فارم پر کچھ بھی بیچ سکتا ہے۔'
            '* دیکھنے کے لئے تمام مصنوعات اور اسٹورز تک رسائی حاصل ہوگی۔'
            '* آئسمارٹ پر پریمیم ممبروں کے تمام سودوں کا تعاون اسمارٹ کے ذریعہ کیا جائے گا۔ ہم ہموار لین دین اور مصنوعات کی فراہمی کے ذمہ دار ہوں گے۔ اسممارٹ باہمی افہام و تفہیم کے احترام کی ضمانت دے گا جس پر بیچنے والے اور خریدار دونوں نے اتفاق کیا ہے۔'
            '* پریمیم ممبران کو دنیا بھر میں تمام کاروباروں تک کم رسائی حاصل ہوگی ، بطور بیچنے والے اور خریدار دونوں ہی اسممارٹ براہ راست اس طرح کے ممبروں اور ان کے کسی بھی معاہدے کی تصدیق اور تصدیق کریں گے۔ '
            ' * چونکہ تمام پریمیم ممبران کی جانچ پڑتال کی جاتی ہے اور اس کی تصدیق اسمارٹ تصدیقی عمل کے ذریعے کی جاتی ہے ، لہذا ایسے تمام ممبر دنیا میں کہیں بھی ، ایک دوسرے کے ساتھ کم تجارت کی فکر کر سکتے ہیں۔'
            ' * اہل اشیاء پر لامحدود ترسیل۔'
            'نوٹ: تمام ممبروں (بیچنے والے اور خریداروں) سے درخواست کی گئی ہے کہ وہ ادائیگی یا ترسیل میں کسی بھی قسم کی تکلیف سے بچنے کے لئے اسممارٹ کے ذریعہ مذکور تمام تجارتی قواعد و ضوابط پر عمل کریں۔ PKR100،000/- ~ 0.5 ٪ کمیشن ٹرانزیکشن کی قیمت PKR100،000/- اور PKR250،00،00/- ~ 1.00 ٪ کمیشن ٹرانزیکشن ویلیو PKR250،00،00/- سے اوپر PKR250،00،00/- سے اوپر ہے ، لیکن PKR250 سے اوپر ، لیکن PKR250 سے اوپر ، کمیشن کی فیس کے ڈھانچے کے لین دین کی قیمت 00،000/- ~ 1.75 ٪ کمیشن ٹرانزیکشن ویلیو PKR250،00،000/- کسی بھی تھوک ٹرانزیکشن کے لئے فلیٹ 2.25 ٪ کمیشن فلیٹ 3.5 ٪ کمیشن کا الزام عائد کیا جائے گا۔'
            'نوٹ: ٹرانزیکشن ویلیو شپنگ اور انشورنس لاگت کو خارج نہیں کرتا ہے۔',
        key.exchangeHeader1: '',
        key.exchangeHeader2: 'واپس کیسے کریں؟',
        key.exchangeBody1: 'گاہکوں کی اطمینان کی ضمانت ہے! ہم اسممارٹ اسٹورز کے ذریعہ فروخت ہونے والی مصنوعات کے معیار کی ضمانت دیتے ہیں ، اور اگر آپ اپنی خریداری سے خوش نہیں ہیں تو ہم اسے درست کردیں گے۔ ذیل میں درج کچھ شرائط کے استثنا کے ساتھ ، آئسمارٹ اسٹورز سے خریدی گئی کوئی بھی شے تاریخ کی شپمنٹ موصول ہونے سے 14 کیلنڈر دن کے اندر واپس کی جاسکتی ہے۔'
            '* رعایتی سامان/مصنوعات کا تبادلہ یا رقم کی واپسی کے لئے واپس نہیں کیا جاسکتا ہے۔ اس کا تبادلہ یا صرف اس صورت میں واپس کیا جاسکتا ہے جب کوئی واضح خامی مل جائے۔'
            '* آئٹمز واپس کیے جانے والے اشیا کو غیر منقولہ ہونا چاہئے ، اس کی اصل پیکیجنگ میں ، تمام حفاظتی مہروں اور لیبلوں کے ساتھ اب بھی برقرار/منسلک ہے۔ واپسی کی واپسی یا تبادلے کے لئے واپسی کا اہل نہیں ہوگا اگر ان شرائط کو پورا نہیں کیا گیا ہے۔'
            '* آئسمارٹ اسٹورز کچھ حالات میں مستثنیات بنانے کے لئے خصوصی حق/ اتھارٹی کو محفوظ رکھتے ہیں۔'
            '* اگر ہماری واپسی کی پالیسی میں آنے والی واضح غلطی کی وجہ سے کوئی شے واپس کردی گئی ہے تو ، کسٹمر سے کورئیر خدمات کا معاوضہ نہیں لیا جائے گا۔'
            '* موبائل فون ، لوازمات ، اور دیگر برقی اور الیکٹرانک مصنوعات کی واپسی کی مدت صرف 5 کیلنڈر دن ہے جس دن پیکیج موصول ہوتا ہے۔ اگر واپسی ونڈو کے دوران کوئی خامی مل جاتی ہے تو متبادل آئٹم بغیر کسی معاوضہ دیا جائے گا۔ ریٹرن ونڈو کی میعاد ختم ہونے کے بعد کارخانہ دار یا سپلائر کی طرف سے معیاری وارنٹی نافذ العمل ہوگی۔',
        key.exchangeBody2:
            'اگر کوئی شے مذکورہ بالا تمام ضروریات کو پورا کرتی ہے تو براہ کرم ہمارے کسٹمر سپورٹ سینٹر سے رابطہ کریں۔',

        key.deleteDisputesMsg: 'کیا آپ واقعی تنازعہ کو حذف کرنا چاہتے ہیں؟',
        key.feeChargesExplained: 'فیس چارجز کی وضاحت!',
        key.serviceFee: 'خدمت کے پیسے',
        key.deliveryFee: 'ترسیل کی فیس',
        key.supportCenter: '24/7 سپورٹ سینٹر',
        key.costDesc1:
            'ہم کوشش کرتے ہیں کہ آپ اپنی خدمت اور ترسیل کی فیسوں کو ہر ممکن حد تک کم رکھیں جبکہ اب بھی آپ کو بہترین ممکنہ خدمت فراہم کریں۔',
        key.costDesc2:
            'ایک فیصد پر مبنی فیس ہے جو ہمارے پلیٹ فارم کو برقرار رکھنے ، کوالٹی کنٹرول کو یقینی بنانے اور کسٹمر سپورٹ فراہم کرنے کے اخراجات کو پورا کرنے میں ہماری مدد کرتی ہے۔ ہمارے پریسٹیوگیس وینڈر کے ذریعہ اپ لوڈ کردہ ہر پروڈکٹ پر سروس فیس صرف 5 ٪ ہے۔',
        key.costDesc3:
            'ترسیل کی فیس ایک فلیٹ فیس ہے جس میں آپ کے آرڈر کو آپ کے مقام تک پہنچانے کی لاگت کا احاطہ کیا گیا ہے۔ ترسیل کی فیس صرف ہر آرڈر پر 250 روپے ہے۔',
        key.costDesc4:
            'اگر آپ کو ہماری فیسوں کے بارے میں کوئی سوالات یا خدشات ہیں تو ، براہ کرم ہماری کسٹمر سپورٹ ٹیم تک پہنچنے میں ہچکچاہٹ محسوس نہیں کریں گے۔ ہماری خدمت کا انتخاب کرنے کے لئے آپ کا شکریہ!',
        key.sortByPrice: 'قیمت کے مطابق ترتیب دیں',
        key.currencyKey: 'کرنسی',

        key.privacyHeader1: '',
        key.privacyHeader2: 'آپ کی ذاتی معلومات کا استعمال',
        key.privacyHeader3:
            'ہم کون سا ڈیٹا اکٹھا کرتے ہیں اور ہم اسے کیسے جمع کرتے ہیں؟',
        key.privacyHeader4: 'آپ فراہم کردہ معلومات:',
        key.privacyHeader5: 'خودکار معلومات:',
        key.privacyHeader6: 'دوسرے ذرائع سے معلومات:',
        key.privacyHeader7: 'عام معلومات:',
        key.privacyHeader8: 'پروفائل ڈیٹا:',
        key.privacyHeader9: 'لاگ فائلیں:',
        key.privacyHeader10: 'تجزیات:',
        key.privacyHeader11: 'مقام کی معلومات:',
        key.privacyHeader12: 'کوکیز:',
        key.privacyHeader13: 'میری معلومات کتنی محفوظ ہے؟',
        key.privacyHeader14: 'میں کس معلومات تک رسائی حاصل کرسکتا ہوں؟',
        key.privacyHeader15: 'اس رازداری کی پالیسی میں تبدیلیاں',
        key.privacyBody1:
            'اسمارٹ اسٹورز آپ کی رازداری کا احترام کرتے ہیں اور آپ کی ذاتی معلومات کی حفاظت کرنا چاہتے ہیں۔ رازداری کے اس بیان کا مقصد آپ کو یہ سمجھانا ہے کہ ہم اپنے پلیٹ فارم یا سائٹ کے صارفین اور سائٹ پر دستیاب خدمات سے حاصل ہونے والے ذاتی ڈیٹا کو کس طرح سنبھالتے ہیں۔ اس پالیسی میں آپ کے اختیارات کا خاکہ بھی پیش کیا گیا ہے کہ آپ کی ذاتی معلومات کو کس طرح جمع ، استعمال اور انکشاف کیا جائے گا۔ اگر آپ اس پلیٹ فارم یا سائٹ تک براہ راست یا کسی اور ویب سائٹ کے ذریعے اس پرائیویسی پالیسی میں بیان کردہ طریقہ کار سے اتفاق کرتے ہیں۔ مزید معلومات کے لئے براہ کرم اس رازداری کی پالیسی پڑھیں۔ آئسمارٹ اسٹورز آپ کے ذاتی ڈیٹا کو جمع کرتے ہیں تاکہ ہم اپنی مصنوعات اور خدمات کو پیش اور مستقل طور پر بہتر بنائیں۔',
        key.privacyBody2: 'عام طور پر ، آپ جو ذاتی معلومات ہمارے سامنے پیش کرتے ہیں وہ یا تو آپ کی درخواستوں کا جواب دینے کے لئے استعمال کیا جاتا ہے ، آپ کی بہتر خدمت میں ہماری مدد کریں ، یا ہماری خدمات کو مارکیٹ کریں۔ ہم آپ کی ذاتی معلومات کو مندرجہ ذیل طریقوں سے استعمال کرتے ہیں: '
            'آرڈر لیں ، مصنوعات کی فراہمی ، عمل کی ادائیگی ، اور احکامات ، مصنوعات اور خدمات ، اور پروموشنل پیش کشوں کے بارے میں آپ کے ساتھ بات چیت کریں۔ مصنوعات کی فراہمی کے بارے میں آپ کو اپ ڈیٹ کریں ؛ '
            '* کچھ قوانین کی تعمیل کے لئے اپنی ذاتی معلومات اکٹھا اور استعمال کریں۔'
            '* ہماری سائٹ ، مصنوعات اور خدمات کو چلانے ، برقرار رکھنے اور ان میں بہتری لانا۔'
            '* تبصرے اور انکوائریوں کا جواب دیں اور کسٹمر سروس مہیا کریں۔'
            '* آپ کی ضروریات کو بہتر طور پر سمجھنے اور آپ کو بہتر خدمت کی پیش کش کے ل third تیسری پارٹی سے موصول ہونے والی دیگر ذاتی معلومات کے ساتھ صارف کی معلومات کو لنک یا جوڑیں۔'
            '* مصنوعات کے لئے مارکیٹنگ کی ترقی ، بہتری اور اضافہ۔'
            '* آپ کو اپنے اکاؤنٹ/ذاتی پروفائل یا دوسرے ذرائع کے ذریعہ ہمارے سسٹم میں بطور صارف کی شناخت کریں۔'
            '* ان مقاصد میں سے کسی کے مطابق فیصلہ سازی کے خود کار طریقے سے عمل کریں۔'
            '* آپ کی ادائیگیوں کے سلسلے میں مالی لین دین کی تصدیق اور انجام دیں اور ہماری سائٹ سے ڈیٹا ڈاؤن لوڈ کرنے کا آڈٹ کریں۔'
            '* ہم آپ کی ذاتی معلومات کو مختلف مقامات پر واقع سرورز پر ذخیرہ کرسکتے ہیں اور اس پر کارروائی کرسکتے ہیں۔ ہم آپ کی ذاتی معلومات سے گمنام ڈیٹا ریکارڈ بھی مکمل طور پر \'\' معلومات کو چھوڑ کر تشکیل دے سکتے ہیں جو بصورت دیگر آپ کو ذاتی طور پر قابل شناخت بنائے گی۔ ہم درخواست اور استعمال کے نمونوں کا تجزیہ کرنے کے لئے اس گمنام ڈیٹا کا استعمال کرتے ہیں تاکہ ہم اپنی خدمات کے مواد کو بہتر بنائیں اور سائٹ کی فعالیت کو بہتر بنائیں۔ '
            'اس کے علاوہ ، ہم تیسرے فریق کے ساتھ گمنام ڈیٹا شیئر کرنے کا حق محفوظ رکھتے ہیں اور اسے کسی بھی مقصد کے لئے استعمال کرسکتے ہیں۔ وہ صارفین جن کے پاس ہماری مصنوعات اور خدمات کے ساتھ اچھے تجربات ہوئے ہیں وہ ہمیں تعریف اور ریمارکس فراہم کرسکتے ہیں۔ ہم اس طرح کا مواد شائع کرسکتے ہیں۔ جب ہم اس طرح کے مواد کو پوسٹ کرتے ہیں تو ہم اپنے صارفین کے پہلے اور آخری ناموں کی شناخت کے ل use استعمال کرسکتے ہیں۔ تعریف کے ساتھ ساتھ اس ڈیٹا کو شائع کرنے سے پہلے ، ہم صارف کی رضامندی حاصل کریں گے۔'
            'ہم اس معلومات کو کسی دوسرے مقصد کے لئے استعمال کریں گے جس کے لئے آپ کی رضامندی حاصل کی گئی ہے۔ اور ان میں سے کسی بھی مقاصد کے مطابق خودکار فیصلہ سازی کے عمل کو انجام دینا۔',
        key.privacyBody3: '',
        key.privacyBody4:
            'جب ہماری خدمات کا استعمال کرتے وقت آپ ہمیں اپنے اکاؤنٹ کے پروفائل کے ذریعے ہمیں دیتے ہیں تو اسمارٹ اسٹورز وصول کرتے ہیں اور اسٹور کرتے ہیں۔',
        key.privacyBody5:
            'جب آپ ہماری خدمات کا استعمال کرتے ہیں تو ، ہم خود بخود کچھ قسم کی معلومات اکٹھا اور برقرار رکھتے ہیں ، بشمول اس بات پر کہ آپ اسممارٹ اسٹورز پر پیش کردہ مصنوعات ، معلومات اور خدمات کے ساتھ کس طرح تعامل کرتے ہیں۔ جب آپ کا ویب براؤزر یا آلہ ہماری ویب سائٹ تک رسائی حاصل کرتا ہے تو ، ہم ، بہت سی دوسری ویب سائٹوں کی طرح ، مخصوص قسم کی معلومات اکٹھا کرنے کے لئے "کوکیز" اور دیگر انوکھے شناخت کاروں کو استعمال کرتے ہیں۔',
        key.privacyBody6:
            'اسممارٹ اسٹور دوسرے ذرائع سے آپ کے بارے میں معلومات حاصل کرسکتے ہیں۔ مثال کے طور پر ، ہمارے کیریئر ہمیں تازہ ترین ترسیل اور ایڈریس ڈیٹا مہیا کرسکتے ہیں ، جس کا استعمال ہم اپنے ریکارڈوں کو اپ ڈیٹ کرنے اور اس کے بعد کی خریداریوں کی فراہمی کے لئے آسان بناتے ہیں۔',
        key.privacyBody7:
            'ہماری خدمات کا استعمال کرتے وقت معلومات خود بخود پیدا ہوجائیں گی۔ مثال کے طور پر ، جب آپ ہماری خدمات کا استعمال کرتے ہیں تو ، ہم آپ کے عمومی مقام ، آپ جس طرح کا آلہ استعمال کرتے ہیں ، اوپن ڈیوائس شناختی نمبر ، آپ کے دورے کی تاریخ اور وقت ، منفرد آلہ شناخت کنندہ ، آپ کے براؤزر کی قسم کے بارے میں معلومات اکٹھا کرسکتے ہیں۔ آپریٹنگ سسٹم ، انٹرنیٹ پروٹوکول (IP) ایڈریس ، اور ڈومین نام کا استعمال کرتے ہوئے۔ عام طور پر ، ہم اس معلومات کو سائٹ کو چلانے اور بڑھانے کے لئے استعمال کرتے ہیں ، اور ساتھ ہی یہ بھی یقینی بناتے ہیں کہ آپ کو زیادہ سے زیادہ مناسب معلومات ملیں۔',
        key.privacyBody8:
            'آپ کا صارف نام اور پاس ورڈ ، آپ سے متعلق احکامات ، آپ کی دلچسپی ، ترجیحات ، آراء اور سروے کے ردعمل۔',
        key.privacyBody9:
            'جیسا کہ زیادہ تر ویب سائٹوں کا سچ ہے ، ہم کچھ معلومات خود بخود جمع کرتے ہیں اور اسے لاگ فائلوں میں اسٹور کرتے ہیں۔ اس معلومات میں آئی پی ایڈریس ، براؤزر کی قسم ، انٹرنیٹ سروس فراہم کرنے والے (آئی ایس پی) ، حوالہ/ایگزٹ صفحات ، آپریٹنگ سسٹم ، تاریخ/ٹائم اسٹیمپ ، اور اسٹریم ڈیٹا پر کلک کریں۔ ہم اس معلومات کو کارکردگی کی خدمات کو برقرار رکھنے اور بہتر بنانے کے لئے استعمال کرتے ہیں۔',
        key.privacyBody10:
            'بہتر سمجھنے کے لئے کہ لوگ ویب سائٹ کے ساتھ کس طرح بات چیت کرتے ہیں ، ہم تجزیاتی خدمات کو ملازمت دیتے ہیں ، جیسے لیکن گوگل تجزیات تک محدود نہیں۔ کوکیز کو تجزیاتی خدمات کے ذریعہ ڈیٹا اکٹھا کرنے کے لئے استعمال کیا جاتا ہے جیسے صارفین سائٹ پر کتنی بار جاتے ہیں ، اور ہم اس ڈیٹا کو اپنی خدمات اور ویب سائٹ کو بڑھانے کے لئے استعمال کرتے ہیں۔ تجزیات کی خدمات کے استعمال اور رازداری کی پالیسیاں کی شرائط ، جن سے آپ کو مزید معلومات کے لئے مشورہ کرنا چاہئے کہ یہ کمپنیاں اس معلومات کو کس طرح استعمال کرتی ہیں ، اس کی حدود رکھیں کہ وہ کس طرح استعمال کرسکتے ہیں اور ان کی معلومات کو تقسیم کرسکتے ہیں۔',
        key.privacyBody11:
            'اگر آپ نے اپنے آلات پر مقام کی خدمات کو فعال کیا ہے تو ، ہم اپنی پیش کردہ خدمات کو بہتر بنانے کے ل your آپ کے مقام کی معلومات اکٹھا کرسکتے ہیں۔ اگر آپ یہ معلومات اکٹھا نہیں کرنا چاہتے ہیں تو ، آپ اپنے آلے پر مقام کی خدمات کو غیر فعال کرسکتے ہیں۔',
        key.privacyBody12:
            'کوکیز معلومات کے چھوٹے چھوٹے ٹکڑے ہیں جو آپ ویب سائٹ دیکھ رہے ہیں تو ویب سائٹ آپ کے کمپیوٹر کی ہارڈ ڈرائیو پر بھیجتی ہے۔ یہ ٹیکسٹ فائلیں ویب سائٹوں کے ذریعہ استعمال کرسکتی ہیں تاکہ صارفین کو تجربہ زیادہ موثر بنایا جاسکے۔ اگر ہم اس سائٹ کے آپریشن کے لئے سختی سے ضروری ہیں تو ہم ان کوکیز کو آپ کے آلے پر اسٹور کرسکتے ہیں۔ کوکیز کی دوسری تمام اقسام کے لئے ہمیں آپ کی اجازت کی ضرورت ہے۔ اس مقصد کے لئے ، یہ سائٹ مختلف قسم کے کوکیز کا استعمال کرتی ہے۔ کچھ کوکیز تیسری پارٹی کی خدمات کے ذریعہ رکھی جاتی ہیں جو ہمارے صفحات پر ظاہر ہوتی ہیں۔ ہم اور کچھ تیسری پارٹی دونوں سیشن کوکیز (جس کی میعاد ختم ہونے کے بعد آپ اپنے ویب براؤزر کو بند کردیتے ہیں) اور مستقل کوکیز (جو آپ کے کمپیوٹر پر رہتے ہیں جب تک کہ آپ انہیں حذف نہ کریں) استعمال کرسکتے ہیں تاکہ آپ کو ہماری خدمات اور مارکیٹ میں زیادہ ذاتی اور انٹرایکٹو تجربہ فراہم کریں۔ ہماری مصنوعات. مارکیٹنگ کوکیز ویب سائٹوں پر زائرین کو ٹریک کرنے کے لئے استعمال ہوتی ہیں۔ ارادہ ان اشتہارات کو ظاہر کرنا ہے جو انفرادی صارف کے ل relevant متعلقہ اور مشغول ہوں اور اس طرح پبلشرز اور تیسری پارٹی کے مشتہرین کے لئے زیادہ قیمتی ہوں۔ یہ ٹریکنگ گمنام بنیاد پر کی جاتی ہے۔',
        key.privacyBody13:
            'جب ہم اپنے حل ڈیزائن کرتے ہیں تو ہم آپ کی سلامتی اور رازداری پر غور کرتے ہیں۔ خفیہ کاری پروٹوکول اور سافٹ ویئر کو استعمال کرکے ، ہم کوشش کرتے ہیں کہ آپ کی ذاتی معلومات کی حفاظت کو پورے ٹرانسمیشن میں رکھیں۔ جب کریڈٹ / ڈیبٹ کارڈ / بینک کی تفصیلات سنبھالتے ہو تو ، ہم جسمانی ، الیکٹرانک اور طریقہ کار کے اقدامات کا استعمال کرتے ہوئے کسٹمر کی ذاتی معلومات کو محفوظ رکھتے ہیں اور صارفین کی ذاتی معلومات کو محفوظ رکھتے ہیں۔ ہمارے حفاظتی اقدامات کی وجہ سے ، ہم آپ کو ذاتی ڈیٹا تک رسائی دینے سے پہلے اپنی شناخت ثابت کرنے کی ضرورت کرسکتے ہیں۔ آپ کے لئے یہ ضروری ہے کہ آپ اپنے پاس ورڈ اور اپنے کمپیوٹرز ، آلات اور ایپلی کیشنز تک غیر مجاز رسائی سے بچائیں۔ ہم آپ کے اکاؤنٹ کے لئے ایک انوکھا پاس ورڈ استعمال کرنے کی تجویز کرتے ہیں جو دوسرے آن لائن اکاؤنٹس کے لئے استعمال نہیں ہوتا ہے۔ مشترکہ کمپیوٹر کا استعمال ختم ہونے پر سائن آف کرنا یقینی بنائیں۔',
        key.privacyBody14:
            'اکاؤنٹ سیکشن میں آپ اپنی معلومات تک رسائی حاصل کرسکتے ہیں ، بشمول آپ کا نام ، پتہ ، ادائیگی کے اختیارات ، پروفائل کی معلومات اور خریداری کی تاریخ۔',
        key.privacyBody15:
            'رازداری کی یہ پالیسی 10 اکتوبر 2022 تک موثر ہے اور مستقبل میں اس کی دفعات میں ہونے والی کسی تبدیلی کے سلسلے میں اس کے علاوہ اس کا اثر ہوگا ، جو اس صفحے پر پوسٹ ہونے کے فورا بعد ہی نافذ العمل ہوگا۔ ہمارے پاس کسی بھی وقت اپنی رازداری کی پالیسی کو اپ ڈیٹ کرنے یا تبدیل کرنے کا حق محفوظ ہے اور آپ کو اس رازداری کی پالیسی کو وقتا فوقتا چیک کرنا چاہئے۔ نوٹ نوٹ: اگر آپ کو رازداری کی اس پالیسی کے بارے میں کوئی سوالات ہیں تو ، براہ کرم ہم سے رابطہ کریں۔',

        key.memPlan1Title: 'شروع کریں',
        key.memPlan1Price: 'مفت',
        key.memPlan1Desc1:
            'کسی کو بھی مفت ممبروں کی حیثیت سے رجسٹرڈ کیا جاسکتا ہے۔',
        key.memPlan1Desc2:
            'اسممارٹ پلیٹ فارم پر 3 تک مصنوعات فروخت کرسکتے ہیں۔',
        key.memPlan1Desc3:
            'دیکھنے کے لئے صرف ان مصنوعات اور اسٹوروں تک رسائی حاصل ہوگی جو پہلے سے طے شدہ طور پر کھولے جاتے ہیں یا دکانداروں اور کاروباری اداروں کے ذریعہ کھولے جاتے ہیں۔',
        key.memPlan1Desc4:
            'وہ بیچنے والے کے ساتھ باہمی تفہیم کے ساتھ براہ راست صارفین کی حیثیت سے اپنے طور پر کچھ بھی خرید سکتے ہیں۔ اس طرح کے معاہدے میں کسی بھی مسئلے کی صورت میں اسمارٹ ذمہ دار یا بیک اپ نہیں ہوگا۔',
        key.memPlan2Title: 'پرو',
        key.memPlan2Desc1: 'ایک مفت ایک ماہ کی آزمائش',
        key.memPlan2Desc2: 'اسممارٹ پلیٹ فارم پر کچھ بھی بیچ سکتا ہے',
        key.memPlan2Desc3:
            'دیکھنے کے لئے تمام مصنوعات اور اسٹورز تک رسائی حاصل ہوگی۔',
        key.memPlan2Desc4:
            'اسممارٹ پر پریمیم ممبروں کے تمام سودوں کی حمایت اسممارٹ کے ذریعہ کی جائے گی۔ ہم ہموار لین دین اور مصنوعات کی فراہمی کے ذمہ دار ہوں گے۔ اسممارٹ باہمی افہام و تفہیم کے احترام کی ضمانت دے گا جس پر بیچنے والے اور خریدار دونوں نے اتفاق کیا ہے۔',
        key.memPlan2Desc5: 'اہل اشیاء پر لامحدود ترسیل۔',
        key.memPlan2Desc6:
            'پریمیم ممبران کو دنیا بھر میں تمام کاروباروں تک کم رسائی حاصل ہوگی ، بطور بیچنے والے اور خریدار دونوں ہی اسممارٹ براہ راست اس طرح کے ممبروں اور کسی بھی معاہدے کی ضمانت دے رہے ہوں گے اور ان کی تصدیق کریں گے۔',
        key.memPlan2Desc7:
            'چونکہ تمام پریمیم ممبران کی جانچ پڑتال کی جاتی ہے اور اس کی تصدیق اسمارٹ تصدیقی عمل کے ذریعہ کی جاتی ہے ، لہذا ایسے تمام ممبر دنیا میں کہیں بھی ، ایک دوسرے کے ساتھ کم تجارت کی فکر کر سکتے ہیں۔',
        key.memPlan3Title: 'کاروبار',
        key.memPlan3Desc1: '2 ماہ کی مفت آزمائش',
        key.memPlan3Desc2: 'B2B مواقع',
        key.memPlan3Desc3: 'لامحدود مفت فراہمی',
        key.memPlan3Desc4: 'لامحدود پروموشنل ٹولز',
        key.memPlan3Desc5: 'تھوک شپنگ',
        key.memPlan3Desc6:
            'ہمارے جسمانی اسٹورز میں مصنوعات رکھنے کا موقع حاصل کریں۔',
        key.memPlan3Desc7: 'اہل اشیاء پر لامحدود ترسیل۔',
        key.memPlan3Desc8:
            'پریمیم ممبران کو دنیا بھر میں تمام کاروباروں تک کم رسائی حاصل ہوگی ، بطور بیچنے والے اور خریدار دونوں ہی اسممارٹ براہ راست اس طرح کے ممبروں اور کسی بھی معاہدے کی ضمانت دے رہے ہوں گے اور ان کی تصدیق کریں گے۔',
        key.memPlan3Desc9:
            'چونکہ تمام پریمیم ممبران کی جانچ پڑتال کی جاتی ہے اور اس کی تصدیق اسمارٹ تصدیقی عمل کے ذریعہ کی جاتی ہے ، لہذا ایسے تمام ممبر دنیا میں کہیں بھی ، ایک دوسرے کے ساتھ کم تجارت کی فکر کر سکتے ہیں۔',
      };
}
