import 'translations_key.dart' as key;

class Urdu {
  Map<String, String> get translations => {
        key.settings: 'ترتیبات',
        key.general: 'جنرل',
        key.account: 'کھاتہ',
        key.myAccount: 'میرا اکاونٹ',
        key.welcome: 'خوش آمدید',
        key.language: 'زبان',
        key.notifications: 'اطلاعات',
        key.aboutUs: 'ہمارے بارے میں',
        key.contactUs: 'ہم سے رابطہ کریں',
        key.appearance: 'ظہور',
        key.termsAndConditions: 'شرائط و ضوابط',
        key.privacyPolicy: 'رازداری کی پالیسی',
        key.returnAndExchange: 'واپسی اور تبادلہ',
        key.faqs: 'عمومی سوالنامہ',
        key.selectLanguage: 'زبان منتخب کریں',
        key.logout: 'لاگ آوٹ',
        key.login: 'لاگ ان کریں',
        key.register: 'اندراج کریں',
        key.signIn: 'سائن ان',
        key.signUp: 'سائن اپ',
        key.loginGreetings: 'سلام! خوش آمدید!\n اپنے اکاؤنٹ میں سائن ان کریں',
        key.forgotPassword: 'پاسورڈ بھول گے؟',
        key.donTHaveAccount: 'کوئی اکاؤنٹ نہیں ہے؟',
        key.send: 'بھیجیں',
        key.optional: 'اختیاری',
        key.verification: 'تصدیق',
        key.alreadyHaveAccount: 'پہلے سے ہی ایک اکاؤنٹ ہے!',
        key.home: 'گھر',
        key.categories: 'اقسام',
        key.deals: 'سودے',
        key.menu: 'مینو',
        key.myCart: 'میری ٹوکری',
        key.topCategories: 'سرفہرست زمرے',
        key.discountDeals: 'ڈسکاؤنٹ سودے',
        key.seeAll: 'تمام دیکھیں',
        key.viewAll: 'سب دیکھیں',
        key.viewMore: 'مزید دیکھیں',
        key.orderSummary: 'حکم کا خلاصہ',
        key.shippingDetails: 'شپنگ کی تفصیلات',
        key.orderTime: 'آرڈر ٹائم',
        key.expectedDelivery: 'متوقع ترسیل',
        key.shipping: 'شپنگ',
        key.shippingCost: 'شپنگ کی قیمت',
        key.vendorDashboard: 'ڈیش بورڈ',
        key.vendorRegistration: 'فروش رجسٹریشن',
        key.myOrders: 'میرے احکام',
        key.myProducts: 'میری مصنوعات',
        key.recentOrders: 'حالیہ احکامات',
        key.completedOrder: 'مکمل احکامات',
        key.processingOrders: 'پروسیسنگ آرڈرز',
        key.totalEarning: 'کل کمائی',
        key.cMonthEarning: 'موجودہ مہینہ کمانا',
        key.pendingAmount: 'زیر التواء رقم',
        key.wallet: 'پرس',
        key.userOrders: 'صارف کے احکامات',
        key.vendorOrders: 'وینڈر آرڈرز',
        key.pendingOrders: 'زیر التواء احکامات',
        key.totalOrders: 'کل احکامات',
        key.goldCoins: 'سونے کے سکے',
        key.silverCoins: 'چاندی کے سکے',
        key.deleteProd: 'مصنوعات کو حذف کریں',
        key.selectCategory: 'زمرہ منتخب کریں',
        key.selectSubCategory: 'ذیلی زمرہ منتخب کریں',
        key.profile: 'پروفائل',
        key.vendorStoreDetails: 'وینڈر کی تفصیلات',
        key.personalInfo: 'ذاتی معلومات',
        key.storeInfo: 'معلومات اسٹور کریں',
        key.phone: 'فون',
        key.firstName: 'پہلا نام',
        key.lastName: 'آخری نام',
        key.address: 'پتہ',
        key.country: 'ملک',
        key.city: 'شہر',
        key.deActivateMsg:
            'کیا آپ کو یقین ہے کہ اپنے اکاؤنٹ کو ڈی کوٹیویٹ کریں؟',
        key.bankDetails: 'بینک کی تفصیلات',
        key.bankName: 'بینک کا نام',
        key.ibanReq: 'بینک کا نام درکار ہے!',
        key.branchCode: 'اکاؤنٹ نمبر',
        key.branchCodeReq: 'بینک اکاؤنٹ نمبر درکار ہے',
        key.bankAccountHolder: 'اکاؤنٹ کا عنوان',
        key.bankAccHolderReq: 'اکاؤنٹ کا عنوان درکار ہے',
        key.subject: 'مضمون',
        key.subjectReq: 'موضوع کی ضرورت ہے',
        key.message: 'پیغام',
        key.messageReq: 'میسج باڈی کی ضرورت ہے',
        key.membershipPlans: 'رکنیت کے منصوبے',
        key.membershipDesc:
            'زیادہ محصول پر قبضہ کریں ، نئی مصنوعات یا کاروباری ماڈلز کی حمایت کریں ، اور عالمی سطح پر بار بار آنے والی ادائیگیوں کو قبول کریں۔',
        key.subscribeBtn: 'سبسکرائب',
        key.subscribedBtn: 'سبسکرائب',
        key.popular: 'مقبول',
        key.searchIn: 'تم کیا تلاش کر رہے ہو؟',
        key.active: 'فعال',
        key.order: 'ترتیب',
        key.checkout: 'اس کو دیکھو',
        key.changeBtn: 'تبدیل کریں',
        key.updateBtn: 'اپ ڈیٹ',
        key.deleteBtn: 'حذف کریں',
        key.deactivateBtn: 'کھاتہ مٹا دو',
        key.confirm: 'تصدیق کریں',
        key.set: 'سیٹ',
        key.yesBtn: 'جی ہاں',
        key.noBtn: 'نہیں',
        key.sold: 'بیچا گیا',
        key.submit: 'جمع کرائیں',
        key.cancelBtn: 'منسوخ کریں',
        key.add: 'شامل کریں',
        key.apply: 'درخواست دیں',
        key.addNew: 'نیا شامل کریں',
        key.total: 'کل',
        key.details: 'تفصیلات',
        key.sortBy: 'ترتیب دیں',
        key.filter: 'فلٹر',
        key.search: 'تلاش',
        key.status: 'حالت',
        key.addNewAddress: 'نیا پتہ شامل کریں',
        key.addPayment: 'ادائیگی شامل کریں',
        key.paymentMethod: 'ادائیگی کی تفصیلات',
        key.confirmOrder: 'حکم کی تصدیق',
        key.proceedToCheckOut: 'چیک آؤٹ پر آگے بڑھیں',
        key.addProduct: 'مصنوعات شامل کریں',
        key.redeemBtn: 'چھٹکارا',
        key.storeName: 'اسٹور کا نام',
        key.storeNameReq: 'اسٹور کا نام ضروری ہے',
        key.description: 'تفصیل',
        key.descriptionReq: 'تفصیل ضروری ہے',
        key.ownerName: 'مالک کا نام',
        key.ownerNameReq: 'مالک کا نام درکار ہے',
        key.phoneReq: 'فون کی ضرورت ہے',
        key.productName: 'پروڈکٹ کا نام',
        key.productNameReq: 'مصنوعات کا نام درکار ہے',
        key.prodPrice: 'مصنوعات کی قیمت',
        key.prodPriceReq: 'قیمت ضروری ہے',
        key.prodStock: 'مصنوعات کا اسٹاک',
        key.prodStockReq: 'اسٹاک کی ضرورت ہے',
        key.prodDiscount: 'رعایت',
        key.prodDiscountReq: 'چھوٹ کی ضرورت ہے',
        key.prodSku: 'پروڈکٹ اسکو',
        key.prodSkuReq: 'پروڈکٹ ایس کے یو کی ضرورت ہے',
        key.email: 'ای میل',
        key.emailReq: 'غلط ای میل کی شکل؟',
        key.password: 'پاس ورڈ',
        key.passwordLengthReq: 'پاس ورڈ کم از کم 8 حروف لمبا ہونا چاہئے؟',
        key.fullName: 'پورا نام',
        key.fullNameReq: 'نام کی ضرورت ہے',
        key.registerGreetings: 'ایک ismmart اکاؤنٹ بنائیں!',
        key.otp: 'OTP',
        key.otpReq: 'او ٹی پی کی ضرورت ہے',
        key.newPassword: 'نیا پاس ورڈ',
        key.newPassReq: 'نیا پاس ورڈ ضروری ہے',
        key.confirmPass: 'پاس ورڈ کی تصدیق کریں',
        key.confirmPassReq: 'پاس ورڈ کی تصدیق کی ضرورت ہے',
        key.passwordNotMatched: 'پاس ورڈ مماثل نہیں ہے!',
        key.titleKey: 'عنوان',
        key.titleReq: 'عنوان کی ضرورت ہے',
        key.updateProduct: 'پروڈکٹ کو اپ ڈیٹ کریں',
        key.emptyCart: 'آپ کی ٹوکری خالی ہے',
        key.emptyCartMsg:
            'آپ کی ٹوکری میں کوئی چیز شامل نہیں کی گئی ہے۔ براہ کرم مصنوعات کو اپنی ٹوکری میں شامل کریں۔',
        key.emptyProductSearch: 'کوئی تلاش کی مصنوعات نہیں ملی',
        key.emptyProductSearchMsg:
            'معذرت! آپ کی تلاش کسی بھی مصنوعات سے مماثل نہیں ہے \ n براہ کرم دوبارہ کوشش کریں۔',
        key.noProductFound: 'آپ نے ابھی تک مصنوعات شامل نہیں کیں!',
        key.noOrderFound: 'ابھی تک آپ کے پاس کوئی آرڈر نہیں ہے!',
        key.noAddressFound: 'کوئی پتہ نہیں ملا',
        key.noDefaultAddressFound: 'کوئی ڈیفالٹ ایڈریس نہیں ملا',
        key.noCartItemFound: 'کوئی کارٹ آئٹم نہیں ملا',
        key.noCategoryFound: 'کوئی زمرے نہیں ملے',
        key.noSubCategoryFound: 'کوئی ذیلی زمرے نہیں ملے',
        key.noDataFound: 'کوئی ڈیٹا نہیں ملا',
        key.plzSelectSubCategory: 'plz سب زمرہ منتخب کریں',
        key.someThingWentWrong: 'کچھ غلط ہو گیا',
        key.delProdMsg: 'کیا آپ کو یقین ہے کہ اسے حذف کرنا ہے؟',
        key.stock: 'اسٹاک',

        ///About US
        key.aboutHeader1: 'ISMMART کیا ہے؟',
        key.aboutHeader2: 'ہمارا مقصد',
        key.aboutHeader3: 'ہمارا وژن',
        key.aboutHeader4: 'سسٹم کیسے کام کرے گا؟',
        key.aboutHeader5: 'رقم کی واپسی کی پالیسی',
        key.aboutHeader6: 'ہمیں کیا مختلف بناتا ہے؟',
        key.aboutBody1:
            'اسممارٹ ایک ای کامرس پلیٹ فارم ہے جو بیچنے والوں/دکانداروں کو ورچوئل اسپیس مہیا کرتا ہے جہاں وہ اپنی مصنوعات یا خدمات کی تشہیر ، مارکیٹ اور فروخت کرسکتے ہیں۔ اسمارٹ کا تصور اس وقت قائم ہوا جب ہم نے بیچنے والوں اور خریداروں کے مابین ایک بہت بڑا اعتماد کا خسارہ دیکھا۔ اس مسئلے کو مدنظر رکھتے ہوئے ، ہم شوکات میں لوگوں کو ایک قابل اعتماد اور قابل اعتماد قابل پلیٹ فارم مہیا کرنا چاہتے تھے جو خریداروں کی رقم اور خدمات کی انتہائی حفاظت کو یقینی بنائے گا۔',
        key.aboutBody2:
            'ہمارا مشن ایک محفوظ پلیٹ فارم لانا ہے جہاں بیچنے والے بغیر کسی ہچکچاہٹ کے خریداروں کے ساتھ رابطہ قائم کرسکتے ہیں۔ ہمارا مقصد اپنے قسم کے ای کامرس اسٹورز میں سے ایک بننا ہے جہاں لوگ ایک پلیٹ فارم کے تحت ہر طرح کی مصنوعات اور خدمات کو تلاش کرسکتے ہیں۔ ہم ایک فورم بنانے کا ارادہ رکھتے ہیں جو ہزاروں افراد کو اپنا کاروبار حاصل کرنے اور ملک میں مزید ورک فورس پیدا کرنے کے قابل بنائے گا۔',
        key.aboutBody3:
            'ہمارا وژن ایک قابل اعتماد اسٹور لانا ہے جو عالمی منڈی کو نشانہ بناتا ہے اور کاروبار کو ایک یونٹ کی حیثیت سے ایک چھتری کے نیچے لانے کے لئے مربوط ہوتا ہے۔',
        key.aboutBody4:
            'یہ نظام بیچنے والوں کو ایک ورچوئل اسپیس/اسٹور فراہم کرے گا جو مارکیٹ میں کچھ فروخت کرنا چاہتے ہیں۔ وہ انفرادی دکاندار ، یا کچھ ایسے برانڈز ہوسکتے ہیں جو ڈیجیٹل دنیا میں اپنی موجودگی کو بڑھانا چاہتے ہیں۔ ہمارے دکاندار کچھ ماہانہ سبسکرپشن چارجز/ پلیٹ فارم فیس پر اپنے آپ کو اپنے ساتھ اندراج کریں گے۔ ہم دکانداروں کی بنیادی معلومات لے کر صداقت کی تصدیق کریں گے اور ان کے ساتھ معاہدہ تیار کریں گے۔ اسی طرح ہمارے صارفین/خریدار بھی ہمارے ای کامرس اسٹور پر ہمارے ساتھ رجسٹر ہوں گے۔ صارفین وینڈر پروفائل کو دیکھ سکیں گے ، ان کی درجہ بندی کریں گے (خدمات حاصل کرنے کے بعد) ان کی درجہ بندی کریں گے ، اپنی خریداری کریں گے اور مارکیٹ میں موجود مصنوعات کے ساتھ خود کو اپ ڈیٹ رکھیں گے۔ مثال کے طور پر ہمارے پاس ایک وینڈر/اسٹور ہے جو ALI الیکٹرانکس کے طور پر رجسٹرڈ ہے جو ہر طرح کے گھریلو آلات سے متعلق ہے۔ ہم کہتے ہیں ، عائشہ الیکٹرک کیتلی خریدنا چاہتی ہے اور وہ تلاش کرنے پر علی الیکٹرانکس پر اپنی مطلوبہ مصنوعات تلاش کرتی ہے۔ وہ اپنا آرڈر دے گی اور اپنی ادائیگی پہلے سے کرے گی جو آرڈر مکمل ہونے تک کمپنی کے اکاؤنٹ میں ہوگی۔ ALI الیکٹرانکس کو آرڈر کے بارے میں ایک اطلاع ملے گی۔ وہ متعلقہ پروڈکٹ کو پیک کرے گا اور اسے ہماری خدمت (ہمارے اکاؤنٹ کے ذریعے ہماری طے شدہ کورئیر خدمات) کے ذریعے بھیجے گا۔ ایک بار مس عائشہ کو مصنوع موصول ہوتا ہے اور اس کی تصدیق ہوتی ہے کہ اسے مطلوبہ مصنوع مل گیا ہے ، ادائیگی جاری کردی جائے گی اور وقت کی طے شدہ مدت (15 دن) میں وینڈر اکاؤنٹ میں پہنچ جائے گی۔ نوٹ: غیر تصدیق شدہ اور غیر رجسٹرڈ ممبران صرف اسممارٹ اسٹورز پر موجود مصنوعات کو سرف کرسکتے ہیں لیکن انہیں تجارت کی اجازت نہیں ہے۔ معیاری تجارت کو یقینی بنانے کے ل all ، تمام صارفین کو کسی بھی فروخت / خریداری سے پہلے اندراج کرنے کی ضرورت ہوگی۔',
        key.aboutBody5:
            'ایک بار جب کورئیر ہمارے ریٹرن سینٹر میں آئٹم لوٹاتا ہے تو اسمارٹ اسٹورز عام طور پر 3 کاروباری دنوں کے اندر ریٹرن پر کارروائی کرتے ہیں۔ ہماری کسٹمر سروس ٹیم ریٹرن پالیسی کے مطابق آپ کی تحریری شکایت حاصل کرتے ہی شپنگ لیبل فراہم کرے گی۔ سامان موصول ہوگا ، اور رقم کی واپسی مکمل ہونے سے پہلے مناسب معیار کی جانچ پڑتال کی جائے گی۔ براہ کرم نوٹ کریں کہ ادائیگی کے طریقہ کار پر منحصر ہے ، رقم کی واپسی کے اوقات مختلف ہوسکتے ہیں۔ اس میں تین سے چودہ کاروباری دن لگ سکتے ہیں۔ واپس شدہ مصنوعات کے ل pay آپ نے جو رقم ادا کی ہے اس کے ساتھ ساتھ ، شپنگ لاگت بھی ادا کردی جاتی ہے۔ مثال کے طور پر ، جب عائشہ کو مصنوع موصول ہوتا ہے ، تو اسے اس کی خرابی محسوس ہوتی ہے۔ وہ ہمارے شکایت مرکز میں شکایت درج کرے گی ، جہاں ہم ریزولوشن کے لئے فروش سے رابطہ کریں گے۔ اگر اس کا دعوی صحیح ثابت ہوا ہے تو ، وہ ناقص آئٹم کو واپس فروش کو واپس کردے گی ، اور اس کی ادائیگی (جو اسممارٹ کے ذریعہ رکھی گئی تھی اسے دوبارہ بازیافت کیا جائے گا۔ کچھ مصنوعات/خدمات ناقابل تلافی ہوں گی اور اس کی وضاحت میں بیان کی جائے گی اور اس کی وضاحت کی جائے گی۔ پروڈکٹ/سروس کی۔',
        key.aboutBody6:
            'اسممارٹ ایک انوکھا پلیٹ فارم ہے جو خریدار اور فروش دونوں کو 100 فیصد سیکیورٹی پیش کرتا ہے۔ یہ اسٹورز کے برخلاف ایک پلیٹ فارم کے تحت آپ کی مصنوعات یا خدمات کو ظاہر کرنے ، مارکیٹ کرنے اور فروخت کرنے کے لئے ایک ورچوئل اسپیس مہیا کرتا ہے جو صرف مصنوعات کی فروخت کی پیش کش کرتے ہیں۔ خریداروں کے ل it ، یہ ایک خصوصی فورم ہے جہاں وہ اعتماد کے ساتھ خریداری کرسکتے ہیں کہ ان کے پیسے ضائع نہیں ہوں گے۔ ہماری منفرد واپسی کی پالیسی اس بات کو یقینی بناتی ہے کہ خریدار یا بیچنے والے کے ساتھ کوئی جعلی سرگرمی نہیں ہوتی ہے۔ ہم نے مختلف زمروں کے دکانداروں کے لئے مختلف رکنیت/ممبرشپ کی پیش کش وضع کی ہے۔',
        key.phoneValidate: 'فون نمبر کم از کم مطلوبہ 11 ہندسے',

        key.exitApp: 'ایگزٹ ایپ',
        key.currentUserNotFound: 'موجودہ صارف نہیں ملا',
        key.wrongWithCredentials: 'اسناد کے ساتھ کچھ غلط ہوگیا',
        key.enterEmail: 'او ٹی پی وصول کرنے کے لئے ای میل درج کریں',
        key.emptyField: 'خالی فیلڈ',
        key.enterDetails: 'نیا پاس ورڈ بنانے کے لئے تفصیلات درج کریں',
        key.passwordRequired: 'پاس ورڈ کی ضرورت ہے!',
        key.standard: 'معیار',
        key.toProceedWithPurchase:
            'اپنی خریداری کے ساتھ آگے بڑھنے کے لئے ، برائے مہربانی نوٹ کریں کہ مطلوبہ آرڈر کی کم از کم رقم 1000 روپے ہے۔',
        key.preferredPayment:
            'براہ کرم اپنے آرڈر کو مکمل کرنے کے لئے اپنے ترجیحی ادائیگی کا طریقہ منتخب کریں۔',
        key.cartMustNotEmpty: 'کارٹ خالی نہیں ہونا چاہئے',
        key.delivery: 'ترسیل',
        key.daysCost: 'دن کی لاگت',
        key.freeShipping: 'PKR 1000 سے اوپر کے تمام احکامات پر مفت شپنگ',
        key.zipCode: 'زپ کوڈ',
        key.zipCodeRequired: 'زپ کوڈ کی ضرورت ہے!',
        key.addressRequired: 'پتہ کی ضرورت ہے!',
        key.selectCountry: 'ملک کا انتخاب کیجئے',
        key.chooseCountry: 'ملک کا انتخاب کریں',
        key.selectCity: 'شہر منتخب کریں',
        key.chooseCity: 'شہر کا انتخاب کریں',
        key.success: 'کامیابی',
        key.disputeDeleted: 'تنازعہ کامیابی کے ساتھ حذف ہوگیا',
        key.recordDoNotExist: 'ریکارڈ موجود نہیں ہے',
        key.fileMustBe: 'ہر فائل کا ہونا ضروری ہے',
        key.invalidImageFormat: 'غلط تصویری شکل!',
        key.minPriceShouldNotBe:
            'منٹ قیمت زیادہ سے زیادہ نہیں ہونی چاہئے۔ قیمت!',
        key.plzSelectCountry: 'Plz منتخب ملک اور شہر',
        key.shippingAddressDetail: 'Plz منتخب ملک اور شہر',
        key.cashOnDelivery: 'ترسیل پر کیش (دستیاب نہیں)',
        key.creditCard: 'کریڈٹ کارڈ',
        key.wantToRedeem: 'چھڑانا چاہتے ہیں',
        key.coins: 'سکے',
        key.needMoreCoins: 'چھڑانے کے لئے مزید سکے کی ضرورت ہے',
        key.subtotal: 'subtotal',
        key.items: 'اشیاء',
        key.shippingFee: 'ترسیل کی قیمت',
        key.inclusiveOfGst: 'جی ایس ٹی سمیت',
        key.continueShopping: 'خریداری جاری',
        key.orderId: 'ترتیب',
        key.paymentSuccessful:
            'ادائیگی کامیاب! ، آپ \ \'دوبارہ آرڈر دیا گیا ہے!',
        key.orderInformation: 'آرڈر کی معلومات',
        key.orderNotCreated: 'کچھ غلط ہو گیا! آرڈر نہیں بنایا گیا',
        key.discountMinValue: 'رعایت 10 سے زیادہ یا اس کے برابر ہونی چاہیے۔',
        key.discountMaxValue: 'رعایت 90 سے زیادہ نہیں ہونی چاہیے۔',
        key.imageSizeDesc: 'تصویر تک ہونا چاہئے',
        key.availableStock: 'دستیاب اسٹاک',
        key.itemPrice: 'آئٹم کی قیمت',
        key.features: 'خصوصیات',
        key.itemsFound: 'اشیا ملی',
        key.price: 'قیمت',
        key.minPrice: 'کم سے کم قیمت',
        key.maxPrice: 'زیادہ سے زیادہ قیمت',
        key.clear: 'صاف',
        key.lowToHigh: 'کم سے اونچا',
        key.highToLow: 'اعلی سے کم',
        key.OFF: 'بند',
        key.orderDetail: 'آرڈر کی تفصیلات',
        key.cancel: 'منسوخ کریں',
        key.emailVerificationLink:
            'توثیق کا لنک وصول کرنے کے لئے ای میل درج کریں',
        key.id: 'ID',
        key.disputeDetail: 'تنازعہ کی تفصیل',
        key.disputes: 'تنازعات',
        key.frequentlyAsked: 'اکثر پوچھے گئے سوالات',
        key.forAnyQueryJust: 'کسی بھی مدد کے لئے صرف اپنی استفسار بھیجیں',
        key.youStoreHas: 'آپ کا اسٹور غیر فعال ہوگیا ہے',
        key.addToCart: 'کارٹ میں شامل کیا گیا',
        key.added: 'شامل کیا گیا!',
        key.noQuestionFound: 'کوئی سوال نہیں ملا',
        key.productQuestions: 'مصنوعات کے سوالات',
        key.askQuestion: 'سوال پوچھو',
        key.peopleAlsoViewed: 'لوگوں نے بھی دیکھا',
        key.color: 'رنگ',
        key.size: 'سائز',
        key.quantity: 'مقدار',
        key.next: 'اگلے',
        key.questionBody: 'سوال کا ادارہ',
        key.storeDetail: 'تفصیلات اسٹور کریں',
        key.sellerRating: 'بیچنے والے کی درجہ بندی',
        key.customers: 'گاہکوں',
        key.totalProducts: 'کل مصنوعات',
        key.soldItems: 'فروخت شدہ اشیاء',
        key.thisStoreHasBeen: 'تب سے یہ اسٹور کھلا ہے',
        key.topProducts: 'اعلی مصنوعات',
        key.finalPriceWould: 'حتمی قیمت Rs',
        key.afterPlatformFee: 'پلیٹ فارم کی فیس کے بعد',
        key.yourDiscountShould:
            'آپ کی چھوٹ 10 اور 100 فیصد کے درمیان ہونی چاہئے۔ دوبارہ کوشش کریں!',
        key.uploadImageLessThan: 'اس سے کم تصاویر اپ لوڈ کریں',
        key.outOfStock: 'زخیرے سے باہر',
        key.productNotFound: 'پروڈکٹ نہیں ملا',
        key.invoiceNo: 'انوائس نمبر',
        key.billingDetails: 'بل کی تفصیلات',
        key.qty: 'Qty',
        key.amount: 'رقم',
        key.action: 'عمل',
        key.reviews: 'جائزے',
        key.rating: 'درجہ بندی',
        key.addDisputes: 'تنازعات شامل کریں',

        key.disputeAlreadyAdded: 'تنازعہ پہلے ہی شامل کیا گیا ہے',
        key.viewDispute: 'تنازعہ دیکھیں',
        key.disputeNotAddedYet: 'ابھی تک تنازعہ شامل نہیں کیا گیا',
        key.deliveryDate: 'ادئیگی کی تاریخ',
        key.totalPrice: 'کل قیمت',
        key.claimCanBeMade:
            'دعوے صرف پارسل کے نقصان یا نقصان کی صورت میں کیے جاسکتے ہیں',
        key.clickHereToUpload: 'اپ لوڈ کرنے کے لئے یہاں کلک کریں',
        key.userOrderDispute: 'صارف آرڈر تنازعہ',
        key.pending: 'زیر التوا',
        key.accepted: 'قبول',
        key.shipped: 'بھیج دیا',
        key.delivered: 'فراہمی',
        key.cancelled: 'منسوخ',
        key.gallery: 'گیلری',
        key.camera: 'کیمرا',
        key.pickFrom: 'سے اٹھاو',
        key.yourCoverAndProfile:
            'آپ کا سرورق اور پروفائل ایک PNG یا JPG ہونا چاہئے ،',
        key.updateVendorDetails: 'وینڈر کی تفصیلات کو اپ ڈیٹ کریں',
        key.fieldIsRequired: 'فیلڈ کی ضرورت ہے',
        key.call: 'کال کریں',
        key.centralHeadquarters: 'مرکزی صدر دفاتر',

        key.globalHeadquarters: 'عالمی ہیڈ کوارٹر',

        key.centralHeadquartersValue:
            'پلاٹ نمبر ، 60 اسٹریٹ 12 ، G-8/1 ، اسلام آباد کیپیٹل علاقہ 44080 پاکستان',
        key.globalHeadquartersValue:
            'آفس 1005-1006 ، 10 واں منزل ، سٹیڈل ٹاور ، بزنس بے ، دبئی',
        key.exchangeHeader1: '',
        key.exchangeHeader2: 'واپس کیسے کریں؟',
        key.exchangeBody1: 'گاہکوں کی اطمینان کی ضمانت ہے! ہم اسممارٹ اسٹورز کے ذریعہ فروخت ہونے والی مصنوعات کے معیار کی ضمانت دیتے ہیں ، اور اگر آپ اپنی خریداری سے خوش نہیں ہیں تو ہم اسے درست کردیں گے۔ ذیل میں درج کچھ شرائط کے استثنا کے ساتھ ، آئسمارٹ اسٹورز سے خریدی گئی کوئی بھی شے تاریخ کی شپمنٹ موصول ہونے سے 14 کیلنڈر دن کے اندر واپس کی جاسکتی ہے۔'
            '* رعایتی سامان/مصنوعات کا تبادلہ یا رقم کی واپسی کے لئے واپس نہیں کیا جاسکتا ہے۔ اس کا تبادلہ یا صرف اس صورت میں واپس کیا جاسکتا ہے جب کوئی واضح خامی مل جائے۔'
            '* آئٹمز واپس کیے جانے والے اشیا کو غیر منقولہ ہونا چاہئے ، اس کی اصل پیکیجنگ میں ، تمام حفاظتی مہروں اور لیبلوں کے ساتھ اب بھی برقرار/منسلک ہے۔ واپسی کی واپسی یا تبادلے کے لئے واپسی کا اہل نہیں ہوگا اگر ان شرائط کو پورا نہیں کیا گیا ہے۔'
            '* آئسمارٹ اسٹورز کچھ حالات میں مستثنیات بنانے کے لئے خصوصی حق/ اتھارٹی کو محفوظ رکھتے ہیں۔'
            '* اگر ہماری واپسی کی پالیسی میں آنے والی واضح غلطی کی وجہ سے کوئی شے واپس کردی گئی ہے تو ، کسٹمر سے کورئیر خدمات کا معاوضہ نہیں لیا جائے گا۔'
            '* موبائل فون ، لوازمات ، اور دیگر برقی اور الیکٹرانک مصنوعات کی واپسی کی مدت صرف 5 کیلنڈر دن ہے جس دن پیکیج موصول ہوتا ہے۔ اگر واپسی ونڈو کے دوران کوئی خامی مل جاتی ہے تو متبادل آئٹم بغیر کسی معاوضہ دیا جائے گا۔ ریٹرن ونڈو کی میعاد ختم ہونے کے بعد کارخانہ دار یا سپلائر کی طرف سے معیاری وارنٹی نافذ العمل ہوگی۔',
        key.exchangeBody2:
            'اگر کوئی شے مذکورہ بالا تمام ضروریات کو پورا کرتی ہے تو براہ کرم ہمارے کسٹمر سپورٹ سینٹر سے رابطہ کریں۔',

        key.deleteDisputesMsg: 'کیا آپ واقعی تنازعہ کو حذف کرنا چاہتے ہیں؟',
        key.feeChargesExplained: 'فیس چارجز کی وضاحت!',
        key.serviceFee: 'خدمت کے پیسے',
        key.deliveryFee: 'ترسیل کی فیس',
        key.supportCenter: '24/7 سپورٹ سینٹر',
        key.costDesc1:
            'ہم کوشش کرتے ہیں کہ آپ اپنی خدمت اور ترسیل کی فیسوں کو ہر ممکن حد تک کم رکھیں جبکہ اب بھی آپ کو بہترین ممکنہ خدمت فراہم کریں۔',
        key.costDesc2:
            'ایک فیصد پر مبنی فیس ہے جو ہمارے پلیٹ فارم کو برقرار رکھنے ، کوالٹی کنٹرول کو یقینی بنانے اور کسٹمر سپورٹ فراہم کرنے کے اخراجات کو پورا کرنے میں ہماری مدد کرتی ہے۔ ہمارے پریسٹیوگیس وینڈر کے ذریعہ اپ لوڈ کردہ ہر پروڈکٹ پر سروس فیس صرف 5 ٪ ہے۔',
        key.costDesc3:
            'ترسیل کی فیس ایک فلیٹ فیس ہے جس میں آپ کے آرڈر کو آپ کے مقام تک پہنچانے کی لاگت کا احاطہ کیا گیا ہے۔ ترسیل کی فیس صرف ہر آرڈر پر 250 روپے ہے۔',
        key.costDesc4:
            'اگر آپ کو ہماری فیسوں کے بارے میں کوئی سوالات یا خدشات ہیں تو ، براہ کرم ہماری کسٹمر سپورٹ ٹیم تک پہنچنے میں ہچکچاہٹ محسوس نہیں کریں گے۔ ہماری خدمت کا انتخاب کرنے کے لئے آپ کا شکریہ!',
        key.sortByPrice: 'قیمت کے مطابق ترتیب دیں',
        key.currencyKey: 'کرنسی',

        key.privacyHeader1: '',
        key.privacyHeader2: 'آپ کی ذاتی معلومات کا استعمال',
        key.privacyHeader3:
            'ہم کون سا ڈیٹا اکٹھا کرتے ہیں اور ہم اسے کیسے جمع کرتے ہیں؟',
        key.privacyHeader4: 'آپ فراہم کردہ معلومات:',
        key.privacyHeader5: 'خودکار معلومات:',
        key.privacyHeader6: 'دوسرے ذرائع سے معلومات:',
        key.privacyHeader7: 'عام معلومات:',
        key.privacyHeader8: 'پروفائل ڈیٹا:',
        key.privacyHeader9: 'لاگ فائلیں:',
        key.privacyHeader10: 'تجزیات:',
        key.privacyHeader11: 'مقام کی معلومات:',
        key.privacyHeader12: 'کوکیز:',
        key.privacyHeader13: 'میری معلومات کتنی محفوظ ہے؟',
        key.privacyHeader14: 'میں کس معلومات تک رسائی حاصل کرسکتا ہوں؟',
        key.privacyHeader15: 'اس رازداری کی پالیسی میں تبدیلیاں',
        key.privacyBody1:
            'اسمارٹ اسٹورز آپ کی رازداری کا احترام کرتے ہیں اور آپ کی ذاتی معلومات کی حفاظت کرنا چاہتے ہیں۔ رازداری کے اس بیان کا مقصد آپ کو یہ سمجھانا ہے کہ ہم اپنے پلیٹ فارم یا سائٹ کے صارفین اور سائٹ پر دستیاب خدمات سے حاصل ہونے والے ذاتی ڈیٹا کو کس طرح سنبھالتے ہیں۔ اس پالیسی میں آپ کے اختیارات کا خاکہ بھی پیش کیا گیا ہے کہ آپ کی ذاتی معلومات کو کس طرح جمع ، استعمال اور انکشاف کیا جائے گا۔ اگر آپ اس پلیٹ فارم یا سائٹ تک براہ راست یا کسی اور ویب سائٹ کے ذریعے اس پرائیویسی پالیسی میں بیان کردہ طریقہ کار سے اتفاق کرتے ہیں۔ مزید معلومات کے لئے براہ کرم اس رازداری کی پالیسی پڑھیں۔ آئسمارٹ اسٹورز آپ کے ذاتی ڈیٹا کو جمع کرتے ہیں تاکہ ہم اپنی مصنوعات اور خدمات کو پیش اور مستقل طور پر بہتر بنائیں۔',
        key.privacyBody2: 'عام طور پر ، آپ جو ذاتی معلومات ہمارے سامنے پیش کرتے ہیں وہ یا تو آپ کی درخواستوں کا جواب دینے کے لئے استعمال کیا جاتا ہے ، آپ کی بہتر خدمت میں ہماری مدد کریں ، یا ہماری خدمات کو مارکیٹ کریں۔ ہم آپ کی ذاتی معلومات کو مندرجہ ذیل طریقوں سے استعمال کرتے ہیں: '
            'آرڈر لیں ، مصنوعات کی فراہمی ، عمل کی ادائیگی ، اور احکامات ، مصنوعات اور خدمات ، اور پروموشنل پیش کشوں کے بارے میں آپ کے ساتھ بات چیت کریں۔ مصنوعات کی فراہمی کے بارے میں آپ کو اپ ڈیٹ کریں ؛ '
            '* کچھ قوانین کی تعمیل کے لئے اپنی ذاتی معلومات اکٹھا اور استعمال کریں۔'
            '* ہماری سائٹ ، مصنوعات اور خدمات کو چلانے ، برقرار رکھنے اور ان میں بہتری لانا۔'
            '* تبصرے اور انکوائریوں کا جواب دیں اور کسٹمر سروس مہیا کریں۔'
            '* آپ کی ضروریات کو بہتر طور پر سمجھنے اور آپ کو بہتر خدمت کی پیش کش کے ل third تیسری پارٹی سے موصول ہونے والی دیگر ذاتی معلومات کے ساتھ صارف کی معلومات کو لنک یا جوڑیں۔'
            '* مصنوعات کے لئے مارکیٹنگ کی ترقی ، بہتری اور اضافہ۔'
            '* آپ کو اپنے اکاؤنٹ/ذاتی پروفائل یا دوسرے ذرائع کے ذریعہ ہمارے سسٹم میں بطور صارف کی شناخت کریں۔'
            '* ان مقاصد میں سے کسی کے مطابق فیصلہ سازی کے خود کار طریقے سے عمل کریں۔'
            '* آپ کی ادائیگیوں کے سلسلے میں مالی لین دین کی تصدیق اور انجام دیں اور ہماری سائٹ سے ڈیٹا ڈاؤن لوڈ کرنے کا آڈٹ کریں۔'
            '* ہم آپ کی ذاتی معلومات کو مختلف مقامات پر واقع سرورز پر ذخیرہ کرسکتے ہیں اور اس پر کارروائی کرسکتے ہیں۔ ہم آپ کی ذاتی معلومات سے گمنام ڈیٹا ریکارڈ بھی مکمل طور پر \'\' معلومات کو چھوڑ کر تشکیل دے سکتے ہیں جو بصورت دیگر آپ کو ذاتی طور پر قابل شناخت بنائے گی۔ ہم درخواست اور استعمال کے نمونوں کا تجزیہ کرنے کے لئے اس گمنام ڈیٹا کا استعمال کرتے ہیں تاکہ ہم اپنی خدمات کے مواد کو بہتر بنائیں اور سائٹ کی فعالیت کو بہتر بنائیں۔ '
            'اس کے علاوہ ، ہم تیسرے فریق کے ساتھ گمنام ڈیٹا شیئر کرنے کا حق محفوظ رکھتے ہیں اور اسے کسی بھی مقصد کے لئے استعمال کرسکتے ہیں۔ وہ صارفین جن کے پاس ہماری مصنوعات اور خدمات کے ساتھ اچھے تجربات ہوئے ہیں وہ ہمیں تعریف اور ریمارکس فراہم کرسکتے ہیں۔ ہم اس طرح کا مواد شائع کرسکتے ہیں۔ جب ہم اس طرح کے مواد کو پوسٹ کرتے ہیں تو ہم اپنے صارفین کے پہلے اور آخری ناموں کی شناخت کے ل use استعمال کرسکتے ہیں۔ تعریف کے ساتھ ساتھ اس ڈیٹا کو شائع کرنے سے پہلے ، ہم صارف کی رضامندی حاصل کریں گے۔'
            'ہم اس معلومات کو کسی دوسرے مقصد کے لئے استعمال کریں گے جس کے لئے آپ کی رضامندی حاصل کی گئی ہے۔ اور ان میں سے کسی بھی مقاصد کے مطابق خودکار فیصلہ سازی کے عمل کو انجام دینا۔',
        key.privacyBody3: '',
        key.privacyBody4:
            'جب ہماری خدمات کا استعمال کرتے وقت آپ ہمیں اپنے اکاؤنٹ کے پروفائل کے ذریعے ہمیں دیتے ہیں تو اسمارٹ اسٹورز وصول کرتے ہیں اور اسٹور کرتے ہیں۔',
        key.privacyBody5:
            'جب آپ ہماری خدمات کا استعمال کرتے ہیں تو ، ہم خود بخود کچھ قسم کی معلومات اکٹھا اور برقرار رکھتے ہیں ، بشمول اس بات پر کہ آپ اسممارٹ اسٹورز پر پیش کردہ مصنوعات ، معلومات اور خدمات کے ساتھ کس طرح تعامل کرتے ہیں۔ جب آپ کا ویب براؤزر یا آلہ ہماری ویب سائٹ تک رسائی حاصل کرتا ہے تو ، ہم ، بہت سی دوسری ویب سائٹوں کی طرح ، مخصوص قسم کی معلومات اکٹھا کرنے کے لئے "کوکیز" اور دیگر انوکھے شناخت کاروں کو استعمال کرتے ہیں۔',
        key.privacyBody6:
            'اسممارٹ اسٹور دوسرے ذرائع سے آپ کے بارے میں معلومات حاصل کرسکتے ہیں۔ مثال کے طور پر ، ہمارے کیریئر ہمیں تازہ ترین ترسیل اور ایڈریس ڈیٹا مہیا کرسکتے ہیں ، جس کا استعمال ہم اپنے ریکارڈوں کو اپ ڈیٹ کرنے اور اس کے بعد کی خریداریوں کی فراہمی کے لئے آسان بناتے ہیں۔',
        key.privacyBody7:
            'ہماری خدمات کا استعمال کرتے وقت معلومات خود بخود پیدا ہوجائیں گی۔ مثال کے طور پر ، جب آپ ہماری خدمات کا استعمال کرتے ہیں تو ، ہم آپ کے عمومی مقام ، آپ جس طرح کا آلہ استعمال کرتے ہیں ، اوپن ڈیوائس شناختی نمبر ، آپ کے دورے کی تاریخ اور وقت ، منفرد آلہ شناخت کنندہ ، آپ کے براؤزر کی قسم کے بارے میں معلومات اکٹھا کرسکتے ہیں۔ آپریٹنگ سسٹم ، انٹرنیٹ پروٹوکول (IP) ایڈریس ، اور ڈومین نام کا استعمال کرتے ہوئے۔ عام طور پر ، ہم اس معلومات کو سائٹ کو چلانے اور بڑھانے کے لئے استعمال کرتے ہیں ، اور ساتھ ہی یہ بھی یقینی بناتے ہیں کہ آپ کو زیادہ سے زیادہ مناسب معلومات ملیں۔',
        key.privacyBody8:
            'آپ کا صارف نام اور پاس ورڈ ، آپ سے متعلق احکامات ، آپ کی دلچسپی ، ترجیحات ، آراء اور سروے کے ردعمل۔',
        key.privacyBody9:
            'جیسا کہ زیادہ تر ویب سائٹوں کا سچ ہے ، ہم کچھ معلومات خود بخود جمع کرتے ہیں اور اسے لاگ فائلوں میں اسٹور کرتے ہیں۔ اس معلومات میں آئی پی ایڈریس ، براؤزر کی قسم ، انٹرنیٹ سروس فراہم کرنے والے (آئی ایس پی) ، حوالہ/ایگزٹ صفحات ، آپریٹنگ سسٹم ، تاریخ/ٹائم اسٹیمپ ، اور اسٹریم ڈیٹا پر کلک کریں۔ ہم اس معلومات کو کارکردگی کی خدمات کو برقرار رکھنے اور بہتر بنانے کے لئے استعمال کرتے ہیں۔',
        key.privacyBody10:
            'بہتر سمجھنے کے لئے کہ لوگ ویب سائٹ کے ساتھ کس طرح بات چیت کرتے ہیں ، ہم تجزیاتی خدمات کو ملازمت دیتے ہیں ، جیسے لیکن گوگل تجزیات تک محدود نہیں۔ کوکیز کو تجزیاتی خدمات کے ذریعہ ڈیٹا اکٹھا کرنے کے لئے استعمال کیا جاتا ہے جیسے صارفین سائٹ پر کتنی بار جاتے ہیں ، اور ہم اس ڈیٹا کو اپنی خدمات اور ویب سائٹ کو بڑھانے کے لئے استعمال کرتے ہیں۔ تجزیات کی خدمات کے استعمال اور رازداری کی پالیسیاں کی شرائط ، جن سے آپ کو مزید معلومات کے لئے مشورہ کرنا چاہئے کہ یہ کمپنیاں اس معلومات کو کس طرح استعمال کرتی ہیں ، اس کی حدود رکھیں کہ وہ کس طرح استعمال کرسکتے ہیں اور ان کی معلومات کو تقسیم کرسکتے ہیں۔',
        key.privacyBody11:
            'اگر آپ نے اپنے آلات پر مقام کی خدمات کو فعال کیا ہے تو ، ہم اپنی پیش کردہ خدمات کو بہتر بنانے کے ل your آپ کے مقام کی معلومات اکٹھا کرسکتے ہیں۔ اگر آپ یہ معلومات اکٹھا نہیں کرنا چاہتے ہیں تو ، آپ اپنے آلے پر مقام کی خدمات کو غیر فعال کرسکتے ہیں۔',
        key.privacyBody12:
            'کوکیز معلومات کے چھوٹے چھوٹے ٹکڑے ہیں جو آپ ویب سائٹ دیکھ رہے ہیں تو ویب سائٹ آپ کے کمپیوٹر کی ہارڈ ڈرائیو پر بھیجتی ہے۔ یہ ٹیکسٹ فائلیں ویب سائٹوں کے ذریعہ استعمال کرسکتی ہیں تاکہ صارفین کو تجربہ زیادہ موثر بنایا جاسکے۔ اگر ہم اس سائٹ کے آپریشن کے لئے سختی سے ضروری ہیں تو ہم ان کوکیز کو آپ کے آلے پر اسٹور کرسکتے ہیں۔ کوکیز کی دوسری تمام اقسام کے لئے ہمیں آپ کی اجازت کی ضرورت ہے۔ اس مقصد کے لئے ، یہ سائٹ مختلف قسم کے کوکیز کا استعمال کرتی ہے۔ کچھ کوکیز تیسری پارٹی کی خدمات کے ذریعہ رکھی جاتی ہیں جو ہمارے صفحات پر ظاہر ہوتی ہیں۔ ہم اور کچھ تیسری پارٹی دونوں سیشن کوکیز (جس کی میعاد ختم ہونے کے بعد آپ اپنے ویب براؤزر کو بند کردیتے ہیں) اور مستقل کوکیز (جو آپ کے کمپیوٹر پر رہتے ہیں جب تک کہ آپ انہیں حذف نہ کریں) استعمال کرسکتے ہیں تاکہ آپ کو ہماری خدمات اور مارکیٹ میں زیادہ ذاتی اور انٹرایکٹو تجربہ فراہم کریں۔ ہماری مصنوعات. مارکیٹنگ کوکیز ویب سائٹوں پر زائرین کو ٹریک کرنے کے لئے استعمال ہوتی ہیں۔ ارادہ ان اشتہارات کو ظاہر کرنا ہے جو انفرادی صارف کے ل relevant متعلقہ اور مشغول ہوں اور اس طرح پبلشرز اور تیسری پارٹی کے مشتہرین کے لئے زیادہ قیمتی ہوں۔ یہ ٹریکنگ گمنام بنیاد پر کی جاتی ہے۔',
        key.privacyBody13:
            'جب ہم اپنے حل ڈیزائن کرتے ہیں تو ہم آپ کی سلامتی اور رازداری پر غور کرتے ہیں۔ خفیہ کاری پروٹوکول اور سافٹ ویئر کو استعمال کرکے ، ہم کوشش کرتے ہیں کہ آپ کی ذاتی معلومات کی حفاظت کو پورے ٹرانسمیشن میں رکھیں۔ جب کریڈٹ / ڈیبٹ کارڈ / بینک کی تفصیلات سنبھالتے ہو تو ، ہم جسمانی ، الیکٹرانک اور طریقہ کار کے اقدامات کا استعمال کرتے ہوئے کسٹمر کی ذاتی معلومات کو محفوظ رکھتے ہیں اور صارفین کی ذاتی معلومات کو محفوظ رکھتے ہیں۔ ہمارے حفاظتی اقدامات کی وجہ سے ، ہم آپ کو ذاتی ڈیٹا تک رسائی دینے سے پہلے اپنی شناخت ثابت کرنے کی ضرورت کرسکتے ہیں۔ آپ کے لئے یہ ضروری ہے کہ آپ اپنے پاس ورڈ اور اپنے کمپیوٹرز ، آلات اور ایپلی کیشنز تک غیر مجاز رسائی سے بچائیں۔ ہم آپ کے اکاؤنٹ کے لئے ایک انوکھا پاس ورڈ استعمال کرنے کی تجویز کرتے ہیں جو دوسرے آن لائن اکاؤنٹس کے لئے استعمال نہیں ہوتا ہے۔ مشترکہ کمپیوٹر کا استعمال ختم ہونے پر سائن آف کرنا یقینی بنائیں۔',
        key.privacyBody14:
            'اکاؤنٹ سیکشن میں آپ اپنی معلومات تک رسائی حاصل کرسکتے ہیں ، بشمول آپ کا نام ، پتہ ، ادائیگی کے اختیارات ، پروفائل کی معلومات اور خریداری کی تاریخ۔',
        key.privacyBody15:
            'رازداری کی یہ پالیسی 10 اکتوبر 2022 تک موثر ہے اور مستقبل میں اس کی دفعات میں ہونے والی کسی تبدیلی کے سلسلے میں اس کے علاوہ اس کا اثر ہوگا ، جو اس صفحے پر پوسٹ ہونے کے فورا بعد ہی نافذ العمل ہوگا۔ ہمارے پاس کسی بھی وقت اپنی رازداری کی پالیسی کو اپ ڈیٹ کرنے یا تبدیل کرنے کا حق محفوظ ہے اور آپ کو اس رازداری کی پالیسی کو وقتا فوقتا چیک کرنا چاہئے۔ نوٹ نوٹ: اگر آپ کو رازداری کی اس پالیسی کے بارے میں کوئی سوالات ہیں تو ، براہ کرم ہم سے رابطہ کریں۔',

        key.memPlan1Title: 'شروع کریں',
        key.memPlan1Price: 'مفت',
        key.memPlan1Desc1:
            'کسی کو بھی مفت ممبروں کی حیثیت سے رجسٹرڈ کیا جاسکتا ہے۔',
        key.memPlan1Desc2:
            'اسممارٹ پلیٹ فارم پر 3 تک مصنوعات فروخت کرسکتے ہیں۔',
        key.memPlan1Desc3:
            'دیکھنے کے لئے صرف ان مصنوعات اور اسٹوروں تک رسائی حاصل ہوگی جو پہلے سے طے شدہ طور پر کھولے جاتے ہیں یا دکانداروں اور کاروباری اداروں کے ذریعہ کھولے جاتے ہیں۔',
        key.memPlan1Desc4:
            'وہ بیچنے والے کے ساتھ باہمی تفہیم کے ساتھ براہ راست صارفین کی حیثیت سے اپنے طور پر کچھ بھی خرید سکتے ہیں۔ اس طرح کے معاہدے میں کسی بھی مسئلے کی صورت میں اسمارٹ ذمہ دار یا بیک اپ نہیں ہوگا۔',
        key.memPlan2Title: 'پرو',
        key.memPlan2Desc1: 'ایک مفت ایک ماہ کی آزمائش',
        key.memPlan2Desc2: 'اسممارٹ پلیٹ فارم پر کچھ بھی بیچ سکتا ہے',
        key.memPlan2Desc3:
            'دیکھنے کے لئے تمام مصنوعات اور اسٹورز تک رسائی حاصل ہوگی۔',
        key.memPlan2Desc4:
            'اسممارٹ پر پریمیم ممبروں کے تمام سودوں کی حمایت اسممارٹ کے ذریعہ کی جائے گی۔ ہم ہموار لین دین اور مصنوعات کی فراہمی کے ذمہ دار ہوں گے۔ اسممارٹ باہمی افہام و تفہیم کے احترام کی ضمانت دے گا جس پر بیچنے والے اور خریدار دونوں نے اتفاق کیا ہے۔',
        key.memPlan2Desc5: 'اہل اشیاء پر لامحدود ترسیل۔',
        key.memPlan2Desc6:
            'پریمیم ممبران کو دنیا بھر میں تمام کاروباروں تک کم رسائی حاصل ہوگی ، بطور بیچنے والے اور خریدار دونوں ہی اسممارٹ براہ راست اس طرح کے ممبروں اور کسی بھی معاہدے کی ضمانت دے رہے ہوں گے اور ان کی تصدیق کریں گے۔',
        key.memPlan2Desc7:
            'چونکہ تمام پریمیم ممبران کی جانچ پڑتال کی جاتی ہے اور اس کی تصدیق اسمارٹ تصدیقی عمل کے ذریعہ کی جاتی ہے ، لہذا ایسے تمام ممبر دنیا میں کہیں بھی ، ایک دوسرے کے ساتھ کم تجارت کی فکر کر سکتے ہیں۔',
        key.memPlan3Title: 'کاروبار',
        key.memPlan3Desc1: '2 ماہ کی مفت آزمائش',
        key.memPlan3Desc2: 'B2B مواقع',
        key.memPlan3Desc3: 'لامحدود مفت فراہمی',
        key.memPlan3Desc4: 'لامحدود پروموشنل ٹولز',
        key.memPlan3Desc5: 'تھوک شپنگ',
        key.memPlan3Desc6:
            'ہمارے جسمانی اسٹورز میں مصنوعات رکھنے کا موقع حاصل کریں۔',
        key.memPlan3Desc7: 'اہل اشیاء پر لامحدود ترسیل۔',
        key.memPlan3Desc8:
            'پریمیم ممبران کو دنیا بھر میں تمام کاروباروں تک کم رسائی حاصل ہوگی ، بطور بیچنے والے اور خریدار دونوں ہی اسممارٹ براہ راست اس طرح کے ممبروں اور کسی بھی معاہدے کی ضمانت دے رہے ہوں گے اور ان کی تصدیق کریں گے۔',
        key.memPlan3Desc9:
            'چونکہ تمام پریمیم ممبران کی جانچ پڑتال کی جاتی ہے اور اس کی تصدیق اسمارٹ تصدیقی عمل کے ذریعہ کی جاتی ہے ، لہذا ایسے تمام ممبر دنیا میں کہیں بھی ، ایک دوسرے کے ساتھ کم تجارت کی فکر کر سکتے ہیں۔',

        key.vendorHeader0: '',
        key.vendorBody0:
            'فراہم کنندہ (اسممارٹ گروپ آف انڈسٹریز پرائیوٹ لمیٹڈ پاکستان) اور وینڈر (تیسری پارٹی کے دکانداروں کے طور پر بیان کردہ) کو اجتماعی طور پر "فریق" اور انفرادی طور پر "پارٹی" کے طور پر بھیجا جائے گا ، جیسا کہ معاملہ ہوسکتا ہے۔ فراہم کنندہ فروش کے ایک آزاد ٹھیکیدار کی حیثیت سے کام کرتا ہے ، جو اس معاہدے کے ذریعہ ، صارفین کے ساتھ معاہدوں کو نتیجہ اخذ کرنے اور اس کے ساتھ ساتھ وینڈر کے اکاؤنٹ کے ساتھ ساتھ وینڈر کی پیش کشوں کے لئے ، اس کے ذریعہ دیئے گئے پیش کشوں کے لئے مکمل اختیار فراہم کرتا ہے۔ فراہم کنندہ کا آن لائن پلیٹ فارم www.ismmart.com ("ویب سائٹ") اور موبائل ایپلی کیشنز (جہاں قابل اطلاق ہیں)۔ یہ سمجھا جاتا ہے کہ فراہم کنندہ صارفین کی جانب سے کام نہیں کرتا ہے۔ \ n \ n جب ، فراہم کنندہ کے ذریعہ صارفین کے ساتھ بطور ایجنٹ بطور ایجنٹ فراہم کنندہ کے ذریعہ فراہم کردہ تمام معاہدوں پر مبنی ہوں گے۔ ویب سائٹ پر پائے جانے والے صارفین کے ساتھ عمومی شرائط و ضوابط۔ کسٹمر۔ \ n \ n whereas پارٹیاں ایک دوسرے کو اپنا NTN# اور STN# فراہم کریں گی۔ کسی بھی تبدیلی کی صورت میں ، وہی دوسری فریق کو بھی بتایا جائے گا۔',
        key.vendorHeader1: '1. فراہم کنندہ کے حقوق ، ذمہ داریوں اور فرائض:',
        key.vendorBody1:
            '1.1: فراہم کنندہ آرڈر (زبانیں) وینڈر ڈیش بورڈ یا فون کال کے ذریعے منتقل کرے گا (صرف اس صورت میں ، اگر ویب سائٹ کام نہیں کررہی ہے) متعلقہ دکان میں۔ \ n \ n1.2: فراہم کنندہ ایک منتقل کرے گا کسی صارف کے ذریعہ پلیٹ فارم پر وینڈر کو ویب سائٹ کے ذریعے یا کال کے ذریعے (جب ویب سائٹ کام نہیں کررہی ہے) کا آرڈر آن لائن یا نقد رقم میں گاہک کی ادائیگی قبول کریں۔ \ n \ n1.3: اس کی صورت میں فراہمی کی خدمات انجام دینے والے فراہم کنندہ کو ، صارف کو ڈلیوری فیس ("ismmart ڈلیوری فیس") چارج کرنے کا حق حاصل ہے ، اور اپنی صوابدید پر کم سے کم آرڈر کی قیمت کا تعین کریں۔ خدمات کو انجام دینے کے ل provider ، فراہم کنندہ: \ n \ T1.3.1 کو یقینی بنائیں کہ ویب سائٹ پر بیان کردہ ترسیل کا وقت در حقیقت مطلوبہ ترسیل کے وقت کی تعمیل کرتا ہے۔ \ n1.3.2 اس بات کو یقینی بنائیں کہ تمام آرڈرڈ آئٹمز کو ایسی حالت میں پہنچایا جائے گا کہ a کسٹمر اس قسم کی آئٹم کی توقع کرے گا ، بشرطیکہ کہ فروش شق 2.7 میں ذمہ داری کے مطابق ہو۔ . \ n \ t1.3.4 دکانداروں کو فراہم کنندہ کے ذریعہ کسی بھی تبدیلی کی تحریری طور پر مطلع کریں جس میں مطلوبہ تبدیلی ہونے سے کم از کم دو (2) دن پہلے ، اور دکاندار اس طرح کی تمام تبدیلیوں کی تعمیل کرے گا۔ n \ T1.3.5 کو اپنی صوابدید پر ، ترسیل سے متعلق کسی بھی خدمات ، بشمول ترسیل کے علاقوں اور آپریشنل ٹائمنگ کے بغیر ، اس میں ردوبدل کا حق ہے۔ فروش کے لئے رابطے کا نقطہ۔ اگر فراہم کنندہ رابطہ کی معلومات کو اپ ڈیٹ کرنے کا ارادہ رکھتا ہے تو ، رابطے کی معلومات کی تبدیلی کی مؤثر تاریخ سے سات (7) دن قبل وینڈر کو بھی مطلع کیا جائے گا۔',
        key.vendorHeader2: '2 تیسری پارٹی کے فروش حقوق ، ذمہ داریوں اور فرائض:',
        key.vendorBody2:
            'دکاندار: \ n \ n2.1 فراہم کنندہ کو فراہم کنندہ کے ساتھ اتفاق رائے کے مطابق تمام آئٹمز "آئٹم لسٹ" کی فہرست فراہم کرے گا۔ آئٹم کی فہرست ویب سائٹ پر ڈسپلے کے لئے دستیاب کی جائے گی۔ \ n \ n2.2 اگر دکاندار آئٹم لسٹ میں کوئی تبدیلی لانا چاہتا ہے تو ، مصنوعات (زبانیں) کی حیثیت کو "زیر التواء" میں تبدیل کردیا جائے گا۔ فراہم کنندہ تبدیلیوں کا جائزہ لے گا اور دو (2) کاروباری دنوں کے اندر فراہم کنندہ کی مصنوعات کی پالیسیوں کے مطابق تبدیلیوں کو منظور یا مسترد کرے گا۔ اجازت ، اور رضامندی (جو اس معاہدے کے تحت اپنی ذمہ داریوں کو انجام دینے کے لئے درکار ہوسکتے ہیں) \ n2.4 فراہم کنندہ ، اور اس کے سوار (فراہم کنندہ کے اپنے سوار اور/یا ہمارے ترسیل کے شراکت داروں ، یعنی ، ٹی سی ایس ، فیڈیکس اور کے طور پر بیان کیا گیا ہے۔ ڈی ایچ ایل) خدمات انجام دینے کے لئے فراہم کنندہ کے ذریعہ مناسب طور پر وینڈر کے احاطے تک رسائی۔ ، آرڈر فروش کو فراہم کیا گیا تھا ، بشرطیکہ یہ آرڈر مخصوص وقت کے اندر مکمل ہونا ضروری ہے جیسا کہ فراہم کنندہ کے ذریعہ دیا گیا ہے۔ اگر فروش نہ تو آرڈر کو قبول کرتا ہے اور نہ ہی اسے مسترد کرتا ہے تو ، اسے فراہم کنندہ کے ذریعہ خود بخود مسترد کردیا جائے گا۔ \ n \ n2.6 اگر ، شق 2.5 کے مطابق فراہم کنندہ کو مسترد کرنے والے فراہم کنندہ کو ، دکاندار کو واضح طور پر اس کی وجہ بیان کرنا چاہئے (زبانیں) اس طرح کے مسترد ہونے کے ل ، ، اس وقت سے 12 گھنٹوں کے بعد جب آرڈر دکاندار کو دستیاب کیا گیا تھا۔ \ n \ n2.7 کسی آرڈر کو قبول کرنے پر ، اس میں بغیر کسی تاخیر کے آرڈر کو تیار کریں اور اس کے عام معیار سے کم ہوں وینڈر ، اور اسے فراہم کنندہ کے ترسیل کے شخص یا صارف (فروش کی ترسیل کی صورت میں) میں منتقل کریں۔ دکاندار کے ذریعہ اس کے براہ راست صارفین کو فراہم کردہ۔ \ n \ n2.9 فروش قبول کرتا ہے ، تسلیم کرتا ہے اور اس کا ارتکاب کرتا ہے: \ n \ n2.9.1 وینڈر ایسی اشیاء فراہم نہیں کرے گا جو ان تک پہنچے/اور یا اس کی میعاد ختم ہونے/یا اس سے پہلے کی سب سے بہتر تاریخ کو عبور کریں گے کیونکہ کارخانہ دار کے ذریعہ پیکیجنگ پر چھپی ہوئی۔ N2.9.3 شق 2.9.1 کی خلاف ورزی کی صورت میں ، فروش گاہک کے ذریعہ تیار کردہ کسی بھی صحت کی صورتحال کے لئے ذمہ دار اور ذمہ دار ہوگا جس کے نتیجے میں وینڈر کے ذریعہ میعاد ختم ہونے والی مدت ختم/استعمال کی جائے گی اور اس کے لئے ذمہ دار ٹھہرایا جائے گا۔ قانونی چارہ جوئی سمیت کسٹمر کی تمام حرکتیں۔ اس کے کسی بھی نتیجہ خیز اثرات۔ \ n \ n2.10 اس بات کو یقینی بنائیں کہ وینڈر ، ہر وقت ، کافی صلاحیت رکھتا ہے (بشمول عملہ ، اشیاء اور سامان) صارفین کو فراہم کردہ اوسط ترسیل کے وقت کے مطابق تمام احکامات پر کارروائی کرنے کے لئے دستیاب ہے۔ \ n 2 N2.11 کسی مصنوع کی عدم دستیابی کی صورت میں پلیٹ فارم پر وینڈر ڈیش بورڈ پر فوری طور پر اسٹاک کو اپ ڈیٹ کریں۔',
        key.vendorHeader3: '2.12 قیمتیں:',
        key.vendorBody3:
            '2.12.1 وینڈر اس کے ساتھ وارنٹ ہے کہ فراہم کنندہ کو فراہم کی جانے والی قیمتیں پلیٹ فارم کے ذریعہ آرڈر دیتے وقت صارفین کو پیش کی جانے والی اصل وقت کی قیمتوں سے مماثل ہیں۔ پلیٹ فارم کے ذریعہ آرڈر کردہ کوئی بھی چیز ، وینڈر کم سے کم سات (7) دن پہلے ہی قیمتوں میں کمی ، ترقیوں یا چھوٹ ، متعلقہ موثر تاریخ اور اس کی مدت کی حد کو بتاتے ہوئے فراہم کنندہ کو مطلع کرے گا۔ \ n \ n2.13 اگر فراہم کنندہ فراہم کنندہ کے سواروں کے ساتھ سلوک کرنے والے کی ترسیل کے نظام کو قابل احترام اور مہذب انداز میں استعمال کرتا ہے ، جس میں گالی گلوچ زبان ، بدسلوکی سلوک ، ہراساں کرنے ، حملہ اور بیٹری کے استعمال کی ممانعت تک محدود نہیں ہے۔ اس سلسلے میں فروش اور اس کے عملے کو تربیت فراہم کی جائے گی۔ اس شق کی خلاف ورزی اس معاہدے کی خلاف ورزی ہوگی۔ \ n \ n2.14 وینڈر آرڈر چیک آؤٹ کے دوران استعمال ہونے والے صارفین کو فراہم کردہ الیکٹرانک واؤچرز کو قبول کرنے پر راضی ہے۔ اس طرح کے تمام واؤچرز کی ادائیگی وینڈر کے رجسٹرڈ بینک اکاؤنٹ میں ماہانہ/ہفتہ وار انوائس میں فراہم کنندہ کے ذریعہ ادا کی جائے گی۔ ، اور کاروباری جیسا انداز ، قائم کردہ صنعت کے معیار ، طریقوں اور اصولوں کے اندر ، اور اس وقت میں طے شدہ ڈیڈ لائن کے اندر اندر۔ اگر وینڈر فراہم کردہ معلومات کو اپ ڈیٹ کرنے کا ارادہ رکھتا ہے تو ، وینڈر رابطے کی معلومات میں تبدیلی کی مؤثر تاریخ سے سات (7) دن قبل فراہم کنندہ کو مطلع کرے گا۔',
        key.vendorHeader4: '3. کسٹمر کی بازیابی کا چارج - نقصانات/جرمانہ:',
        key.vendorBody4:
            '3.1 دکاندار تسلیم کرتا ہے کہ فراہم کنندہ پاکستان میں ایک معروف کمپنی ہے ، جو اپنے صارفین کو سہولت ، وشوسنییتا اور معیار فراہم کرنے کی کوشش کرتی ہے۔ چونکہ فراہم کنندہ کے نظام اور کاروائیاں صارفین کے تجربے اور آراء پر بہت زیادہ انحصار کرتی ہیں ، لہذا فروش اس کی تصدیق کرتا ہے اور فراہم کنندہ سے اتفاق کرتا ہے کہ اگر دکاندار فراہم کنندہ کے آپریشنل معیارات کا مشاہدہ کرنے یا اس کی تعمیل کرنے میں ناکام رہتا ہے تو ، فروش فراہم کنندہ کو اس طرح کی رقم ادا کرے گا۔ فراہم کنندہ کے ذریعہ طے شدہ نقصانات ("کسٹمر ریکوری چارج") کے طور پر طے کیا جاتا ہے۔ مذکورہ کسٹمر کی بازیابی کا چارج فراہم کنندہ کے اس طرح کے آپریشنل معیارات کے ساتھ اس طرح کے غیر مشاہدہ اور/یا عدم تعمیل کو بہتر بنانے کے لئے فراہم کنندہ کے ذریعہ ضروری سمجھے جانے والے اقدامات کے اخراجات اور اخراجات کے لئے نقصانات کا دعوی کرنے کے حق سے تعصب نہیں کرے گا۔ \ n \ n3.2 فروش تسلیم کرتا ہے کہ اس نے شق 3 کی دفعات کو پڑھا ، سمجھا اور اس سے اتفاق کیا ہے اور اس سے بھی اتفاق کرتا ہے کہ شق 3 کی دفعات کا اطلاق فراہم کنندہ کے ذریعہ معطلی کی اطلاع تک لاگو ہوگا ، بشرطیکہ دکاندار کو دیا جائے۔ کم سے کم سات (7) دن کا تحریری نوٹس۔ \ n \ n3.3 کسی صارف کے ذریعہ فراہم کردہ آرڈر کے سلسلے میں فراہم کنندہ کے ذریعہ موصول ہونے والی کوئی بھی رائے فراہم کنندہ کے ذریعہ کئے جانے والے معائنے کے طور پر سمجھی جائے گی اور دکاندار اس طرح کے کسی بھی نتیجے کو قبول کرے گا۔ مقابلہ مزید برآں ، منقطع نقصانات کی ادائیگی کے باوجود ، فراہم کنندہ خلاف ورزیوں کے سلسلے میں اپنے تمام حقوق قانون میں محفوظ رکھے گا۔',
        key.vendorHeader5: '4 معطلی:',
        key.vendorBody5:
            '4.1 فراہم کنندہ کو یہ حق حاصل ہوگا کہ وہ پلیٹ فارم سے عارضی طور پر اسے بغیر کسی جرمانے کے معطل کردے ، اگر: \ n \ n4.1.1 وینڈر فراہم کنندہ کی انوائس ادا کرنے میں ناکام رہا ہے جو واجب الادا ہو چکے ہیں۔ \ n \ n4.1.2 اس کی معقول رائے میں ، فروش اس معاہدے کی کسی بھی شرائط کی خلاف ورزی کر رہا ہے یا وہ فراہم کنندہ کے کاروبار پر منفی اثر ڈال سکتا ہے۔ \ n \ n4.2 کسی بھی شک سے بچنے کے ل any ، کسی بھی معطلی کا نتیجہ اس معاہدے کے خاتمے کا نتیجہ نہیں ہوگا ، جس کی دفعات باقی رہیں گی۔ مکمل طور پر قابل اطلاق.',
        key.vendorHeader6: 'تیسری پارٹی کے دعووں سے 5 معاوضہ:',
        key.vendorBody6:
            '5.1 کسی بھی فریق کو اپنے خرچ پر ، دوسرے فریق ، اس کے ڈائریکٹرز ، افسران ، یا ایجنٹوں (اجتماعی طور پر ، "ڈیمینیٹیز") کے خلاف لائے گئے تیسرے فریق کے دعوؤں کا دفاع کیا جائے گا اور اس کے خلاف معاوضہ ادا کرے گا: \ n \ n5.1.1 کوئی دعوی یہ ، اگر سچ ہے تو ، کسی بھی فریق ، اس کے ملازمین ، ایجنٹوں ، یا نمائندوں کے ذریعہ اس معاہدے کی خلاف ورزی ہوگی۔ اس معاہدے سے پیدا ہونے والی کسی بھی فریقوں کی ذمہ داریوں سے متعلق ؛ یا کسی بھی پارٹی کے ملازمین ، ایجنٹوں ، یا نمائندوں کی پارٹی کی غفلت ، کارروائیوں یا ناکامیوں سے پیدا ہونے والی۔ ان میں سے کسی کے ذریعہ ہونے والی فیس (جس میں معقول قانونی فیس بھی شامل ہے) جو اس طرح کے کسی بھی دعوے سے منسوب ہیں۔',
        key.vendorHeader7: '6 فیس ، ادائیگی اور فنڈز کی جمع:',
        key.vendorBody7:
            '6.1 دکاندار فراہم کنندہ اتھارٹی کو نام پر ، اور اکاؤنٹ کے لئے ، صارفین کے ذریعہ ادا کردہ وینڈر کی ، چاہے آن لائن ذرائع سے ہو یا نقد رقم میں وصول کرے گا۔ \ n \ n6.2 کے ذریعہ نقد ادائیگی کی صورت میں کسٹمر کی فراہمی ، فراہم کنندہ شق 6 کی دفعات کے مطابق نقد ادائیگی جمع کرنے اور دوسری فریق کے ساتھ صلح کرنے کا ذمہ دار ہوگا۔ شق 6 کی دفعات کے مطابق 6. \ n \ n6.4 فریقین اس بات پر متفق اور قبول کرتے ہیں کہ آمدنی ، کمیشن فیس اور ترسیل کی فیس کا حساب کتاب کیا جائے گا اور اس معاہدے میں اس رقم میں قابل ادائیگی کی جائے گی ، اور کوئی دوسری فیس نہیں ہے۔ یا چارجز فریقین کے مابین یا صارفین کے مابین لاگو ہوں گے ، سوائے اس معاہدے میں فراہم کردہ۔ دکاندار خاص طور پر یہ قبول کرتا ہے کہ ، اگر قابل اطلاق ہے تو ، فراہم کنندہ پیدا ہونے والی آمدنی کے خلاف ایجنسی/جمع کرنے والا فیس ختم کرسکتا ہے۔ آرڈر کی ترسیل کا وقت۔',
        key.vendorHeader8: '6.6 انوائسنگ اور ادائیگی - فراہم کنندہ کی فراہمی:',
        key.vendorBody8:
            '6.6.1 فراہم کنندہ کریڈٹ سے متعلق تمام احکامات اکٹھا کرے گا اور ای میل کے ذریعے بائومنٹلی بنیاد پر فروش ("آرڈر بیان")) انوائس کرے گا۔ کمیشنوں اور تمام قابل اطلاق ٹیکس کو ہفتہ وار بنیاد پر فروش کے رجسٹرڈ بینک اکاؤنٹ میں۔ N6.6.4 بینک سروس فیس _ بینک_ ٪ کے مطابق ، آن لائن ادائیگیوں پر موصول ہونے والے تمام آرڈر کے خلاف فروش سے وصول کی جائے گی۔',
        key.vendorHeader9: '6.7 آن لائن آرڈر اور کارپوریٹ احکامات:',
        key.vendorBody9:
            '6.7.1 تمام آن لائن ادائیگیوں کو باقاعدہ احکامات کے طور پر منتقل اور سلوک کیا جائے گا اور اسے فروش کو ادا کیا جائے گا۔ \ n \ n6.8 شق 3.1 کی دفعات کو محفوظ کرتے ہوئے ، فراہم کنندہ اس فروش کو بھی اس کی وجہ سے معروف نقصانات کی خاکہ جاری کرے گا۔ فراہم کنندہ کو فروش کے ذریعہ ("نقصانات کی اطلاع") متعلقہ آرڈر بیان کی جاری تاریخ یا نقصانات کی اطلاع کے پانچ (5) کاروباری دن کے اندر تحریری طور پر اعتراض کریں اور اپیل کی تمام وجوہات کو واضح طور پر بیان کریں گے ، بشمول کسی بھی معاون دستاویزات۔ تین (3) کاروباری دنوں میں اعتراض فروش کے اعتراض سے مطلع ہونے سے اور: \ n \ ni۔ اگر اس سے اتفاق کیا گیا تو ، فراہم کنندہ آرڈر کے بیان یا اس کے مطابق نقصانات کی اطلاع کو ایڈجسٹ کرے گا۔ \ n \ nii۔ اگر فراہم کنندہ فروش سے متفق نہیں ہے تو ، وہ فروش کو اس طرح کے بارے میں آگاہ کرے گا اور فریقین نیک نیتی سے کوشش کریں گے کہ کسی بھی تنازعہ یا دعوے کو حل کرنے کی کوشش کریں گے یا اس معاہدے کے سلسلے میں کسی فریقین کے ہر فریق کے مذاکرات کے ذریعہ یا اس معاہدے کے سلسلے میں متعلقہ تنازعہ کو طے کرنے کے اختیار کے ساتھ۔ \ n \ n6.9.3 اگر اپیل کی وصولی کے چودہ (14) دن کے اندر تنازعہ کو خوش اسلوبی سے حل نہیں کیا جاسکتا ہے تو یا کسی بھی فریق کو بالترتیب شق 19 اور/یا 24 کی دفعات کا اطلاق کرنے کا حقدار ہوگا۔',
        key.vendorHeader10: '7 خدمات کا آغاز:',
        key.vendorBody10:
            'فراہم کنندہ کے ذریعہ درخواست کی گئی تمام معلومات کی وصولی کے بعد فروش کو صرف پلیٹ فارم پر درج کیا جائے گا ، لیکن آئٹم لسٹ تک محدود نہیں۔ مصنوعات کی ایک لوگو اور منظور شدہ تصاویر۔ فراہم کنندہ خدمات کی ابتدائی تاریخ ("آغاز کی تاریخ") سے دکاندار کو آگاہ کرے گا ، جس کے نوٹیفکیشن کو اس معاہدے سے منسلک کیا جائے گا۔',
        key.vendorHeader11: '8. پالیسی اور طریقہ کار کی تعمیل:',
        key.vendorBody11:
            '8.1 فروش سمجھتا ہے کہ فراہم کنندہ شکایت (معیار اور/یا ترسیل/اٹھاو شکایات) کی صورت میں نوٹس کے ساتھ یا اس کے بغیر وینڈر کی خدمات کو معطل کرسکتا ہے (معیار اور/یا ترسیل کی شکایات) تناسب وینڈر کے کاروبار میں پہنچنے والے کل احکامات کے 2 ٪ سے زیادہ ہے جس کے نتیجے میں دوبارہ ترتیب کی شرح کم ہوسکتی ہے۔ اوسط سے زیادہ۔ \ n \ n8.2 فروش قبول کرتا ہے کہ آرڈر (اشارے) کو مسترد کرنے پر ، اس کی دکان کو فراہم کنندہ کی صوابدید کے مطابق ایک مدت کے لئے پلیٹ فارم سے غیر فعال کردیا جائے گا۔ گاہکوں کی حقیقی شکایت کی صورت میں ان صارفین کو واؤچر۔ \ n \ n8.4 صارفین کی شکایات کی صورت میں ، فروش کسی بھی صورت میں فراہم کنندہ کو کسی بھی طرح سے شکایت نہیں کرے گا اور نہ ہی اس میں اضافہ کرے گا۔ \ n \ n8.5 دکاندار اس بات سے اتفاق کرتا ہے کہ فراہم کنندہ کے ترسیل والے شخص کو کوئی چھوٹ/کمیشن ادا نہ کریں۔',
        key.vendorHeader12: '9. وارنٹی:',
        key.vendorBody12:
            'دکاندار نمائندگی کرتا ہے ، وارنٹ کرتا ہے اور اس کا ارتکاب کرتا ہے کہ اس کی دانشورانہ املاک کے دکاندار کے استعمال سے تیسرے فریق کے کسی بھی دانشورانہ املاک کے حقوق سے متصادم نہیں ہوگا ، غلط استعمال نہیں ہوگا۔ مذکورہ شق 5 کے مطابق تیسرے فریق کے ذریعہ ان کے خلاف لائے گئے کسی بھی آئی پی صحیح خلاف ورزی کے دعووں کے خلاف دکاندار فراہم کنندہ کو مکمل طور پر معاوضہ دے گا۔',
        key.vendorHeader13: '10. رازداری:',
        key.vendorBody13:
            '10.1 ایک پارٹی ("پارٹی وصول کرنے والی") سخت اعتماد میں رکھے گی کہ تمام تکنیکی یا تجارتی جانکاری ، وضاحتیں ، ایجادات ، عمل ، عمل ، یا اقدامات جو خفیہ نوعیت کے ہیں اور دوسری فریق کے ذریعہ وصول کنندہ پارٹی کو انکشاف کیا گیا ہے (" پارٹی کا انکشاف ") ، اور انکشاف کرنے والی پارٹی کے کاروبار ، اس کی مصنوعات ، اور خدمات سے متعلق کوئی دوسری خفیہ معلومات جو وصول کرنے والی پارٹی حاصل کرسکتی ہے۔ ملازمین ، ایجنٹوں اور ذیلی ٹھیکیداروں کو جو اس معاہدے کے تحت وصول کنندہ پارٹی کی ذمہ داریوں کو خارج کرنے کے مقصد کے لئے اسے جاننے کی ضرورت ہیں۔ کسی بھی معلومات کو صارفین کو انکشاف کریں۔ \ n \ n10.4 اگر تفصیلات کے ذریعہ قانون ، کسی بھی سرکاری یا ریگولیٹری اتھارٹی کے ذریعہ یا کسی سرکاری دائرہ اختیار کی عدالت کے ذریعہ کسی سرکاری ادارہ یا ریگولیٹری اتھارٹی کو انکشاف کرنے کی ضرورت ہے تو ، اسی کے بارے میں بھی بات چیت کی جائے گی۔ دوسری فریق تحریری طور پر پہلے سے۔ \ n \ n10.5 یہ شق 10 اس معاہدے کے خاتمے سے بچ جائے گی۔',
        key.vendorHeader14: '11. کوئی شراکت نہیں',
        key.vendorBody14:
            'اس معاہدے میں کسی بھی چیز کا مقصد فریقین کے مابین کسی بھی کارپوریٹ شراکت یا مشترکہ منصوبے کو قائم کرنے یا سمجھا جائے گا۔',
        key.vendorHeader15: '12. ترمیم:',
        key.vendorBody15:
            '12.1 فراہم کنندہ کو کسی بھی وقت فراہم کنندہ کی صوابدید کے مطابق کامیابی کی فیس میں اضافہ کرنے کا حق حاصل ہوگا۔ ایک سرکاری ای میل کے ذریعے اور/یا وینڈر ڈیش بورڈ کے ذریعے بھی وینڈر کو بتایا جائے گا۔ \ n \ n12.2 فراہم کنندہ کو یہ حق حاصل ہوگا کہ وہ کسی بھی وعدوں ، ذمہ داریوں ، اور خود کی ذمہ داری میں ترمیم ، ہٹانے ، درست کرنے اور/یا اس میں شامل کرنے کا حق حاصل کرے گا۔ اور/یا کسی اضافے کے راستے سے فروش کے ایک حصے میں۔ اسی کو کسی سرکاری ای میل کے ذریعے اور/یا وینڈر ڈیش بورڈ کے ذریعہ فروش کو بھی بتایا جائے گا۔ \ n \ n12.3 اس طرح کی ترامیم سے متفق نہیں ہونے پر ، اسے اس معاہدے کو اس معاہدے کو مطلوب کرنے کا حق حاصل ہوگا۔ شق 18 کی دفعات کے ساتھ۔ \ n \ n12.4 خاص طور پر اس بات پر اتفاق کیا گیا ہے کہ شق 12.2 کے مطابق فراہم کنندہ کے ذریعہ مطلع شدہ تاریخ سے متعلق فریقین کے مابین تمام ترامیم موثر ہوں گی۔',
        key.vendorHeader16: '13. فورس میجور:',
        key.vendorBody16:
            'اس معاہدے کے مقاصد کے لئے ، "فورس میجور ایونٹ" کا مطلب ہے کسی بھی فریق کے معقول کنٹرول سے باہر ایک واقعہ بشمول خدا ، جنگ ، فساد ، شہری ہنگامے ، یا دہشت گردی کی کارروائیوں کی کارروائیوں تک محدود نہیں۔ کسی بھی فریق کو فورس میجور ایونٹ کے نتیجے میں اس معاہدے کے تحت کسی تاخیر یا اپنی ذمہ داریوں کو انجام دینے میں ناکامی کے براہ راست نتیجہ کے طور پر دوسری فریق کا ذمہ دار نہیں ہوگا۔',
        key.vendorHeader17: '14. تیسری پارٹی:',
        key.vendorBody17:
            'جو شخص اس معاہدے کی فریق نہیں ہے اسے اپنی شرائط کو نافذ کرنے کا کوئی حق نہیں ہوگا۔',
        key.vendorHeader18: '15. نوٹس:',
        key.vendorBody18:
            '15.1 اس معاہدے کے تحت تمام نوٹسز تحریری طور پر ہوں گے ، اس معاہدے کے مطابق متفقہ رابطہ شخص/پتے سے خطاب کیا جائے گا ، اور جب وینڈر رجسٹریشن کے عمل کے دوران اس پر اتفاق کیا گیا تو اسی دن اس کو باقاعدگی سے دیا جائے گا۔',
        key.vendorHeader19: '16. تفویض:',
        key.vendorBody19:
            '16.1 فراہم کنندہ کسی بھی وقت اس معاہدے کے تحت تمام یا کسی بھی حقوق کے ساتھ کسی بھی طرح سے کسی اور طریقے سے تفویض ، منتقلی ، رہن ، چارج ، ذیلی معاہدہ ، یا ڈیل کرسکتا ہے اور اس معاہدے کے تحت کسی بھی طرح یا اس کی تمام ذمہ داریوں کو کسی بھی طرح سے معاہدہ یا نمائندہ بنا سکتا ہے۔ کسی بھی تیسرے فریق یا ایجنٹ کے لئے۔ \ n \ n16.2 فراہم کنندہ کی پیشگی تحریری اجازت کے بغیر ، جو غیر معقول طور پر روک نہیں رکھے گا ، تفویض ، منتقلی ، رہن ، چارج ، ذیلی معاہدہ ، یا کسی اعتماد پر اعلان نہیں کیا جائے گا۔ اس معاہدے کے تحت کسی بھی یا اس کے تمام حقوق یا ذمہ داریوں کے ساتھ کسی بھی دوسرے طریقے سے ڈیل کریں۔',
        key.vendorHeader20: '17. چھوٹ:',
        key.vendorBody20:
            'اس معاہدے یا قانون کے تحت کسی بھی حق کی چھوٹ صرف اس صورت میں موثر ہے جب وہ تحریری طور پر ہو اور اس کے نتیجے میں ہونے والی خلاف ورزی یا ڈیفالٹ کی چھوٹ نہیں سمجھی جائے گی۔ اس معاہدے کے تحت یا قانون کے ذریعہ فراہم کردہ کسی حق یا علاج کو استعمال کرنے میں کوئی ناکامی کسی بھی حق یا علاج سے چھوٹ نہیں ہوگی ، اور نہ ہی یہ اس یا کسی دوسرے حق یا علاج کے مزید استعمال کو روکتی ہے یا اس پر پابندی ہوگی۔',
        key.vendorHeader21: '18. اصطلاح اور خاتمہ:',
        key.vendorBody21:
            '18.1 یہ معاہدہ شروع ہونے کی تاریخ پر شروع ہوگا اور غیر معینہ مدت تک جاری رہے گا ، جب تک کہ اس شق 18.1 کے مطابق پہلے ختم نہ ہوجائے۔ اس معاہدے کو ختم کیا جاسکتا ہے: \ n \ n (a) کسی بھی فریق کے ذریعہ سہولت کے لئے پانچ (5) دن سے کم تحریری نوٹس دے کر۔ فریق دوسرے فریق کے ذریعہ اس معاہدے کی مادی خلاف ورزی کی صورت میں۔ \ n \ n (c) کسی بھی وقت فریقین کے مابین باہمی تحریری معاہدے کے ذریعہ۔ \ n \ n18.2 فراہم کنندہ کو اس معاہدے کو ختم کرنے کا حق حاصل ہوگا ، فوری اثر اور بغیر کسی ذمہ داری کے ، سیکشن 2.12 اور 2.13 کی خلاف ورزی کی صورت میں ، جہاں فروش نوٹیفکیشن سے دو (2) کاروباری دنوں کی زیادہ سے زیادہ مدت کے اندر خلاف ورزی کا ازالہ کرنے میں ناکام رہا ہے۔',
        key.vendorHeader22: '19. ذمہ داری کی حد:',
        key.vendorBody22:
            '19.1 اس معاہدے میں کوئی بھی چیز اس کی لاپرواہی ، یا اس کے ملازمین ، ایجنٹوں ، یا ذیلی ٹھیکیداروں کی غفلت کی وجہ سے ہونے والی موت یا ذاتی چوٹ کے لئے فریق کی ذمہ داری کو محدود یا خارج نہیں کرے گی۔ \ n \ n19.2 شق 19.1 سے مشروط نہیں ، کوئی بھی فریق بھی ذمہ دار نہیں ہوگا۔ دوسری فریق کے لئے ، چاہے معاہدے میں ہو ، تشدد (بشمول غفلت) ، قانونی ڈیوٹی کی خلاف ورزی ، یا کسی اور طرح سے ، کسی بھی منافع کے نقصان ، یا اس معاہدے کے تحت یا اس کے تحت پیدا ہونے والے کسی بالواسطہ یا اس کے نتیجے میں ہونے والے نقصان یا نقصانات کے لئے۔ \ n \ n19 .3 یہ شق اس معاہدے کے خاتمے سے زندہ رہے گی۔',
        key.vendorHeader23: '20. متضاد شرائط:',
        key.vendorBody23:
            'اس حد تک کہ ان شرائط میں سے کوئی بھی وینڈر رجسٹریشن فارم پر بیان کردہ شرائط سے متصادم ہے (بشمول ، بغیر کسی حد کے ، وینڈر رجسٹریشن فارم پر تفصیلی کسی بھی خاص شرائط) ، وینڈر رجسٹریشن فارم کی شرائط غالب ہوں گی۔',
        key.vendorHeader25: '21. پورا معاہدہ:',
        key.vendorBody25:
            'اس حد تک کہ ان شرائط میں سے کوئی بھی وینڈر رجسٹریشن فارم پر بیان کردہ شرائط سے متصادم ہے (بشمول ، بغیر کسی حد کے ، وینڈر رجسٹریشن فارم پر تفصیلی کسی بھی خاص شرائط) ، وینڈر رجسٹریشن فارم کی شرائط غالب ہوں گی۔',
        key.vendorHeader26: '22. استحکام:',
        key.vendorBody26:
            'اگر اس معاہدے کا کوئی شق یا جزوی فراہم کرنا غلط ، غیر قانونی ، یا ناقابل عمل ہوجاتا ہے تو ، اسے درست ، قانونی اور قابل عمل بنانے کے لئے ضروری کم سے کم حد تک ترمیم کی جائے گی۔ اگر اس طرح کی ترمیم ممکن نہیں ہے تو ، متعلقہ فراہمی یا پارٹ فراہم کرنے کو حذف کردیا جائے گا۔ اس شق کے تحت کسی شق یا جزوی فراہم کرنے میں کوئی ترمیم یا حذف کرنے سے اس معاہدے کے باقی حصوں کی صداقت اور نفاذ کو متاثر نہیں کیا جاسکتا ہے۔',
        key.vendorHeader27: '23. حکومت قانون اور دائرہ اختیار:',
        key.vendorBody27:
            '23.1 یہ معاہدہ ، اور اس سے یا اس کے موضوع یا اس کے موضوع یا تشکیل (بشمول غیر معاہدہ تنازعات یا دعوے سمیت) سے پیدا ہونے والا یا کوئی تنازعہ یا دعوی (غیر معاہدہ تنازعات یا دعوے سمیت) ، پاکستان کے قوانین کے مطابق ، اور اس کی تشکیل کی جائے گی۔ 23 n23.2 ہر فریق اس بات سے اتفاق کرتا ہے کہ اس معاہدے سے پیدا ہونے والا کوئی بھی تنازعہ پاکستان کی عدالتوں کے غیر خصوصی دائرہ اختیار سے مشروط ہوگا ، جو اس معاہدے یا اس کے موضوع سے پیدا ہونے والے یا اس کے سلسلے میں پیدا ہونے والے کسی بھی تنازعہ یا دعوے کو حل کرے گا۔ یا تشکیل (بشمول غیر معاہدہ تنازعات یا دعوے سمیت)۔ \ n \ n اس معاہدے کی کارکردگی کسی بھی عدالتی کارروائی یا تنازعات کے حل کے کسی اور طریقہ کار کے دوران جاری رہے گی۔ فراہم کنندہ کے ذریعہ منتقل کرنے والے دکاندار یا رقم کے ذریعہ قابل ادائیگی یا قابل ادائیگی نہیں کی جائے گی جو زیر التواء عدالتی تنازعہ یا تنازعات کے حل کے دیگر طریقہ کار کی وجہ سے روکا جائے گا سوائے اس حد تک کہ اس طرح کی ادائیگی اس طرح کے تنازعات کا موضوع ہے۔',

        key.or: 'یا',
        key.becomeAVendor: 'ایک فروش بنیں',
        key.joinOurMarketplace:
            'ہمارے بازار میں شامل ہوں اور آج ہی اپنی مصنوعات بیچنا شروع کریں!',
        key.seamlessShopping: 'ہموار خریداری کے تجربے کے لئے تفصیلات درج کریں',
        key.createAnAccount: 'کھاتا کھولیں',
        key.getOnboardUser: 'استعمال کے طور پر جہاز پر جائیں',
        key.phoneNumber: 'فون نمبر',
        key.termsAndConditionsCheckbox:
            'اپنا اکاؤنٹ بنا کر آپ کو ہماری شرائط و ضوابط سے اتفاق کرنا ہوگا۔',
        key.frontSide: 'سامنے کی طرف',
        key.backSide: 'پچھلی طرف',
        key.legalDocument: 'قانونی دستاویز',
        key.storeLogoImage: 'خریداری کا لوگو/تصویر',
        key.business: 'کاروبار',
        key.information: 'معلومات',
        key.vendorAccountCreation: 'وینڈر اکاؤنٹ کی تخلیق',
        key.profileStatus: 'پروفائل کی حیثیت',
        key.shopName: 'خریداری کا نام',
        key.enterStoreName: 'دکان کا نام درج کریں',
        key.storeAddress: 'دکان کا پتہ',
        key.enterShopAddress: 'دکان کا پتہ درج کریں',
        key.ifAvailable: 'اگر دستیاب',
        key.storeNumber: 'دکان نمبر',
        key.lessThanMb: '2MB سے بھی کم',
        key.chooseFile: 'فائل منتخب کریں',
        key.noFileChosen: 'کوئی فائل منتخب نہیں کی گئی',
        key.waitForVerification: 'توثیق کا انتظار کریں',
        key.vendor: 'فروش',
        key.submitted: 'پیش کیا گیا',
        key.lastStep: 'آخری قدم',
        key.availAmazingDiscount: 'حیرت انگیز چھوٹ حاصل کریں',
        key.descriptionOfDiscount:
            'ہماری تمام مصنوعات پر 30 ٪ آف کے ساتھ بڑے کی بچت کریں!',
        key.celebrateFreedomAndSavings: 'آزادی اور بچت منائیں',
        key.descriptionOfFreedomAndSavings: 'یوم آزادی کے لئے خصوصی پیش کشیں!',
        key.boostYourBusiness: 'اسممارٹ کے ساتھ اپنے کاروبار کو فروغ دیں',
        key.descriptionOfBoostYourBusiness:
            'دکانداروں کے لئے صفر پلیٹ فارم رجسٹریشن فیس!',
        key.storeCountry: 'شاپ کنٹری',
        key.storeCity: 'شاپ سٹی',
        key.vendorCNIC: 'وینڈر سی این آئی سی',
        key.storeCategory: 'دکان کیٹیگری',
        key.yourStoreCategory: 'آپ کی دکان کا زمرہ',
        key.storeDescription: 'دکان کی تفصیل',
        key.enterStoreDescription: 'دکان کی تفصیل درج کریں',
        key.storeImage: 'دکان کی تصویر',
        key.storeCoverImage: 'شاپ کور امیج',
        key.enterBankName: 'بینک کا نام درج کریں',
        key.enterAccountTitle: 'اکاؤنٹ کا عنوان درج کریں',
        key.accountTitle: 'بینک اکاؤنٹ کا عنوان',
        key.enterAccountNumberOrIban: 'اکاؤنٹ نمبر / ابن درج کریں',
        key.cityReq: 'شہر منتخب کریں',
        key.countryReq: 'ملک کا انتخاب کیجئے',
        key.emailIsRequired: 'ای میل کی ضرورت ہے',
        key.passwordIsRequired: 'پاس ورڈ کی ضرورت ہے',
        key.passwordConfirmIsRequired: 'پاس ورڈ کی تصدیق ضروری ہے',
        key.FirstNameReq: 'پہلا نام ضروری ہے',
        key.LastNameReq: 'آخری نام کی ضرورت ہے',
        key.incorrectAddress: 'صحیح پتہ درج کریں',
        key.incorrectNTN: 'درست NTN درج کریں',
        key.incorrectCNIC: 'صحیح CNIC درج کریں',
        key.cnicReq: 'CNIC کی ضرورت ہے',
        key.categoryReq: 'زمرہ منتخب کریں',
        key.incorrectBranchCode: 'صحیح برانچ کوڈ درج کریں',
        key.storeDescReq: 'دکان کی تفصیل ضروری ہے',
        key.frontSideReq: 'CNIC فرنٹ سائیڈ امیج کی ضرورت ہے',
        key.backSideReq: 'CNIC بیک سائڈ امیج کی ضرورت ہے',
        key.chequeImageReq: 'چیک امیج کی ضرورت ہے',
        key.storeLogoImageReq: 'شاپ لوگو/تصویر کی ضرورت ہے',
        key.helpCenter: 'مدداور تعاون کا مرکز',
        key.shopAddressReq: 'دکان کا پتہ درکار ہے',
        key.shopNameReq: 'دکان کا نام ضروری ہے',
        key.getOnboard: 'جہاز پر جائیں',
        key.createYourAccount: 'اپنا اکاؤنٹ بناؤ',
        key.continueWithSameEmail: 'اسی ای میل کے ساتھ جاری رکھیں',
        key.continueWithDiffEmail: 'مختلف ای میل کے ساتھ',
        key.chequeImageNote:
            'اس چیک امیج میں وہی بینک کی تفصیلات دکھائی دینی چاہئیں جیسا کہ آپ نے اوپر بتایا ہے',
        key.enterCNIC: 'CNIC درج کریں',
        key.enterBranchCode: 'برانچ کوڈ درج کریں',

        key.maxAddressLimitMsg:
            'ایڈریس کی زیادہ سے زیادہ حد تک پہنچ گئی۔ براہ کرم آگے بڑھنے کے لئے ایڈریس کو اپ ڈیٹ/حذف کریں',
        key.forgotPasswordDesc:
            'ای میل موصول کرنے کے لئے اپنا ای میل درج کریں۔ OTP کوڈ کے ساتھ۔',
        key.emailVerification: 'ای میل کی توثیق',
        key.serverUnableToHandle: 'سرور درخواست کو سنبھالنے سے قاصر ہے',
        key.serverTakingTooLong: 'سرور جواب دینے میں بہت زیادہ وقت لے رہا ہے',
        key.noInternetConnection: 'انٹرنیٹ کنیکشن نہیں ہے',
        key.questions: 'سوالات',
        key.updateQuestion: 'سوال کو اپ ڈیٹ کریں',
        key.deleteQuestion: 'سوال کو حذف کریں',
        key.deleteQuestionDialogDesc:
            'کیا آپ واقعی سوال کو حذف کرنا چاہتے ہیں؟',
        key.question: 'سوالات',
        key.addAnswer: 'جواب شامل کریں',
        key.viewProduct: 'پروڈکٹ دیکھیں',
        key.answer: 'جواب',
        key.updateAnswer: 'جواب کو اپ ڈیٹ کریں',
        key.deleteAnswer: 'جواب حذف کریں',
        key.addQuestion: 'سوال شامل کریں',
        key.updateProfile: 'اکاؤنٹ کو اپ ڈیٹ کریں',
        key.pickImage: 'تصویر منتخب کریں',
        key.currentPassword: 'موجودہ پاس ورڈ کی ضرورت ہے',
        key.updateShippingAdd: 'شپنگ ایڈریس کو اپ ڈیٹ کریں',
        key.addShippingAdd: 'شپنگ ایڈریس شامل کریں',
        key.updateInfoToProceed: 'آگے بڑھنے کے لئے معلومات کو اپ ڈیٹ کریں',
        key.updateInfoAlertMsg:
            'ہمارے شرائط و ضوابط کو اپ ڈیٹ کردیا گیا ہے۔ بغیر کسی ہموار کاروباری تعلقات کو یقینی بنانے کے لئے ، براہ کرم آگے بڑھنے پر ٹیپ کریں',
        key.skip: 'چھوڑ دو',
        key.updateInfo: 'معلومات کو اپ ڈیٹ کریں',
        key.weightIsReq: 'وزن کی ضرورت ہے',
        key.enterCorrectWeight: 'صحیح وزن درج کریں',
        key.weight: 'وزن',
        key.length: 'لمبائی',
        key.width: 'چوڑائی',
        key.height: 'اونچائی',
        key.connectionError: 'کنکشن قائم کرنے میں خرابی۔ دوبارہ کوشش کریں.',
        key.enableLocation: 'مقام کو فعال کریں۔',
        key.locationAccessDenied: 'مقام تک رسائی سے انکار',
        key.locationAccessPermanentlyDenied:
            'محل وقوع تک رسائی مستقل طور پر تردید کی',
        key.couldNotGetLocation: 'مقام نہیں مل سکا۔ دوبارہ کوشش کریں.',
        key.productExists: 'پروڈکٹ پہلے ہی موجود ہے',
        key.productVariant: 'مصنوعات کی مختلف حالتیں',
        key.weightAndDimension: 'وزن اور طول و عرض',

        ///Terms And Conditions
        key.tCHeader1: '',
        key.tCBody1: '\n ان شرائط میں تفصیل سے بیان کردہ تمام حوالہ جات ، شکلیں ، پالیسیاں ، اور ضوابط ، یا پلیٹ فارم یا کسی بھی منسلک ہائپر لنک (اجتماعی طور پر شرائط) کے ذریعہ دستیاب ، اسممارٹ گروپ آف انڈسٹریز (نجی) محدود ویب سائٹ اور موبائل ایپلی کیشنز کے استعمال پر حکومت کریں (اس کے بعد پلیٹ فارم کے طور پر کہا جاتا ہے)۔ ہمارے پلیٹ فارم فراہم کردہ خدمات میں پلیٹ فارم اور پلیٹ فارم یا اسممارٹ کے ذریعہ فراہم کردہ تمام خدمات شامل ہیں ، لیکن ان تک محدود نہیں ہیں جو پلیٹ فارم کے ذریعہ قابل رسائی ہیں۔ مزید برآں ، خدمات کے ساتھ شامل تمام نئی شامل کردہ خصوصیات ان شرائط کے تابع ہوں گی۔ وہ اسممارٹ کے ذریعہ دی گئی خدمات کے آپ کے استعمال کے لئے شرائط کا حکم دیتے ہیں۔ '
            '\n اس معاہدے کی شرائط پر محتاط غور کرنا ضروری ہے۔ اگر آپ پلیٹ فارم تک رسائی اور استعمال کرنے کا فیصلہ کرتے ہیں تو ، یہ سمجھا جائے گا کہ آپ نے اس معاہدے کی شرائط کو پڑھا ، سمجھا اور قبول کیا ہے اور ساتھ ہی رازداری کی پالیسی میں طے شدہ شرائط کے مطابق اپنے ذاتی ڈیٹا کو سنبھالنے پر اتفاق کیا ہے۔ (https://ismmart.com/privacypolicy)۔ اگر آپ معاہدے کی شرائط سے متفق نہیں ہیں تو ، ہم حسن معاشرت سے پوچھتے ہیں کہ آپ پلیٹ فارم یا اس کی خدمات تک رسائی یا استعمال کرنے سے گریز کریں۔ '
            '\n وہ افراد جنہوں نے اٹھارہ سال کی عمر حاصل کی ہے وہ پلیٹ فارم کے ساتھ ساتھ کسی بھی موجودہ کارپوریٹ اداروں ، جیسے کمپنیاں استعمال کرنے کے مجاز ہیں۔ ان مثالوں میں جہاں یہ لاگو ہوتا ہے ، یہ شرائط مقامی قوانین کے مطابق ہونی چاہئیں۔ '
            '\n پلیٹ فارم کو استعمال کرنے سے پہلے 18 سال سے کم عمر کے کسی فرد کو اپنے والدین یا قانونی سرپرست سے رضامندی حاصل کرنی ہوگی۔ ان شرائط سے اتفاق کرتے ہوئے ، والدین یا قانونی سرپرست صارف کے اقدامات اور ادائیگیوں کی ذمہ داری قبول کریں گے۔ اگر رضامندی حاصل نہیں کی گئی ہے تو ، صارف کو بغیر کسی تاخیر کے پلیٹ فارم کا استعمال بند کرنا ہوگا۔ '
            '\n اسممارٹ کو یہ حق حاصل ہے کہ وہ تیسرے فریق کو آپ پر جاری پس منظر کی جانچ پڑتال کریں ، اور ان میں آپ سے منسلک کسی بھی پابندیوں ، قانونی تنازعات ، یا منفی خبروں کی تحقیقات شامل ہوسکتی ہیں۔ اگر آئسمارٹ بیک گراؤنڈ چیک کے نتائج کو منظور نہیں کرتا ہے تو ، آپ کا اکاؤنٹ منسوخ ہوسکتا ہے اور آپ اب پلیٹ فارم کو استعمال کرنے کے قابل نہیں ہوسکتے ہیں۔ '
            '\n آئسمارٹ کسی بھی لمحے ان شرائط میں ترمیم کرنے کی صلاحیت (نیز پلیٹ فارم پر شامل کسی بھی اضافی ضوابط یا پالیسیاں) کو برقرار رکھتا ہے۔ یہ تجویز کیا جاتا ہے کہ آپ باقاعدگی سے شرائط پر نظر ڈالیں ، اور نظر ثانی شدہ شرائط کی اپ لوڈ ہونے کی تاریخ کے بعد اپنے پلیٹ فارم کے استعمال پر عمل کرکے ، آپ کو فرض کیا جاتا ہے کہ آپ نے ان کو رضامندی دی ہے ، قطع نظر اس سے قطع نظر کہ آپ نے انہیں پڑھا ہے یا نہیں۔ '
            '\n پلیٹ فارم پر نمائش کی گئی اشیاء کی تصاویر اور بصری خصوصی طور پر حوالہ کے لئے ہیں اور اصل سامان سے متنوع ہوسکتے ہیں۔',
        key.tCHeader2: '1. ismmart',
        key.tCBody2: '1.1. ہم کون ہیں؟'
            '\n\t\t دنیا کے اس خطے پر منحصر ہے جہاں سے اس پلیٹ فارم کو استعمال کیا جاتا ہے ، آپ اور اسمارٹ کے مابین معاہدے کی شرائط مختلف ہوسکتی ہیں۔'
            '\n 1.2. ہم کیا کرتے ہیں؟ '
            '\n\t\tہمارے پلیٹ فارم کے ذریعہ ، اسممارٹ مختلف دکانداروں کو ایک لنک پیش کرتا ہے تاکہ صارفین سامان کا انتخاب خرید سکیں ، بشمول ریڈی میڈ کھانوں ، کیٹرنگ ، مشروبات ، خام اجزاء اور مختلف غیر کھانے کی اشیاء۔ جب آپ خریداری کرتے ہیں (آرڈر کے طور پر کہا جاتا ہے) ، اسممارٹ آرڈر اور اس کے نتیجے میں ترسیل میں معاونت کرنے والے ، فروش کے لئے بطور ایجنٹ کام کرتا ہے۔ ہمارے دکاندار یا تو تیسری پارٹی کے دکاندار ، وابستہ افراد ، یا ہماری اپنی کمپنی کا حصہ ہوسکتے ہیں۔ جہاں فروش تیسرا فریق ہے ، ہم ان کی طرف سے ادائیگی اور جی ایس ٹی (اگر جی ایس ٹی رجسٹرڈ دکانداروں پر لاگو ہوتے ہیں تو) وصول کرنے کا لائسنس یافتہ ہیں۔ '
            '\n1.3. ہم سے کیسے رابطہ کریں؟ '
            '\n\t\t ہماری کسٹمر سپورٹ ٹیم ہمارے کسٹمر سپورٹ نمبر کے ذریعے یا support@ismmartindustries.com ای میل کے ذریعے آپ کی مدد کے لیے دستیاب ہے۔ ',
        key.tCHeader3: '2. پلیٹ فارم اور آئسمارٹ اکاؤنٹ کا استعمال',
        key.tCBody3: '2.1. اسممارٹ کو استعمال کرنے کے ل you ، آپ کو ایک اکاؤنٹ بنانا ہوگا۔ رجسٹریشن کے دوران ، آپ سے اپنی کچھ ذاتی تفصیلات ، جیسے ای میل ایڈریس ، موبائل نمبر ، اور نجی پاس ورڈ درج کرنے کو کہا جائے گا۔ پلیٹ فارم سے کچھ خریدنے کے ل you ، آپ سے ادائیگی کے طریقہ کار پر منحصر ہے ، آپ کو اپنے کریڈٹ کارڈ کی تفصیلات فراہم کرنے کے لئے کہا جاسکتا ہے۔ یہ ضروری ہے کہ آپ اپنے پاس ورڈ کو ایک خفیہ رکھیں اور یہ کہ آپ اس کی حفاظت کے لئے مکمل طور پر ذمہ دار ہیں۔ جب تک کہ دھوکہ دہی یا بدسلوکی کی وجہ کسی اور چیز کا سراغ نہیں لگایا جاسکتا ، آپ کو اپنے اسمرٹ اکاؤنٹ میں ہونے والے تمام لین دین کے لئے جوابدہ ٹھہرایا جاتا ہے۔ '
            '\n 2.2. آئسمارٹ کسی ایسے احکامات کی ذمہ داری قبول نہیں کرے گا جس کی ترسیل میں مسائل ہوں جس کے نتیجے میں آپ کے ذریعہ فراہم کردہ کسی غلط ، گمشدہ ، یا نامکمل اعداد و شمار کے نتیجے میں ہوں۔ یہ ضروری ہے کہ تمام تفصیلات آرڈر کی موثر ہینڈلنگ ، خاص طور پر آپ کی ترسیل کا پتہ اور رابطے کی معلومات کے لئے عین مطابق ، مستند اور درست ہوں۔ '
            '\n 2.3. اپنے آئسمارٹ اکاؤنٹ کو ہٹانے کے ل please ، براہ کرم ہمیں اس کے لئے پوچھنے کے لئے ایک ای میل بھیجیں۔ اگر ہمیں یقین ہے کہ یہ ضروری ہے تو ہمیں آپ کے اکاؤنٹ کو محدود ، معطل کرنے یا ختم کرنے یا پلیٹ فارم کا استعمال کرنے کی ضرورت پڑسکتی ہے۔ '
            '\n\t\t 2.3.1. ایسا معلوم ہوتا ہے کہ آپ کے علاوہ کوئی اور آپ کے اسمرٹ اکاؤنٹ کو استعمال کررہا ہے۔ '
            '\n\t\t 2.3.2. اگر ہمیں شبہ ہے یا یہ معلوم ہوتا ہے کہ آپ نے ان شرائط ، ہماری پالیسیاں اور ہدایات کے خلاف ہونے والے کسی بھی اقدامات یا طریقوں میں حصہ لیا ہے ، یا کسی ایسی چیز میں شامل ہیں جس کو ہم انفرادی طور پر پلیٹ فارم کا غلط استعمال کرنے کے طور پر فیصلہ کرتے ہیں تو پھر اس کی خلاف ورزی سمجھا جائے گا۔ '
            '\n\t\t 2.3.3. پس منظر کی جانچ پڑتال کے معیار کو پورا کرنے میں مستقل ناکامی کو برداشت نہیں کیا جاسکتا۔ ',
        key.tCHeader4: '3. پابندیاں',
        key.tCBody4: '3.1. پلیٹ فارم پر ممنوع سرگرمیاں '
            '\nبیلاو سرگرمیوں کا ایک مختصر ذخیرہ ہے جو یا تو قانون کے خلاف ہے یا اس کے پلیٹ فارم پر اسمارٹ کے ذریعہ اجازت نہیں ہے۔ اگر کوئی ان میں سے کسی بھی طرح کی سرگرمیوں میں شریک ہوتا ہے ، جیسا کہ مکمل طور پر اسمارٹ کے ذریعہ طے ہوتا ہے ، تو انکوائری کی جائے گی اور قانونی کارروائی کی جاسکتی ہے۔ ممنوعہ طریقوں کی مثالوں میں شامل ہیں ، لیکن ان تک محدود نہیں ہیں: '
            '\n\t\t 3.1.1. اس پلیٹ فارم کو کسی بھی سرگرمی کے لئے استعمال نہیں کیا جاسکتا ہے جو مقامی ، ریاست ، یا وفاقی قواعد و ضوابط کے خلاف ہو ، خاص طور پر کوئی بھی ارادہ جو دھوکہ دہی ، دھوکہ دہی یا فطرت میں دھوکہ دہی ہو۔ '
            '\n\t\t 3.1.2. کسی بھی مواد کی پوسٹنگ کرنا جو ملکیتی حقوق ، نجی آزادیوں ، نمائش کے حقوق ، تجارتی خفیہ حقوق ، یا کسی کے کسی بھی دوسرے مراعات کی خلاف ورزی کرتا ہے۔ '
            '\n\t\t 3.1.3. کسی بھی ایسے مواد کو پوسٹ کرنا جس کو غیر قانونی ، خام ، بہتان ، مردانہ ، دشمنی ، ناگوار ، بے بنیاد ، ناگوار ، یا کسی بھی فرد یا تنظیم کو مارنے والا ، یا مقامی اصولوں کو مدنظر رکھتے ہوئے مکمل طور پر طے شدہ ، کسی بھی فرد یا تنظیم کو مارنے والا ، یا بدنصیبی کے طور پر دیکھا جاتا ہے۔ '
            '\n\t\t 3.1.4. اشاعت کرنے والے مواد کو جو اسممارٹ نے اپنے واحد فیصلے کا استعمال کرتے ہوئے سائبر دھونس کے طور پر شناخت کیا ہے۔ '
            '\n\t\t 3.1.5. مادے کی پوسٹنگ جو خطرناک اور ممکنہ طور پر جان لیوا رویے کی تصویر کشی کرتی ہے اس پر سختی سے ممانعت ہے۔ '
            '\n\t\t 3.1.6. کسی بھی افراد کو ٹیلیفون نمبر ، گلیوں کے پتے یا آخری ناموں کا اشتراک کرنے سے پرہیز کریں۔ '
            '\n\t\t 3.1.7. بیرونی سائٹوں پر ویب لنکس جمع کروانے کے ساتھ ساتھ کسی بھی طرح کے HTML یا پروگرامنگ کوڈ کی اجازت نہیں ہے۔ '
            '\n\t\t 3.1.8. کسی بھی ایسی چیز کی پوسٹنگ کرنا جو "اسپام" کے طور پر آئی ایس ایم ایم آر ٹی کے نظارے کے مطابق ہے ، جیسا کہ مکمل طور پر کمپنی کے ذریعہ طے کیا جاتا ہے۔ '
            '\n\t\t 3.1.9. آن لائن مواد پیش کرتے وقت کسی اور کی نقالی کرنا۔ '
            '\n\t\t 3.1.10. بغیر کسی اجازت کے دوسروں سے ای میل پتوں جیسے معلومات کے حصول کی اجازت نہیں ہے۔ '
            '\n\t\t 3.1.11 کسی بھی فرد یا ادارے کو تبصرے کی نمائش یا دیکھنے کے ل your آپ کی توثیق کو استعمال کرنے کی اجازت نہیں دینا۔'
            '\n\t\t 3.1.12. پلیٹ فارم پر کسی بھی شخص کو ہراساں کرنا ، دھمکی دینا ، ڈنڈا لگانا ، یا بدسلوکی کرنا۔ '
            '\n\t\t 3.1.13. ایسا کچھ کرنا جو کسی اور کو پلیٹ فارم کے استعمال یا فائدہ اٹھانے سے ، یا اسمارٹ ، اس کے مؤکلوں ، سپلائرز ، یا دیگر فریقوں کو نقصان دہ انداز میں ڈالنے میں رکاوٹ ڈالے ، یا تو اسممارٹ کی رائے میں یا کسی اور طرح سے ، سختی سے ممنوع ہے۔ '
            '\n\t\t 3.1.14 کسی کو بھی ان سرگرمیوں میں حصہ لینے کی حوصلہ شکنی کرنا جو ان رہنما خطوط کے ذریعہ ممنوع ہیں۔'
            '\n 3.2. آئسمارٹ کے پاس اتھارٹی ہے ، اگرچہ اس کے پابند نہیں ہیں ، لیکن مندرجہ ذیل میں سے ایک یا زیادہ کام کریں گے۔'
            '\n\t\t 3.2.1. کسی بھی دعوے سے آگاہ ہونے پر کہ پلیٹ فارم پر کوئی بھی مواد ان شرائط کے مطابق نہیں ہے ، اس الزام کی تحقیقات کے لئے پلیٹ فارم کے خصوصی دائرے میں ہوگا اور یا تو مواد کو حذف کرنے کا فیصلہ کریں یا مواد کا مطالبہ کریں۔ نیچے اتارا جائے۔ '
            '\n\t\t 3.2.2. شرائط کی خلاف ورزی کرنے والے تمام مواد کو ختم کرنا ضروری ہے ، بشمول کوئی بھی مواد جو غیر قانونی ، خلل ڈالنے والا ، یا بدسلوکی ہے۔ '
            '\n\t\t 3.2.3. ان شرائط کی کسی بھی خلاف ورزی کی صورت میں ، ہم کسی صارف کو پلیٹ فارم یا ان کے اسممارٹ اکاؤنٹ تک رسائی معطل یا ختم کرنے کا حق محفوظ رکھتے ہیں۔ '
            '\n\t\t 3.2.4. پلیٹ فارم پر کسی بھی مواد کی نگرانی ، نظر ثانی ، یا عوام کو بنانا۔ '
            '\n\t\t 3.2.5. پلیٹ فارم کو کسی بھی مشترکہ مواد میں ترمیم یا مٹا دینے کا حق ہے ، اس سے قطع نظر کہ وہ ان رہنما خطوط کی پاسداری کرتا ہے یا نہیں۔',
        key.tCHeader5: '4. دانشورانہ املاک',
        key.tCBody5:
            'تمام ٹریڈ مارک ، لوگو ، تصاویر اور خدمت کے نشانات ، بشمول یہ شرائط بھی شامل ہیں جیسا کہ پلیٹ فارم پر یا ہمارے مارکیٹنگ میٹریل میں دکھائے جاتے ہیں ، چاہے رجسٹرڈ ہوں یا غیر رجسٹرڈ ہوں ، اسممارٹ اور/یا تیسرے فریق کی دانشورانہ ملکیت ہیں جنہوں نے ہمیں اپنے استعمال کا اختیار دیا ہے (اجتماعی طور پر) ، "ٹریڈ مارک")۔ آپ ہماری پیشگی ایکسپریس تحریری اجازت کے بغیر کسی بھی طرح سے ان تجارتی نشانوں کو استعمال ، کاپی ، دوبارہ پیدا کرنے ، دوبارہ شائع ، پوسٹ ، منتقل ، تقسیم یا ترمیم نہیں کرسکتے ہیں۔ کسی بھی دوسری ویب سائٹ پر ٹریڈ مارک کے استعمال پر ہمارے ذریعہ منظور نہیں کیا گیا ہے۔ اسممارٹ جارحانہ طور پر اپنے دانشورانہ املاک کے حقوق کو قانون کی مکمل حد تک نافذ کرے گا ، بشمول مجرمانہ استغاثہ بھی۔ اسممارٹ نہ تو وارنٹ ہے اور نہ ہی اس کی نمائندگی کرتا ہے کہ آپ کے پلیٹ فارم پر دکھائے جانے والے مواد کا استعمال تیسری پارٹی کے حقوق کی خلاف ورزی نہیں کرے گا جو اسممارٹ سے وابستہ نہیں ہے اور نہ ہی اس سے وابستہ ہے۔ پلیٹ فارم پر کسی بھی مواد کا استعمال آپ کے اپنے خطرے میں ہے۔',
        key.tCHeader6: '5. سامان پر پابندیاں',
        key.tCBody6: '5.1. ہمارا پلیٹ فارم متعدد مصنوعات فروخت کرتا ہے ، جن میں سے کچھ ملک کے قوانین اور ضوابط کے ذریعہ محدود ہیں جہاں سے وہ خریدے جاتے ہیں۔ اس میں سگریٹ ، تمباکو ، اور دیگر اشیاء کی عمر کی پابندی شامل ہوسکتی ہے جسے ہم اس وقت فعال قانونی معیار کی بنیاد پر فراہم کرنے سے انکار کرسکتے ہیں۔ جب آپ یہ سامان خریدتے ہیں تو ، آپ اس بات کی تصدیق کر رہے ہیں کہ آپ انہیں خریدنے کے لئے قانونی قابلیت کو پورا کرتے ہیں۔ '
            '\n 5.2 سگریٹ/تمباکو کی مصنوعات ("تمباکو")'
            '\n \n ہم ، جہاں قانون کے ذریعہ اجازت دے سکتے ہیں ، ہمارے کچھ پلیٹ فارمز پر تمباکو کی فراہمی کر سکتے ہیں۔ ہم کسی بھی صلاحیت میں تمباکو کی خریداری یا استعمال کو آگے بڑھانے ، سپورٹ کرنے یا راضی کرنے کی کوشش نہیں کر رہے ہیں۔ صرف قانونی طور پر قائم عمر کے لوگ تمباکو خرید سکتے ہیں۔ اسممارٹ ، فروش ، اور ترسیل کے اہلکاروں کو یہ اختیار حاصل ہے کہ وہ اپنی خصوصی صوابدید میں کسی آرڈر کو مسترد کردیں۔ '
            '\n\t\t 5.2.1. تمباکو کی فراہمی سے پہلے ، عمر کی تصدیق کے ل proper مناسب دستاویزات حاصل کرنا ضروری ہے ، جیسے شناختی کارڈ۔ '
            '\n\t\t 5.2.2. ترسیل کو قبول کرنے کے لئے قانونی عمر کا ثبوت پیش کرنا ضروری ہے۔ ایسا کرنے میں ناکامی کے نتیجے میں ترسیل سے انکار ہوگا۔ '
            '\n\t\t 5.2.3. کسی بھی فرد کو کسی بھی چیز کی فراہمی نہیں دی جائے گی ، قطع نظر اس سے قطع نظر۔ '
            '\n\t\t 5.2.4. پلیٹ فارم پر تمباکو کے لئے کسی بھی تجویز کو غیر قانونی سمجھا جائے گا اگر یہ غیر قانونی ہے۔',
        key.tCHeader7: '6. احکامات',
        key.tCBody7: '6.1. ایک بار جب اسمارٹ کے ذریعے آرڈر دیا جاتا ہے تو ، آپ کو ایک تصدیقی ای میل فراہم کیا جائے گا جس میں آرڈر کی رسید ہوگی۔ اس رسید میں کسی بھی متعلقہ ترسیل کی فیس یا ٹیکس جیسے جی ایس ٹی کا بھی احاطہ کیا جائے گا۔ '
            '\n 6.2. ہمارے دکانداروں کو آرڈر مکمل ہونے اور آپ کو بھیجنے سے پہلے ایک سیٹ کم سے کم آرڈر ویلیو تک پہنچنے کی ضرورت ہوتی ہے۔ اگر کوئی آرڈر سیٹ کم سے کم آرڈر ویلیو کو پورا کرنے میں ناکام ہوجاتا ہے تو ، آپ کم سے کم آرڈر ویلیو کو پورا کرنے کے لئے درکار باقی رقم ادا کرنے کا انتخاب کرسکتے ہیں ، یا آرڈر میں اضافی سامان شامل کرسکتے ہیں۔ '
            '\n 6.3. اسمارٹ اور وینڈر آرڈر کے ل your آپ کی خصوصی ہدایات کے احترام کے لئے ہر ممکن کوشش کریں گے۔ بہر حال ، ایسے حالات میں جہاں یہ ممکن نہیں ، قابل ، قابل ، یا عملی ، ismmart اور/یا وینڈر عام طریقوں کے مطابق آرڈر بنانے کے ساتھ آگے بڑھے گا۔ نہ ہی اسمارٹ اور نہ ہی فروش کو کسی ایسے آرڈر کی تلافی یا اس کی جگہ لینے کا پابند کیا جائے گا جو آپ کے ذریعہ متعین کردہ انفرادی درخواستوں کو پورا کرنے میں ناکام ہو۔ '
            '\n 6.4. اسممارٹ کی پلیٹ فارم پر نمایاں سامان میں استعمال ہونے والے اجزاء یا الرجیوں کا انکشاف کرنے کی کوئی ذمہ داری نہیں ہے۔ ہم اس بات کو یقینی نہیں رکھتے کہ سامان الرجین سے پاک ہے جب تک کہ قانون دوسری صورت میں بیان نہ کرے۔ لہذا ، الرجی والے ، کچھ کھانے پینے کی چیزوں پر منفی رد عمل ، یا خاص غذائی ضروریات کے حامل افراد کو ہمارے پلیٹ فارم پر خریداری کرنے سے پہلے فروش سے مشورہ کرنا ہوگا۔ '
            '\n 6.5. یہ یاد رکھنا ضروری ہے کہ آپ کے آرڈر کو فروش کے ذریعہ دیئے گئے اضافی شرائط کا نشانہ بنایا جاسکتا ہے۔ '
            '\n 6.6. آرڈر دینے سے پہلے '
            '\n\t\t 6.6.1. اپنے علاقے میں فراہمی کے لئے دستیاب دکانداروں کو دیکھنے کے قابل ہونے کے ل you ، آپ کے لئے ترسیل کا پتہ فراہم کرنا ضروری ہے۔ '
            '\n\t\t 6.6.2. کسی فروش کا انتخاب کرنے کے بعد ، آپ کو ان کے مینو پیج کی رہنمائی ہوگی ، جہاں سے آپ مطلوبہ مصنوعات کو کارٹ میں منتخب اور شامل کرسکتے ہیں۔ '
            '\n 6.7. آرڈر رکھنا '
            '\n\t\t جب آپ "چیک آؤٹ" دبائیں تو کامیابی کے ساتھ ایک آرڈر دینے کے لئے ، براہ کرم ظاہر کردہ اشاروں کا مشاہدہ کریں۔ آرڈر کو ختم کرنے کے ل You آپ کو اضافی معلومات پیش کرنا پڑسکتی ہے۔ اس بات کو یقینی بنائیں کہ دی گئی تمام معلومات ، بشمول اخراجات ، ترسیل کی تفصیلات ، ذاتی تفصیلات ، ادائیگی کے اعداد و شمار ، اور واؤچر کوڈ (اگر مناسب ہیں) تو "پلیس آرڈر" کو نشانہ بنانے سے پہلے عین مطابق ، درست اور ختم ہوں۔ جب آپ کو ای میل کا اعتراف مل جاتا ہے جس سے ہم سے آرڈر کی رسید ہوتی ہے تو ، آپ کامیابی کے ساتھ اپنا آرڈر دے دیں گے۔ '
            '\n 6.8. آرڈر منسوخ کرنا '
            '\n\t\t اپنے آرڈر کو جمع کروانے کے بعد واپس لینے کے لئے ، پلیٹ فارم پر امدادی مرکز دیکھیں۔ اگر وینڈر نے ابھی تک آرڈر کو قبول نہیں کیا ہے تو ، آپ پھر بھی منسوخ کرنے کے اپنے حق کو استعمال کرسکتے ہیں۔ '
            '\n 6.9. رقم کی واپسی '
            ' \n \n 6.9.1. آن لائن ادائیگی کے احکامات '
            '\n\t\t اگر آپ اپنے آرڈر کو وینڈر کے ذریعہ قبول کرنے سے پہلے ہی منسوخ کردیتے ہیں تو آپ کو رقم کی واپسی کی منظوری دی جاسکتی ہے۔ پھر بھی ، اگر فروش پہلے ہی آپ کے آرڈر کو قبول کرچکا ہے اور آپ منسوخ کرنے کا فیصلہ کرتے ہیں تو ، آپ کو پوری یا جزوی طور پر رقم کی واپسی نہیں ملے گی اور آپ اپنے منسوخ آرڈر کی فراہمی کو ضائع کردیں گے۔ '
            '\n \n 6.9.2. کیش آن ڈلیوری آرڈرز '
            '\n\t\t آپ کے آرڈر کو منسوخ کرنے کی آپ کی قابلیت ان احکامات تک ہی محدود ہے جو کسی دکاندار نے قبول نہیں کی ہے۔ اگر آپ کسی آرڈر کو واپس لینے کا انتخاب کرتے ہیں جس کی منظوری دی گئی ہے تو ، آپ کسی بھی نقد رقم کی فراہمی کے معاوضوں کے اہل نہیں ہیں اور آپ کے منسوخ آرڈر کی فراہمی بھی ضبط ہے۔ ہمارے ملحق ترسیل کے شراکت داروں کے ساتھ کام کرتے وقت رقم کی واپسی کا خاص آپشن لاگو نہیں ہوتا ہے۔ '
            '\n\t\t کسی بھی قسم کی رقم کی واپسی پر کارروائی کرنے سے پہلے ، ہمیں اضافی معلومات یا دستاویزات کی درخواست کرنے کی ضرورت پڑسکتی ہے جو قبول شدہ احکامات کی جسمانی رسید کے ثبوت کے طور پر کام کرتے ہیں۔ اگر آپ ہمیں پوچھے گئے تفصیلات یا ریکارڈ فراہم کرنے میں ناکام رہے ہیں تو ، ہمیں رقم کی واپسی کی درخواست کو مسترد کرنے کا حق ہے۔ '
            '\n\t\t اگر آپ کو رقم کی واپسی نہیں ملتی ہے تو ، ہم آپ کو مشورہ دیتے ہیں کہ آپ اپنے بینک اکاؤنٹ کو ڈبل چیک کریں ، اپنے بینک یا کریڈٹ کارڈ کمپنی سے رابطہ کریں ، کیونکہ رقم کی واپسی میں کچھ وقت لگ سکتا ہے۔ اگر پہلے بیان کردہ طریقوں کی پیروی کی جاتی ہے اور آپ کو پھر بھی رقم کی واپسی نہیں ملتی ہے تو ، براہ کرم شق 1.3 میں مواصلات کے طریقوں میں سے ایک کا استعمال کرتے ہوئے ہماری کسٹمر سپورٹ ٹیم سے رابطہ کریں۔ '
            '\n 6.10. اگر اسممارٹ کو نیک نیتی کا عقیدہ ہے کہ آپ کے اسمارٹ اکاؤنٹ ، آپ کے آرڈر ، یا دونوں سے جڑا ہوا جعلی سرگرمی رہی ہے تو ، یہ کسی بھی آرڈر کو منسوخ کرنے ، معطل کرنے ، غیر فعال کرنے یا اپنے آئسمارٹ اکاؤنٹ کو ختم کرنے کا حق محفوظ رکھتا ہے۔ ',
        key.tCHeader8: '7. قیمتیں اور ادائیگی',
        key.tCBody8: '7.1. پلیٹ فارم پر بیان کردہ نرخوں کو مقامی رقم میں دیا جائے گا ، جس میں کوئی مطلوبہ ٹیکس بھی شامل ہے۔ آپ تسلیم کرتے ہیں کہ پلیٹ فارم پر چارجز اور تجاویز دوسرے مقامات پر ہمارے سپلائرز (جیسے ان کی اپنی ویب سائٹ ، موبائل ایپس ، یا جسمانی اسٹورز) سے دستیاب اخراجات اور سودوں سے مختلف ہوسکتی ہیں۔ '
            '\n 7.2. سامان کی قیمتیں جو ہم اپنے پلیٹ فارم پر دکھاتے ہیں وہ فروش پر ہنگامی طور پر اتار چڑھاؤ کر سکتے ہیں ، اور ، اگر قابل اطلاق قانون سازی کے ذریعہ ضرورت ہو تو ، وہ بھی مختلف ہوسکتے ہیں۔ '
            '\n\t\t 7.2.1. سامان اور خدمات کے ٹیکس کے ساتھ رجسٹرڈ دکانداروں کو اس طرح کے ٹیکس ، یا کسی بھی دوسرے قابل اطلاق مساوی شامل کرنے کی ضرورت ہوگی۔ '
            '\n\t\t 7.2.2 ان دکانداروں کے لئے جنہوں نے سامان اور خدمات کے ٹیکس کے لئے اندراج نہیں کیا ہے ، اس طرح کے ٹیکسوں کو شامل نہیں کرنا ہے۔'
            '\n 7.3. رکھے گئے ہر آرڈر کے ل a ، ترسیل کی فیس اس وقت تک ہوگی جب تک کہ مندرجہ ذیل شرائط کو پورا نہ کیا جائے '
            '\n\t\t 7.3.1. آپ کے پاس ایک درست پروموشنل یا ڈسکاؤنٹ واؤچر ہے اور اسے چیک آؤٹ پر لگائیں۔ یا '
            '\n\t\t 7.3.2. یہ دوسری صورت میں بیان کیا گیا ہے۔ '
            '\n 7.4. ہر آرڈر دینے کے وقت ، پلیٹ فارم پر دکھائے جانے والے قیمتوں اور دیگر فیسوں (جیسے ترسیل ، کم سے کم آرڈر یا سروس فیس) ​​مختلف حالتوں سے مشروط ہوسکتی ہیں۔ '
            '\n 7.5. چیک آؤٹ کی تصدیق کرنے سے پہلے ، آپ کو قیمتوں ، ترسیل کی فیسوں اور دیگر متعلقہ اخراجات کا ایک جائزہ دیا جائے گا۔ ایک بار جب آپ آرڈر دیتے ہیں تو ، آپ کل کے ساتھ ساتھ اضافی فیسوں سے بھی اتفاق کرتے ہیں ، ان سب کو آپ کے لئے فراہم کیا گیا ہے۔ '
            '\n 7.6. پلیٹ فارم کے ذریعہ آرڈر کی ادائیگی کرتے وقت آپ کو ادائیگی کے متعدد اختیارات کا انتخاب دیا جاتا ہے ، جیسے ماسٹر کارڈ ، ویزا کارڈ ، یا کیش آن ڈیلیوری۔ '
            '\n 7.7. آپ کا آئسمارٹ اکاؤنٹ آپ کے آرڈر کے لئے کچھ یا تمام اخراجات کا احاطہ کرنے کا ایک طریقہ فراہم کرسکتا ہے ، اگر کوئی دستیاب کریڈٹ یا درست پروموشنل یا ڈسکاؤنٹ واؤچر ہو۔ '
            '\n 7.8. آرڈر کامیابی کے ساتھ رکھنے کے بعد ، آپ کو اپنے آرڈر کی رسید کے ساتھ ہم سے ای میل کی تصدیق موصول ہوگی۔ '
            '\n 7.9. ادائیگی کے طریقے: آئسمارٹ میں ادائیگی کے مزید طریقے پیش کرنے اور/یا موجودہ ادائیگی کے نظام کو واپس لینے کا اختیار حاصل ہے جب بھی اس کا فیصلہ ہوتا ہے۔ جب آپ کسی ویب ادائیگی کے نظام کے ذریعہ ادائیگی کا انتخاب کرتے ہیں تو ، ترسیلات کا انتظام ہمارے تیسرے فریق کی ادائیگی کے سپلائر (زبانیں) کے ذریعہ کیا جائے گا۔ آپ کے معاہدے پر ، آپ کے کریڈٹ کارڈ / ادائیگی کی معلومات کو ممکنہ لین دین کے ل our ہمارے تیسرے فریق ادائیگی سپلائر (زبانیں) کے ساتھ رکھا جائے گا۔ آئسمارٹ آپ کے کسی بھی کریڈٹ کارڈ یا ادائیگی کی معلومات کو محفوظ نہیں کرتا ہے۔ '
            '\n 7.10 اپنے آرڈر کی کامیاب ادائیگی کو یقینی بنانے کے لئے ، براہ کرم یقینی بنائیں کہ آپ کے پاس اپنے ڈیبٹ یا کریڈٹ کارڈ پر کافی رقم دستیاب ہے۔ اگر ضرورت ہو تو ، اسممارٹ ہمارے پلیٹ فارم پر موجود تمام ادائیگیوں کے لئے ذمہ دار ہے ، بشمول واپسی ، چارج بیکس ، منسوخ ، اور جب تک کہ وہ منصفانہ اور ہماری ویب سائٹ کی شرائط و ضوابط کے مطابق ہوں تو کسی بھی تنازعات کو حل کرنا۔',
        key.tCHeader9: '8. ترسیل اور شراکت دار کی ترسیل',
        key.tCBody9: '8.1. فراہمی کے علاقوں '
            '\n \n یہ واضح ہے کہ سامان کی ہمارے دکانداروں کی حد ہر ترسیل کے علاقے کے لئے مخصوص ہے ، اور وہ علاقے سے دوسرے علاقے میں مختلف ہیں۔ اگر آپ پلیٹ فارم میں اپنا ترسیل کا پتہ درج کرتے ہیں تو ، آپ ان دکانداروں کو چیک کرسکتے ہیں جو آپ کے پاس دستیاب ہیں۔ نوٹ کریں کہ موسم ، ٹریفک اور فورس میجور کے اثرات کی وجہ سے ترسیل کے علاقوں میں تبدیلی لائی جاتی ہے۔ '
            '\n 8.2. ترسیل کا وقت '
            '\n \n اسممارٹ آپ کا آرڈر دیئے گئے پتے پر پہنچائے گا۔ ہم آپ کے ای میل پر متوقع ترسیل کی تاریخ بھیجیں گے۔ تاہم ، بیرونی عوامل کی وجہ سے کہ ہم کنٹرول کرنے سے قاصر ہیں (جیسے آرڈر کی مقدار ، مقام ، دن کا وقت ، موسمی حالات ، ٹریفک کی صورتحال وغیرہ) ، ترسیل کا اصل وقت تخمینے سے مختلف ہوسکتا ہے۔ ہمارا مشورہ ہے کہ یا تو آپ یا کسی پر اعتماد کرتے ہیں جب آرڈر آتا ہے تو آپ کی ترسیل کے مقام پر موجود ہوتا ہے۔ اس صورت میں جب آرڈر میں تمباکو ہوتا ہے (اگر قابل اطلاق ہوتا ہے) اور وصول کنندہ قانونی عمر سے کم ہوتا ہے یا مناسب شناخت فراہم کرنے میں ناکام رہتا ہے تو ، اسمارٹ کو ترسیل سے انکار کرنے کا حق ہے۔ '
            '\n 8.3. ناکام یا ناکام فراہمی '
            '\n \n 8.3.1. ان شرائط میں موجود کسی بھی شرائط کے باوجود ، ایسی صورت میں جب ہم آرڈر پیش کرنے کی کوشش کرتے ہیں ، پھر بھی ، آپ کی طرف سے حوصلہ افزائی کی گئی شرائط کی وجہ سے ناکام ہوجاتے ہیں ، مثال کے طور پر ، لیکن اس تک محدود نہیں ہے: '
            '\n\t\t (i) آرڈر وصول کرنے کے لئے کوئی موجود یا دستیاب نہیں تھا۔'
            '\n\t\t (ii) فراہم کردہ فون نمبر کے ذریعہ گاہک تک پہنچنے کی کوششوں کے باوجود صارف غیر متزلزل تھا۔'
            '\n (iii) آرڈر کو کامیابی کے ساتھ فراہم کرنے کے لئے مناسب یا کافی رسائی کی کمی ؛'
            '\n (iv) آرڈر چھوڑنے کے لئے مناسب یا محفوظ مقام کی کمی ؛ یا '
            '\n\t\t (v) محدود سامان کی صورت میں ، صارف نے قانونی عمر کی ضروریات کو پورا نہیں کیا یا ترسیل نے اسے محدود سامان وصول کرنے کے لئے محفوظ یا مناسب نہیں سمجھا۔'
            '\n\t\t اسممارٹ کو آپ کو معاوضہ یا حل دیئے بغیر آرڈر منسوخ کرنے کا اعزاز حاصل ہے اگر آپ کے ساتھ رابطہ اسباب کے ذریعہ ناکام ہے جیسے کسی کال ، پیغام ، یا ترسیل کے امور اور مندرجہ ذیل اقدامات سے آگاہ کرنے کے لئے ای میل۔'
            ' \n \n 8.3.2. نو شو منسوخی '
            '\n\t\t آپ کی عدم دستیابی یا اس کی ترسیل کے پتے پر پہنچنے کے 10 منٹ کے عرصے میں آرڈر وصول کرنے کی عدم اہلیت کی صورت میں ، اسمارٹ کو کسی بھی معاوضے یا متبادل کی پیش کش کے بغیر آرڈر منسوخ کرنے کا اختیار دیا جائے گا۔'
            '\n 8.4. غلط آرڈر ، گمشدہ اشیاء ، عیب دار سامان '
            ' \n \n اگر آپ کا آرڈر موصول ہونے کے بعد ، یہ پایا جاتا ہے کہ یہاں مسائل ہیں (جیسے ، غلط آرڈر ، عیب دار آرڈر ، یا گمشدہ اشیاء) ، برائے مہربانی ہمارے کسٹمر سپورٹ تک پہنچیں جو ہمارے کی شق 1.3 میں مذکور مواصلات کے دستیاب طریقوں میں سے ایک کا استعمال کرتے ہیں۔ پالیسی کچھ مواقع پر ، آئسمارٹ کو فوٹو گرافی کے ثبوت اور مزید تفصیلات کی ضرورت پڑسکتی ہے تاکہ آپ کے آرڈر سے اس مسئلے کا مکمل تجزیہ کیا جاسکے۔ اگر یہ قائم کیا جائے کہ آرڈر اور/یا مصنوعات کی فراہمی سب پار کی حالت یا معیار کی ہے تو ، ہم آرڈر یا اس کے کچھ عناصر کا معاوضہ دیں گے۔ '
            '\n 8.5. ساتھی کی فراہمی '
            ' \n \n بعض اوقات ، ہمارے کسی شراکت دار ("پارٹنر ڈلیوری") کے ذریعہ آپ کو احکامات پہنچائے جاسکتے ہیں۔ اگرچہ ہم آپ کو پارٹنر کی فراہمی کے سلسلے میں پیشگی انتباہ دینے کی پوری کوشش کرتے ہیں ، لیکن یہ ہمیشہ قابل حصول نہیں ہوگا۔ جب پارٹنر کی ترسیل کا استعمال کیا جاتا ہے تو ، آپ سے درخواست کی جاسکتی ہے کہ اگر آپ کی ترسیل کے ساتھ کوئی مسئلہ یا ہولڈ اپ موجود ہوں تو آپ کو براہ راست ساتھی سے رابطہ کریں۔ شراکت داروں کے ذریعہ فراہم کردہ آرڈرز یا مصنوعات کے لئے کسی بھی طرح سے اسممارٹ ذمہ دار نہیں ہوگا۔ ',
        key.tCHeader10: '9. واؤچر ، چھوٹ اور پروموشنز',
        key.tCBody10: '9.1. اسممارٹ کبھی کبھار مارکیٹنگ اور پروموشنل سرگرمیوں کا آغاز کرتا ہے جس میں واؤچر کوڈز ، چھوٹ اور پلیٹ فارم کے لئے دیگر پیش کشیں ہوتی ہیں (جسے "واؤچر" کہا جاتا ہے)۔ واؤچر وقت کی حدود ، چھٹکارے والی ونڈوز ، حدود ، دستیابی اور دیگر معیارات کے ساتھ آتے ہیں۔ '
            '\n 9.2. واؤچرز کو دوسرے سودوں ، چھوٹ ، یا استعمال کے لئے کوپن کے ساتھ جوڑ نہیں دیا جاسکتا۔ '
            '\n 9.3. جب تک کہ کوئی شرط نہ ہو جو دوسری صورت میں تجویز کرے ، واؤچر صرف ہمارے پلیٹ فارم میں ہی استعمال ہوسکتے ہیں۔ '
            '\n 9.4. واؤچر نہ تو منتقلی کے قابل ہیں اور نہ ہی تبادلہ ، ناقابل واپسی ، اور کسی بھی قسم کی مالیاتی معاوضے کے لئے اس کا تبادلہ نہیں کیا جاسکتا۔ '
            '\n 9.5. اسممارٹ کو بغیر کسی انتباہ کے واؤچرز سے متعلق کسی بھی متعلقہ شرائط میں تبدیلیاں کرنے کا حق محفوظ ہے۔ یہاں تک کہ وہ بغیر کسی پیشگی اطلاع کے واؤچر کے استعمال کو کالعدم قرار دے سکتے ہیں ، بند کرسکتے ہیں یا مسترد کرسکتے ہیں۔ '
            '\n 9.6. کسی بھی وقت ، اسممارٹ ، مکمل طور پر اپنی صوابدید پر ، آپ کو یا خاص دکانداروں کو باطل ، مسترد کرنے اور/یا خاص دکانداروں کو سابقہ ​​اطلاع کے بغیر واؤچر استعمال کرنے سے منتخب کرسکتا ہے۔',
        key.tCHeader11: '10. ذمہ داریوں کی نمائندگی ، ضمانتیں اور حدود',
        key.tCBody11: '10.1 نمائندگی اور ضمانتیں '
            '\n \n آپ اس بات سے اتفاق کرتے ہیں کہ پلیٹ فارم پر موجود تمام مواد "جیسے" اور "جیسا کہ دستیاب" ہے اور آپ سمجھتے ہیں کہ پلیٹ فارم اور کسی بھی وابستہ مصنوعات ، سامان اور خدمات کی کسی بھی رسائی یا استعمال کا استعمال آپ کے اپنے خطرے میں ہے۔'
            ' \n اس کے علاوہ ، مصنوعات کی تمام تصاویر صرف نمائندگی کے لئے ہیں اور اصل مصنوعات سے مختلف نظر آسکتی ہیں۔ اسممارٹ پلیٹ فارم کو قابل رسائی اور کام کو برقرار رکھنے کی ہر ممکن کوشش کرتا ہے ، تاہم ، وہ اس بات کی ضمانت نہیں دے سکتے کہ خدمت محفوظ ہے ، بروقت ، بغیر کسی غلطیوں ، تکنیکی مسائل ، یا وائرس کے۔ نظام کی بحالی یا فورس میجور واقعات کی وجہ سے عارضی خدمات کی بندش کی توقع کی جاسکتی ہے۔'
            '\n 10.2. ذمہ داری کی حد'
            '\n جیسا کہ قانون کے ذریعہ مقرر کیا گیا ہے ، اسممارٹ (اس کے عملے ، سپروائزر ، نمائندوں ، ساتھیوں ، اور والدہ یا والد فرم کے ساتھ) بدقسمتی یا نقصان کی وجہ سے (اس سے قطع نظر اس سے قطع نظر کہ کسی انتظام سے ، لاپرواہی میں یا کسی اور طرح سے کسی انتظام سے ترقی پذیر ہو یا دوسری صورت میں) تمام ذمہ داری (اس سے قطع نظر) آپ یا کوئی دوسرا فرد ہمارے پلیٹ فارم ، خدمات اور کسی بھی منسلک سائٹوں کے ساتھ مل کر وہاں پوسٹ کردہ کسی بھی مادہ یا مواد کے ساتھ مل سکتا ہے۔ پلیٹ فارم کے استعمال کے سلسلے میں آپ کا خصوصی انتخاب اس طرح کے استعمال کو روکنا ہے۔ اسممارٹ تنظیمیں ، ان کے آپریٹرز ، نمائندے ، اور خدمت کے سپلائرز کسی بھی سرکٹ ، غیر معمولی ، اتفاق سے ، بیک ہینڈ ، یا ناقابل یقین نقصانات کے لئے آپ کے پلیٹ فارم کے استعمال سے یا کسی دوسرے دعوے کے لئے جوابدہ نہیں ہوں گے جو پلیٹ فارم کے آپ کے استعمال سے کسی بھی صلاحیت میں شناخت کی جاتی ہیں۔ .یہ سرکٹ ، غیر معمولی ، بیک ہینڈ ، اور غیر معمولی نقصانات کے برخاستگی ، بغیر کسی حد کے ، کھوئے ہوئے فوائد کے لئے نقصانات ، کھوئی ہوئی معلومات ، فلاحی ، کام کی مداخلت ، پی سی مایوسی ، یا کمی ، یا کچھ دیگر کاروباری نقصانات یا بدحالیوں سے قطع نظر ، چاہے ان کو شامل کیا جائے۔ اسممارٹ مادوں ، ان کے آپریٹرز ، نمائندوں اور خدمت کے سپلائرز کو اس کے امکان کے بارے میں تعلیم دی گئی تھی اور قانونی یا مساوی نظریہ سے آزاد جس پر یہ دعویٰ انحصار کرتا ہے۔ کچھ ریاستیں یا دائرہ کار پسماندگی یا خطرے کی رکاوٹ کی اجازت نہیں دیتے ہیں۔ یا حادثاتی نقصان ، ایسی ریاستوں یا دائرے میں ، اسممارٹ ، آئسمارٹ عناصر ، اس کے آپریٹرز ، مندوبین اور خدمت فراہم کنندگان کا خطرہ قانون کے ذریعہ اجازت کی ڈگری تک ہی محدود رہے گا۔ '
            '\n 10.3 وینڈر کی نمائندگی'
            '\n \n اسممارٹ کو سامان کے حوالے سے آپ یا دکانداروں کے اقدامات کے لئے ذمہ دار نہیں ٹھہرایا جائے گا۔ مزید برآں ، وہ سامان یا خدمات کے معیار ، حالت یا کسی اور وصف کی ذمہ داری قبول نہیں کرتے ہیں ، یا کسی بھی مینو کی معلومات ، تصاویر اور/یا دکانداروں کی فہرست/پیش کش پر دکھائے جانے والے تصاویر کی درستگی کی ضمانت نہیں دیتے ہیں۔ تاہم ، یہ واضح رہے کہ خدمت کی ان شرائط میں کوئی شق دکاندار کو موت یا ذاتی چوٹ کی صورت میں ذمہ داری سے باز نہیں رکھتی ہے جس کی وجہ سے ان کی اپنی غفلت یا بدنیتی پر مبنی سلوک ہوتا ہے۔',
        key.tCHeader12: '11. فروش کی ذمہ داری',
        key.tCBody12:
            'دکانداروں کے پاس آپ کو فروخت کی جانے والی مصنوعات کی تیاری ، حالت اور صلاحیت کے لئے مکمل احتساب ہے۔ تیسری پارٹی کی فراہمی کی صورت میں ، یہ شراکت دار اشیاء اور/یا آرڈرز کی نقل و حمل کے انچارج ہیں۔ اسممارٹ کا کسی بھی خسارے ، نقصان ، اخراجات ، چارج ، یا جرمانے کا کوئی فرض نہیں ہے جو ساتھی کے ساتھ معاہدہ بانڈ سے آسکتا ہے۔',
        key.tCHeader13: '12. ذاتی ڈیٹا (ذاتی معلومات) تحفظ',
        key.tCBody13:
            'ان شرائط کو قبول کرکے ، آپ اسممارٹ اور اس سے متعلقہ کمپنیوں کے لئے اپنی ذاتی ڈیٹا کو جمع کرنے ، استعمال کرنے ، اس پر عمل کرنے اور اس کی وضاحت کرنے کے لئے اپنی ایکسپریس منظوری دے رہے ہیں ، جیسا کہ ہماری رازداری کی پالیسی میں بیان کیا گیا ہے۔ یہ دستاویز ان شرائط کے حصے کے طور پر منسلک ہے اور (https://ismmart.com/privacypolicy) پر دیکھنے کے لئے یا ہمارے پلیٹ فارم پر لنک سے دستیاب ہے۔',
        key.tCHeader14: '13. معاوضہ',
        key.tCBody14: '13.1 پلیٹ فارم کا استعمال ؛ '
            '\n 13.2 خدمات کا استعمال ؛ یا '
            '\n 13.3 ان شرائط کی خلاف ورزی۔',
        key.tCHeader15: '14. تیسری پارٹی کے لنکس اور ویب سائٹیں',
        key.tCBody15:
            'پلیٹ فارم میں شامل تیسری پارٹی کے لنکس پر کلک کرنے سے آپ کو کسی بھی نقصان یا نقصان کی ذمہ داری نہیں لے سکتی۔ یہ لنکس آپ کو مصنوعات ، ویب سائٹوں ، خدمات اور پیش کشوں میں لے جاسکتے ہیں جو ہمارے پاس ملکیت یا انتظام نہیں ہے۔ ہم ان تیسری پارٹی کی ویب سائٹوں کے مواد ، فعالیت ، سلامتی ، خدمات ، رازداری کی پالیسیاں ، یا کسی دوسرے پہلو کی تصدیق نہیں کرسکتے ہیں۔ اس طرح ، ہمارے پاس ان تیسری پارٹی کے لنکس کے آپ تک رسائی اور استعمال سے متعلق کسی نقصان یا نقصان کا ذمہ دار نہیں ٹھہرایا جاسکتا ہے۔',
        key.tCHeader16: '15. ختم',
        key.tCBody16:
            'اسمارٹ کے پاس اپنے اکاؤنٹ کو غیر فعال ، معطل کرنے یا منسوخ کرنے اور پلیٹ فارم تک آپ تک رسائی یا استعمال سے منع کرنے کا اختیار حاصل ہے ، جس میں کسی آرڈر کے حوالے سے آپ کو دی جانے والی کسی بھی قسم کی ترسیل کی خدمت بھی شامل ہے۔ یہ متعدد وجوہات کی وجہ سے ہوسکتا ہے ، جیسے ، لیکن اس تک محدود نہیں ، اگر آئسمارٹ آپ کے استعمال کو ناکافی سمجھتا ہے ، یا پس منظر کی جانچ کے نتائج کو غیر اطمینان بخش سمجھا جاتا ہے ، یا یہ معلوم ہوتا ہے کہ آپ کسی بھی طرح سے وابستہ ہیں۔ سرگرمی یا طرز عمل جو شرائط کی خلاف ورزی کرتا ہے۔ اسممارٹ شاید ، لیکن اس کی ضرورت نہیں ہے ، آپ کو پلیٹ فارم کے اپنے استعمال کو محدود کرنے سے پہلے ہی آگاہ کریں۔',
        key.tCHeader17: '16. ترمیم',
        key.tCBody17:
            'کسی بھی وقت ، اسممارٹ اپنی صوابدید پر موجودہ شرائط پر نظر ثانی کرنے کا حق محفوظ رکھتا ہے۔ قابل اطلاق قانون سازی کی حدود میں ، ویب سائٹ پر شائع ہونے کے ساتھ ہی اس طرح کی ترامیم نافذ العمل ہوتی ہیں۔ اس کے نتیجے میں ، آپ کا فرض ہے کہ آپ اس بات کو یقینی بنائیں کہ آپ شرائط کے موجودہ ورژن سے واقف ہوں۔ اگر آپ ترامیم سے ناخوش ہیں ، چاہے وہ مکمل ہو یا جزوی طور پر ، آپ کو فوری طور پر پلیٹ فارم کو استعمال کرنے سے پرہیز کرنا چاہئے۔',
        key.tCHeader18: '17. استحکام',
        key.tCBody18:
            'اگر ان شرائط کے کسی بھی حصے کو کسی بھی مجاز عدالت کے ذریعہ غیر قانونی سمجھا جائے تو ، باقی شرائط برقرار رہیں گی۔ مزید برآں ، ان شرائط کی کسی بھی شق کی چھوٹ کو مذکورہ یا کسی اور شق کی بعد میں یا مسلسل چھوٹ کے طور پر نہیں سمجھا جائے گا۔',
        key.tCHeader19: '18. گورننگ لا',
        key.tCBody19:
            'اس قوم کی قانون سازی جس میں قابل اطلاق آئسمارٹ اسٹیبلشمنٹ قائم ہے اس پر اختیار ہوگا اور ان شرائط کی تفہیم کو تشکیل دیا جائے گا۔',
        key.tCHeader20: '19. ہم سے رابطہ کریں',
        key.tCBody20:
            'اگر آپ کے پاس کوئی سوالات یا آراء ہیں جو آپ ہمارے ساتھ بانٹنا چاہتے ہیں تو ، برائے مہربانی ہمارے سپورٹ نمبر کو کال کریں جیسا کہ ویب سائٹ پر بیان کیا گیا ہے۔',
        key.tCHeader21: '20. مروجہ زبان',
        key.tCBody21:
            'شرائط کے مابین کسی بھی تضاد کی صورت میں ، انگریزی ورژن پابند ہوگا۔ ان شرائط کے انگریزی زبان کے ایڈیشن کو سپریم سمجھا جائے گا اور ترجمہ شدہ ورژن کے مقابلے میں کسی بھی اختلاف کو نظرانداز کیا جائے گا۔',
      };
}
