import 'package:get/get.dart';

class AppTranslations extends Translations {
  @override
  Map<String, Map<String, String>> get keys => {
        'en': {
          'key.aboutHeader1': 'What is ISMMART?',
          'key.aboutHeader2': 'Our Mission',
          'key.aboutHeader3': 'Our Vision',
          'key.aboutHeader4': 'How will the system work?',
          'key.aboutHeader5': 'Refund Policy',
          'key.aboutHeader6': 'What makes us Different?',
          'key.aboutBody1':
              'ISMMART is an ecommerce platform providing a virtual space to sellers/vendors where they can advertise, market and sell their products or services. The concept of ISMMART was established when we saw a huge trust deficit between sellers and buyers. Considering that problem, we at Shaukat Marwat wanted to provide people with a reliable and trust worthy platform which will ensure utmost security of buyers’ money and services.',
          'key.aboutBody2':
              'Our Mission is to bring a secure platform where sellers can connect with buyers without any hesitation. We aim to become one of its kind ecommerce stores where people can explore all kind of products and service under one platform. We also intent to create a forum which will enable thousands of individuals to have their own business and create more work force in the country.',
          'key.aboutBody3':
              'Our vision is to bring a trustworthy store targeting global market and connecting businesses to bring them under one umbrella, as a unit.',
          'key.aboutBody4':
              'The system will provide a virtual space/store to the sellers who wish to sell something to the market. They can be individual vendors, or some established brands who want to enhance their presence in the digital world. Our vendors will register themselves with us on some Monthly Subscription Charges/ Platform fees. We shall verify the authenticity of vendors by taking their basic information and prepare an agreement with them. Similarly our customers/buyers shall also be registered with us on our ecommerce store. The customers will be able to see the vendor profile, rate them (after getting services), make their purchases and keep themselves updated with the products in the market. For instance we have a vendor/store registered as Ali Electronics which deals with all kind of home appliances. Let say, Ayesha wants to buy an electric kettle and she upon searching finds her desired product on Ali Electronics. She will place her order and make her payment in advance which will be in Company’s Account until the order is completed. Ali Electronics will receive a notification about the order. He will pack the relevant product and will dispatch it through our service (Our defined courier services through our account). Once Miss Ayesha receives the product and verifies that she got the desired product, the payment will be released and will reach the vendor account in defined period of time (15 days). Note: Non Verified & Unregistered Members can only surf the products on ISMMART stores but are not allowed to trade. To ensure quality trading, all customers will need to register before any sale / purchase.',
          'key.aboutBody5':
              'ISMMART Stores typically process returns within 3 business days once the courier returns the item to our Return Centre. Our customer service team will provide the shipping label as soon as they get your written complaint in accordance with the return policy. The item will be received, and the appropriate quality check will be done, before the refund is completed.  Please note that depending on the payment method, refund times can vary. It can take three to fourteen business days. Along with the money you paid for the returned product, the shipping cost is also repaid. For example, when Ayesha receives the product, she finds it faulty. She will lodge a complaint at our complaint center, where we shall contact with the vendor for resolution. If her claim is proven right, she will return the faulty item back to the vendor, and her payment (which was kept on hold by ISMMART will be retrieved back to her. Some Products/Services will be nonrefundable and will be defined in the description of the product/service.',
          'key.aboutBody6':
              'ISMMART is a unique platform which offers 100 percent security to both the buyer and the vendor. It provides a virtual space to display, market and sell your products or services under one platform unlike stores that offer only products selling. For buyers, it is an exclusive forum where they can shop with confident that their money will not be wasted. Our unique return policy ensures that no fraudulent activity happens with the buyer or seller. We have devised different subscription/membership offers for vendors of different categories.',
        },
        'ar': {
          'key.aboutHeader1': 'ما هو ismmart؟',
          'key.aboutHeader2': 'مهمتنا',
          'key.aboutHeader3': 'رؤيتنا',
          'key.aboutHeader4': 'كيف سيعمل النظام؟',
          'key.aboutHeader5': 'سياسة الاسترجاع',
          'key.aboutHeader6': 'ما الذي يجعلنا مختلفا؟',
          'key.aboutBody1':
              'ISMMART هي منصة للتجارة الإلكترونية توفر مساحة افتراضية للبائعين/البائعين حيث يمكنهم الإعلان عن منتجاتهم أو خدماتها وتسويقها وبيعها. تم إنشاء مفهوم ISMMART عندما رأينا عجزًا كبيرًا في الثقة بين البائعين والمشترين. بالنظر إلى هذه المشكلة ، أردنا في Shaukat Marwat تزويد الناس بمنصة جديرة بالموثوقة والثقة والتي ستضمن أقصى درجات أموال وخدمات المشترين.',
          'key.aboutBody2':
              'مهمتنا هي إحضار منصة آمنة حيث يمكن للبائعين التواصل مع المشترين دون أي تردد. نهدف إلى أن تصبح واحدة من متاجر التجارة الإلكترونية التي يمكن للناس استكشافها جميع أنواع المنتجات والخدمات تحت منصة واحدة. نعتزم أيضًا إنشاء منتدى يمكّن الآلاف من الأفراد من الحصول على أعمالهم الخاصة وإنشاء المزيد من القوة العاملة في البلاد.',
          'key.aboutBody3':
              'تتمثل رؤيتنا في جلب متجر جدير بالثقة يستهدف السوق العالمية وربط الشركات لإحضارها تحت مظلة واحدة ، كوحدة.',
          'key.aboutBody4':
              'سيوفر النظام مساحة/متجرًا افتراضيًا للبائعين الذين يرغبون في بيع شيء إلى السوق. يمكن أن يكونوا بائعين فرديين ، أو بعض العلامات التجارية المنشأة الذين يرغبون في تعزيز وجودهم في العالم الرقمي. سيقوم البائعون لدينا بتسجيل أنفسهم في بعض رسوم/ رسوم الاشتراك الشهرية. يجب أن نتحقق من صحة البائعين من خلال أخذ معلوماتهم الأساسية وإعداد اتفاق معهم. وبالمثل ، يجب أيضًا تسجيل عملائنا/المشترين معنا في متجر التجارة الإلكترونية. سيتمكن العملاء من رؤية ملف تعريف البائع ، وتقييمهم (بعد الحصول على الخدمات) ، وإجراء مشترياتهم والحفاظ على أنفسهم مع المنتجات في السوق. على سبيل المثال ، لدينا بائع/متجر مسجل كإلكترونيات Ali التي تتعامل مع جميع أنواع الأجهزة المنزلية. دع القول ، عائشة تريد شراء غلاية كهربائية ، وهي عند البحث تجد منتجها المطلوب على إلكترونيات Ali. ستقدم طلبها وتقدم دفعها مقدمًا والتي ستكون في حساب الشركة حتى يتم الانتهاء من الطلب. سيتلقى Ali Electronics إشعارًا بالطلب. سيقوم بتعبئة المنتج ذي الصلة وسيقوم بإرساله من خلال خدمتنا (خدمات البريد السريع المحددة من خلال حسابنا). بمجرد أن تتلقى الآنسة عائشة المنتج وتحقق من أنها حصلت على المنتج المطلوب ، سيتم إصدار الدفع وسيصل إلى حساب البائع في فترة زمنية محددة (15 يومًا). ملاحظة: يمكن للأعضاء غير المسجلين وغير المسجلين تصفح المنتجات فقط على متاجر ISMMART ولكن لا يُسمح لهم بالتداول. لضمان تداول الجودة ، سيحتاج جميع العملاء إلى التسجيل قبل أي بيع / شراء.',
          'key.aboutBody5':
              'عادةً ما تقوم متاجر ISMMART بإرجاع عملية العائد خلال 3 أيام عمل بمجرد إرجاع البريد السريع إلى مركز الإرجاع الخاص بنا. سيقوم فريق خدمة العملاء لدينا بتوفير ملصق الشحن بمجرد حصولهم على شكواك مكتوبة وفقًا لسياسة الإرجاع. سيتم استلام العنصر ، وسيتم إجراء فحص الجودة المناسب ، قبل الانتهاء من الاسترداد. يرجى ملاحظة أنه بناءً على طريقة الدفع ، يمكن أن تختلف أوقات الاسترداد. قد يستغرق الأمر من ثلاثة إلى أربعة عشر يوم عمل. جنبا إلى جنب مع الأموال التي دفعتها للمنتج الذي تم إرجاعه ، يتم سداد تكلفة الشحن أيضًا. على سبيل المثال ، عندما تتلقى عائشة المنتج ، تجد أنه معيب. ستقدم شكوى في مركز الشكاوى لدينا ، حيث سنتلامس مع البائع للحل. إذا ثبت أن مطالبتها صحيحة ، فسوف تعيد العنصر الخاطئ إلى البائع ، وسيتم استرداد دفعها (الذي تم الاحتفاظ به من قبل Ismmart إليها. بعض المنتجات/الخدمات ستكون غير قابلة للاسترداد وسيتم تعريفها في الوصف من المنتج/الخدمة.',
          'key.aboutBody6':
              'ISMMART هي منصة فريدة من نوعها توفر أمانًا بنسبة 100 في المائة لكل من المشتري والبائع. يوفر مساحة افتراضية لعرض منتجاتك أو خدماتك وبيعها تحت منصة واحدة على عكس المتاجر التي توفر منتجات فقط. بالنسبة للمشترين ، إنه منتدى حصري حيث يمكنهم التسوق مع واثق من أن أموالهم لن تضيع. تضمن سياسة الإرجاع الفريدة الخاصة بنا عدم حدوث أي نشاط احتيالي مع المشتري أو البائع. لقد ابتكرنا عروضًا مختلفة للاشتراك/العضوية للبائعين من فئات مختلفة.',
        },
        'ur': {
          'key.aboutHeader1': 'ismmart کیا ہے؟',
          'key.aboutHeader2': 'ہمارا مقصد',
          'key.aboutHeader3': 'ہمارا وژن',
          'key.aboutHeader4': 'سسٹم کیسے کام کرے گا؟',
          'key.aboutHeader5': 'رقم کی واپسی کی پالیسی',
          'key.aboutHeader6': 'ہمیں کیا مختلف بناتا ہے؟',
          'key.aboutBody1':
              'اسممارٹ ایک ای کامرس پلیٹ فارم ہے جو بیچنے والوں/دکانداروں کو ورچوئل اسپیس مہیا کرتا ہے جہاں وہ اپنی مصنوعات یا خدمات کی تشہیر ، مارکیٹ اور فروخت کرسکتے ہیں۔ اسمارٹ کا تصور اس وقت قائم ہوا جب ہم نے بیچنے والوں اور خریداروں کے مابین ایک بہت بڑا اعتماد کا خسارہ دیکھا۔ اس مسئلے کو مدنظر رکھتے ہوئے ، ہم شوکات میں لوگوں کو ایک قابل اعتماد اور قابل اعتماد قابل پلیٹ فارم مہیا کرنا چاہتے تھے جو خریداروں کی رقم اور خدمات کی انتہائی حفاظت کو یقینی بنائے گا۔',
          'key.aboutBody2':
              'ہمارا مشن ایک محفوظ پلیٹ فارم لانا ہے جہاں بیچنے والے بغیر کسی ہچکچاہٹ کے خریداروں کے ساتھ رابطہ قائم کرسکتے ہیں۔ ہمارا مقصد اپنے قسم کے ای کامرس اسٹورز میں سے ایک بننا ہے جہاں لوگ ایک پلیٹ فارم کے تحت ہر طرح کی مصنوعات اور خدمات کو تلاش کرسکتے ہیں۔ ہم ایک فورم بنانے کا ارادہ رکھتے ہیں جو ہزاروں افراد کو اپنا کاروبار حاصل کرنے اور ملک میں مزید ورک فورس پیدا کرنے کے قابل بنائے گا۔',
          'key.aboutBody3':
              'ہمارا وژن ایک قابل اعتماد اسٹور لانا ہے جو عالمی منڈی کو نشانہ بناتا ہے اور کاروبار کو ایک یونٹ کی حیثیت سے ایک چھتری کے نیچے لانے کے لئے مربوط ہوتا ہے۔',
          'key.aboutBody4':
              'یہ نظام بیچنے والوں کو ایک ورچوئل اسپیس/اسٹور فراہم کرے گا جو مارکیٹ میں کچھ فروخت کرنا چاہتے ہیں۔ وہ انفرادی دکاندار ، یا کچھ ایسے برانڈز ہوسکتے ہیں جو ڈیجیٹل دنیا میں اپنی موجودگی کو بڑھانا چاہتے ہیں۔ ہمارے دکاندار کچھ ماہانہ سبسکرپشن چارجز/ پلیٹ فارم فیس پر اپنے آپ کو اپنے ساتھ اندراج کریں گے۔ ہم دکانداروں کی بنیادی معلومات لے کر صداقت کی تصدیق کریں گے اور ان کے ساتھ معاہدہ تیار کریں گے۔ اسی طرح ہمارے صارفین/خریدار بھی ہمارے ای کامرس اسٹور پر ہمارے ساتھ رجسٹر ہوں گے۔ صارفین وینڈر پروفائل کو دیکھ سکیں گے ، ان کی درجہ بندی کریں گے (خدمات حاصل کرنے کے بعد) ان کی درجہ بندی کریں گے ، اپنی خریداری کریں گے اور مارکیٹ میں موجود مصنوعات کے ساتھ خود کو اپ ڈیٹ رکھیں گے۔ مثال کے طور پر ہمارے پاس ایک وینڈر/اسٹور ہے جو ALI الیکٹرانکس کے طور پر رجسٹرڈ ہے جو ہر طرح کے گھریلو آلات سے متعلق ہے۔ ہم کہتے ہیں ، عائشہ الیکٹرک کیتلی خریدنا چاہتی ہے اور وہ تلاش کرنے پر علی الیکٹرانکس پر اپنی مطلوبہ مصنوعات تلاش کرتی ہے۔ وہ اپنا آرڈر دے گی اور اپنی ادائیگی پہلے سے کرے گی جو آرڈر مکمل ہونے تک کمپنی کے اکاؤنٹ میں ہوگی۔ ALI الیکٹرانکس کو آرڈر کے بارے میں ایک اطلاع ملے گی۔ وہ متعلقہ پروڈکٹ کو پیک کرے گا اور اسے ہماری خدمت (ہمارے اکاؤنٹ کے ذریعے ہماری طے شدہ کورئیر خدمات) کے ذریعے بھیجے گا۔ ایک بار مس عائشہ کو مصنوع موصول ہوتا ہے اور اس کی تصدیق ہوتی ہے کہ اسے مطلوبہ مصنوع مل گیا ہے ، ادائیگی جاری کردی جائے گی اور وقت کی طے شدہ مدت (15 دن) میں وینڈر اکاؤنٹ میں پہنچ جائے گی۔ نوٹ: غیر تصدیق شدہ اور غیر رجسٹرڈ ممبران صرف اسممارٹ اسٹورز پر موجود مصنوعات کو سرف کرسکتے ہیں لیکن انہیں تجارت کی اجازت نہیں ہے۔ معیاری تجارت کو یقینی بنانے کے ل all ، تمام صارفین کو کسی بھی فروخت / خریداری سے پہلے اندراج کرنے کی ضرورت ہوگی۔',
          'key.aboutBody5':
              'ایک بار جب کورئیر ہمارے ریٹرن سینٹر میں آئٹم لوٹاتا ہے تو اسمارٹ اسٹورز عام طور پر 3 کاروباری دنوں کے اندر ریٹرن پر کارروائی کرتے ہیں۔ ہماری کسٹمر سروس ٹیم ریٹرن پالیسی کے مطابق آپ کی تحریری شکایت حاصل کرتے ہی شپنگ لیبل فراہم کرے گی۔ سامان موصول ہوگا ، اور رقم کی واپسی مکمل ہونے سے پہلے مناسب معیار کی جانچ پڑتال کی جائے گی۔ براہ کرم نوٹ کریں کہ ادائیگی کے طریقہ کار پر منحصر ہے ، رقم کی واپسی کے اوقات مختلف ہوسکتے ہیں۔ اس میں تین سے چودہ کاروباری دن لگ سکتے ہیں۔ واپس شدہ مصنوعات کے ل pay آپ نے جو رقم ادا کی ہے اس کے ساتھ ساتھ ، شپنگ لاگت بھی ادا کردی جاتی ہے۔ مثال کے طور پر ، جب عائشہ کو مصنوع موصول ہوتا ہے ، تو اسے اس کی خرابی محسوس ہوتی ہے۔ وہ ہمارے شکایت مرکز میں شکایت درج کرے گی ، جہاں ہم ریزولوشن کے لئے فروش سے رابطہ کریں گے۔ اگر اس کا دعوی صحیح ثابت ہوا ہے تو ، وہ ناقص آئٹم کو واپس فروش کو واپس کردے گی ، اور اس کی ادائیگی (جو اسممارٹ کے ذریعہ رکھی گئی تھی اسے دوبارہ بازیافت کیا جائے گا۔ کچھ مصنوعات/خدمات ناقابل تلافی ہوں گی اور اس کی وضاحت میں بیان کی جائے گی اور اس کی وضاحت کی جائے گی۔ پروڈکٹ/سروس کی۔',
          'key.aboutBody6':
              'اسممارٹ ایک انوکھا پلیٹ فارم ہے جو خریدار اور فروش دونوں کو 100 فیصد سیکیورٹی پیش کرتا ہے۔ یہ اسٹورز کے برخلاف ایک پلیٹ فارم کے تحت آپ کی مصنوعات یا خدمات کو ظاہر کرنے ، مارکیٹ کرنے اور فروخت کرنے کے لئے ایک ورچوئل اسپیس مہیا کرتا ہے جو صرف مصنوعات کی فروخت کی پیش کش کرتے ہیں۔ خریداروں کے ل it ، یہ ایک خصوصی فورم ہے جہاں وہ اعتماد کے ساتھ خریداری کرسکتے ہیں کہ ان کے پیسے ضائع نہیں ہوں گے۔ ہماری منفرد واپسی کی پالیسی اس بات کو یقینی بناتی ہے کہ خریدار یا بیچنے والے کے ساتھ کوئی جعلی سرگرمی نہیں ہوتی ہے۔ ہم نے مختلف زمروں کے دکانداروں کے لئے مختلف رکنیت/ممبرشپ کی پیش کش وضع کی ہے۔',
        },
        'ru': {
          'key.aboutHeader1': 'Что такое ismmart?',
          'key.aboutHeader2': 'Наша миссия',
          'key.aboutHeader3': 'Наш взгляд',
          'key.aboutHeader4': 'Как будет работать система?',
          'key.aboutHeader5': 'Политика возврата',
          'key.aboutHeader6': 'Что нас отличает?',
          'key.aboutBody1':
              'ISMMART - это платформа электронной коммерции, предоставляющая виртуальное пространство для продавцов/поставщиков, где они могут рекламировать, продавать и продавать свои продукты или услуги. Концепция ISMMART была создана, когда мы увидели огромный дефицит доверия между продавцами и покупателями. Учитывая эту проблему, мы в Shaukat Marwat хотели предоставить людям надежную и достойную доверие платформу, которая обеспечит максимальную безопасность денег и услуг покупателей.',
          'key.aboutBody2':
              'Наша миссия состоит в том, чтобы принести безопасную платформу, где продавцы могут без колебаний общаться с покупателями. Мы стремимся стать одним из таких добрых магазинов электронной коммерции, где люди могут исследовать все виды продуктов и услуг под одной платформой. Мы также намерены создать форум, который позволит тысячам людей иметь свой собственный бизнес и создать больше рабочей силы в стране.',
          'key.aboutBody3':
              'Наше видение состоит в том, чтобы привлечь надежный магазин, ориентированный на мировой рынок и подключение бизнеса, чтобы привлечь их под один зонт в качестве подразделения.',
          'key.aboutBody4':
              'Система предоставит продавцам виртуальное пространство/магазин, которые хотят что -то продать на рынке. Они могут быть отдельными поставщиками или некоторыми известными брендами, которые хотят улучшить свое присутствие в цифровом мире. Наши поставщики зарегистрируются с нами на некоторых ежемесячных платежах на подписку/ платформу. Мы проверим подлинность поставщиков, взяв их основную информацию и подготовим с ними соглашение. Точно так же наши клиенты/покупатели также должны быть зарегистрированы с нами в нашем магазине электронной коммерции. Клиенты смогут увидеть профиль поставщика, оценить их (после получения услуг), делать покупки и держать себя в курсе продуктов на рынке. Например, у нас есть поставщик/магазин, зарегистрированный как Ali Electronics, который занимается всеми видами домашних приборов. Давайте скажем, Айеша хочет купить электрический чайник, и она при поиске находит свой желаемый продукт на Ali Electronics. Она разместит свой заказ и сделает свой платеж заранее, который будет на счет компании до завершения заказа. Ali Electronics получит уведомление о заказе. Он будет упаковывать соответствующий продукт и отправит его через наши услуги (наши определенные курьерские услуги через нашу учетную запись). Как только мисс Айеша получит продукт и проверяет, что она получила желаемый продукт, платеж будет выпущен и достигнет счета поставщика в определенный период времени (15 дней). Примечание. Не проверенные и незарегистрированные участники могут просматривать продукты в магазинах ISMMART, но им не разрешено торговать. Чтобы обеспечить качественную торговлю, всем клиентам необходимо зарегистрироваться до любой продажи / покупки.',
          'key.aboutBody5':
              'Магазины ISMMART обычно обрабатывают возврат в течение 3 рабочих дней, как только курьер возвращает элемент в наш центр возврата. Наша команда по обслуживанию клиентов предоставит лейбл доставки, как только они получат вашу письменную жалобу в соответствии с политикой возврата. Товар будет получен, и соответствующая проверка качества будет выполнена, прежде чем возмещение будет завершено. Обратите внимание, что в зависимости от метода оплаты, время возврата может варьироваться. Это может занять от трех до четырнадцати рабочих дней. Наряду с деньгами, которые вы заплатили за возвращенный продукт, стоимость доставки также поплачена. Например, когда Айеша получает продукт, она находит его неисправным. Она подаст жалобу в нашем центре жалоб, где мы свяжемся с поставщиком для решения. Если ее претензия оказана правильной, она вернет неисправную товар обратно к поставщику, и ее оплата (которая была приостановлена ​​ISMMART, будет возвращена ей. Некоторые продукты/услуги будут не подлежащим возмещению и будут определены в описании продукта/услуги.',
          'key.aboutBody6':
              'ISMMART - это уникальная платформа, которая обеспечивает 100 -процентную безопасность как покупателю, так и поставщику. Он предоставляет виртуальное пространство для отображения, продажи и продажи ваших продуктов или услуг под одной платформой, в отличие от магазинов, которые предлагают только продажу продуктов. Для покупателей это эксклюзивный форум, где они могут делать покупки с уверенностью, что их деньги не будут потрачены впустую. Наша уникальная политика возврата гарантирует, что мошенническая деятельность не происходит с покупателем или продавцом. Мы разработали различные предложения по подписке/членству для поставщиков разных категорий.',
        },
        'zh': {
          'key.aboutHeader1': '什么是Ismmart？',
          'key.aboutHeader2': '我们的任务',
          'key.aboutHeader3': '我们的愿景',
          'key.aboutHeader4': '系统将如何工作？',
          'key.aboutHeader5': '退款政策',
          'key.aboutHeader6': '是什么让我们与众不同？',
          'key.aboutBody1':
              'ISMMART是一个电子商务平台，为卖家/供应商提供虚拟空间，在那里他们可以宣传，销售和销售其产品或服务。当我们看到卖方和买家之间存在巨大的信任赤字时，就建立了ISMMART的概念。考虑到这个问题，我们在Shaukat Marwat希望为人们提供一个可靠且值得信赖的平台，以确保买家的资金和服务的最大安全性。',
          'key.aboutBody2':
              '我们的任务是带一个安全的平台，卖家可以毫不犹豫地与买家建立联系。我们的目标是成为人们可以在一个平台下探索各种产品和服务的同类电子商务商店之一。我们还打算创建一个论坛，该论坛将使成千上万的个人拥有自己的业务并在该国创造更多的劳动力。',
          'key.aboutBody3': '我们的愿景是将目标付诸实践，以全球市场为目标，并将企业连接起来，以将它们作为一个单位。',
          'key.aboutBody4':
              '该系统将为希望向市场出售商品的卖家提供虚拟空间/商店。他们可以是个别供应商，也可以是一些希望增强其在数字世界中存在的知名品牌。我们的供应商将以一些每月的订阅费用/平台费用向我们注册。我们将通过获取基本信息并准备与他们的协议来验证供应商的真实性。同样，我们的客户/买家也应在我们的电子商务商店中注册。客户将能够查看供应商的个人资料，对其进行评分（获得服务后），进行购买并保持自己的最新产品，并随着市场上的产品提供最新信息。例如，我们有一个供应商/商店注册为Ali Electronics，该供应商涉及各种家用电器。假设，Ayesha想要购买电力水壶，而她在搜索时会在Ali Electronics上找到她所需的产品。她将下订单并提前付款，该订单将在公司帐户中，直到完成订单为止。 Ali Electronics将收到有关该订单的通知。他将打包相关产品，并将通过我们的服务（通过我们的帐户定义的快递服务）进行分配。一旦Ayesha小姐收到产品并验证她获得所需产品，该付款将被发布，并将在定义的时间（15天）中到达供应商帐户。注意：未经验证和未注册的成员只能在ISMMART商店上浏览产品，但不允许交易。为了确保质量交易，所有客户都需要在任何销售 /购买之前进行注册。',
          'key.aboutBody5':
              'ISMMART商店通常在快递员将物品返回我们的返回中心后的3个工作日内处理返回。我们的客户服务团队将根据退货政策收到您的书面投诉后立即提供运输标签。将收到该项目，并在退款完成之前进行适当的质量检查。请注意，根据付款方式，退款时间可能会有所不同。可能需要三到十四个工作日。除了您为退货产品支付的钱外，运输费用还偿还。例如，当Ayesha收到产品时，她发现它有问题。她将在我们的投诉中心提出投诉，我们将与供应商联系以进行解决。如果她的索赔被证明是正确的，她将把错误的物品退还给供应商，并且她的付款（由Ismmart搁置，将被检索给她。某些产品/服务将不可退款，并将在说明中定义。产品/服务。',
          'key.aboutBody6':
              'Ismmart是一个独特的平台，可为买家和供应商提供100％的安全性。与仅提供产品销售的商店不同，它提供了一个虚拟空间来显示，营销和销售您的产品或服务。对于买家来说，这是一个独家论坛，他们可以确信不会浪费自己的钱。我们独特的退货政策可确保买卖双方不会发生欺诈活动。我们为不同类别的供应商设计了不同的订阅/会员优惠。',
        },
      };
}
