import 'translations_key.dart' as key;

class Arabic {
  Map<String, String> get translations => {
        key.settings: 'إعدادات',
        key.general: 'عام',
        key.account: 'حساب',
        key.myAccount: 'حسابي',
        key.welcome: 'مرحباً',
        key.language: 'لغة',
        key.notifications: 'إشعارات',
        key.aboutUs: 'معلومات عنا',
        key.contactUs: 'اتصل بنا',
        key.appearance: 'مظهر',
        key.termsAndConditions: 'البنود و الظروف',
        key.privacyPolicy: 'سياسة الخصوصية',
        key.returnAndExchange: 'العودة والتبادل',
        key.faqs: 'الأسئلة الشائعة',
        key.selectLanguage: 'اختار اللغة',
        key.logout: 'تسجيل خروج',
        key.login: 'تسجيل الدخول',
        key.register: 'يسجل',
        key.signIn: 'تسجيل الدخول',
        key.signUp: 'اشتراك',
        key.loginGreetings: 'تحيات! مرحبًا بعودتك!n\ تسجيل الدخول إلى حسابك',
        key.forgotPassword: 'هل نسيت كلمة السر؟',
        key.donTHaveAccount: 'ليس لديك حساب؟',
        key.send: 'يرسل',
        key.optional: 'خياري',
        key.verification: 'تَحَقّق',
        key.alreadyHaveAccount: 'هل لديك حساب!',
        key.home: 'بيت',
        key.categories: 'فئات',
        key.deals: 'صفقات',
        key.menu: 'قائمة طعام',
        key.myCart: 'عربتي',
        key.topCategories: 'الفئات العليا',
        key.discountDeals: 'صفقات الخصم',
        key.seeAll: 'اظهار الكل',
        key.viewAll: 'عرض الكل',
        key.viewMore: 'عرض المزيد',
        key.orderSummary: 'ملخص الطلب',
        key.shippingDetails: 'تفاصيل الشحن',
        key.orderTime: 'وقت الطلب',
        key.expectedDelivery: 'توصيلة متوقعة',
        key.shipping: 'شحن',
        key.shippingCost: 'تكلفة الشحن',
        key.vendorDashboard: 'لوحة القيادة',
        key.vendorRegistration: 'تسجيل البائعين',
        key.myOrders: 'طلباتي',
        key.myProducts: 'منتجاتي',
        key.recentOrders: 'الطلبيات الأخيرة',
        key.completedOrder: 'أوامر مكتملة',
        key.processingOrders: 'أوامر المعالجة',
        key.totalEarning: 'مجموع الأرباح',
        key.cMonthEarning: 'كسب الشهر الحالي',
        key.pendingAmount: 'المبلغ المعلق',
        key.wallet: 'محفظة',
        key.userOrders: 'أوامر المستخدم',
        key.vendorOrders: 'أوامر البائع',
        key.pendingOrders: 'أوامر معلقة',
        key.totalOrders: 'إجمالي الطلبات',
        key.goldCoins: 'عملات ذهبية',
        key.silverCoins: 'عملات فضية',
        key.deleteProd: 'حذف المنتج',
        key.selectCategory: 'اختر الفئة',
        key.selectSubCategory: 'حدد الفئة الفرعية',
        key.profile: 'حساب تعريفي',
        key.vendorStoreDetails: 'تفاصيل البائع',
        key.personalInfo: 'معلومات شخصية',
        key.storeInfo: 'معلومات المتجر',
        key.phone: 'هاتف',
        key.firstName: 'الاسم الأول',
        key.lastName: 'اسم العائلة',
        key.address: 'عنوان',
        key.country: 'دولة',
        key.city: 'مدينة',
        key.deActivateMsg: 'هل أنت متأكد من إلغاء تنشيط حسابك؟',
        key.bankDetails: 'التفاصيل المصرفية',
        key.bankName: 'اسم البنك',
        key.bankNameReq: 'اسم البنك المطلوب!',
        key.bankAccount: 'رقم حساب',
        key.bankAccountReq: 'رقم الحساب المصرفي المطلوب',
        key.bankAccountHolder: 'عنوان الحساب',
        key.bankAccHolderReq: 'عنوان الحساب المطلوب',
        key.subject: 'موضوع',
        key.subjectReq: 'الموضوع مطلوب',
        key.message: 'رسالة',
        key.messageReq: 'مطلوب جسم الرسالة',
        key.membershipPlans: 'خطط العضوية',
        key.membershipDesc:
            'احصل على المزيد من الإيرادات ، ودعم منتجات جديدة أو نماذج أعمال ، وقبول المدفوعات المتكررة على مستوى العالم.',
        key.subscribeBtn: 'يشترك',
        key.subscribedBtn: 'مشترك',
        key.popular: 'شائع',
        key.searchIn: 'ما الذي تبحث عنه؟',
        key.active: 'نشيط',
        key.order: 'طلب',
        key.checkout: 'الدفع',
        key.changeBtn: 'يتغير',
        key.updateBtn: 'تحديث',
        key.deleteBtn: 'يمسح',
        key.deactivateBtn: 'حذف الحساب',
        key.confirm: 'يتأكد',
        key.set: 'تعيين',
        key.yesBtn: 'نعم',
        key.noBtn: 'لا',
        key.sold: 'مُباع',
        key.submit: 'يُقدِّم',
        key.cancelBtn: 'يلغي',
        key.add: 'يضيف',
        key.apply: 'يتقدم',
        key.addNew: 'اضف جديد',
        key.total: 'المجموع',
        key.details: 'تفاصيل',
        key.sortBy: 'نوع',
        key.filter: 'منقي',
        key.search: 'يبحث',
        key.status: 'حالة',
        key.addNewAddress: 'أضف عنوانًا جديدًا',
        key.addPayment: 'أضف الدفع',
        key.paymentMethod: 'بيانات الدفع',
        key.confirmOrder: 'أكد الطلب',
        key.proceedToCheckOut: 'الشروع في الخروج',
        key.addProduct: 'أضف منتج',
        key.redeemBtn: 'يسترد',
        key.storeName: 'اسم المتجر',
        key.storeNameReq: 'مطلوب اسم المتجر',
        key.description: 'وصف',
        key.descriptionReq: 'الوصف مطلوب',
        key.ownerName: 'اسم المالك',
        key.ownerNameReq: 'اسم المالك المطلوب',
        key.phoneReq: 'الهاتف مطلوب',
        key.productName: 'اسم المنتج',
        key.productNameReq: 'اسم المنتج المطلوب',
        key.prodPrice: 'سعر المنتج',
        key.prodPriceReq: 'السعر مطلوب',
        key.prodStock: 'مخزون المنتج',
        key.prodStockReq: 'مطلوب الأسهم',
        key.prodDiscount: 'تخفيض',
        key.prodDiscountReq: 'الخصم مطلوب',
        key.prodSku: 'منتج SKU',
        key.prodSkuReq: 'المنتج SKU مطلوب',
        key.email: 'بريد إلكتروني',
        key.emailReq: 'تنسيق بريد إلكتروني غير صالح؟',
        key.password: 'كلمة المرور',
        key.passwordLengthReq: 'الرقم السري يجب الا يقل عن 8 احرف على الاقل؟',
        key.fullName: 'الاسم الكامل',
        key.fullNameReq: 'مطلوب اسم',
        key.registerGreetings: 'إنشاء حساب isMMART!',
        key.otp: 'OTP',
        key.otpReq: 'OTP مطلوب',
        key.newPassword: 'كلمة المرور الجديدة',
        key.newPassReq: 'كلمة مرور جديدة مطلوبة',
        key.confirmPass: 'تأكيد كلمة المرور',
        key.confirmPassReq: 'تأكيد كلمة المرور مطلوب',
        key.passwordNotMatched: 'كلمة المرور غير متطابقة!',
        key.titleKey: 'عنوان',
        key.titleReq: 'العنوان مطلوب',
        key.updateProduct: 'تحديث المنتج',
        key.stock: 'مخزون',

        key.emptyCart: 'عربة التسوق فارغة',
        key.emptyCartMsg:
            'لم تتم إضافة عناصر إلى عربة التسوق الخاصة بك. الرجاء إضافة المنتج إلى عربة التسوق الخاصة بك.',
        key.emptyProductSearch: 'لم يتم العثور على منتج بحث',
        key.emptyProductSearchMsg:
            'آسف! لم يتطابق بحثك مع أي منتجات \ n يرجى المحاولة مرة أخرى.',
        key.noProductFound: 'أنت لم تضيف منتجات بعد!',
        key.noOrderFound: 'ليس لديك أوامر حتى الآن!',
        key.noAddressFound: 'لم يتم العثور على عنوان',
        key.noDefaultAddressFound: 'لم يتم العثور على عنوان افتراضي',
        key.noCartItemFound: 'لم يتم العثور على عنصر عربة',
        key.noCategoryFound: 'لم يتم العثور على فئات',
        key.noSubCategoryFound: 'لم يتم العثور على فئات فرعية',
        key.noDataFound: 'لاتوجد بيانات',
        key.plzSelectSubCategory: 'الرجاء تحديد الفئة الفرعية',
        key.someThingWentWrong: 'هناك خطأ ما',
        key.delProdMsg: 'هل أنت متأكد من حذف هذا؟',

        ///about Us
        key.aboutHeader1: 'ما هو ISMMART؟',
        key.aboutHeader2: 'مهمتنا',
        key.aboutHeader3: 'رؤيتنا',
        key.aboutHeader4: 'كيف سيعمل النظام؟',
        key.aboutHeader5: 'سياسة الاسترجاع',
        key.aboutHeader6: 'ما الذي يجعلنا مختلفا؟',
        key.aboutBody1:
            'ISMMART هي منصة للتجارة الإلكترونية توفر مساحة افتراضية للبائعين/البائعين حيث يمكنهم الإعلان عن منتجاتهم أو خدماتها وتسويقها وبيعها. تم إنشاء مفهوم ISMMART عندما رأينا عجزًا كبيرًا في الثقة بين البائعين والمشترين. بالنظر إلى هذه المشكلة ، أردنا في Shaukat Marwat تزويد الناس بمنصة جديرة بالموثوقة والثقة والتي ستضمن أقصى درجات أموال وخدمات المشترين.',
        key.aboutBody2:
            'مهمتنا هي إحضار منصة آمنة حيث يمكن للبائعين التواصل مع المشترين دون أي تردد. نهدف إلى أن تصبح واحدة من متاجر التجارة الإلكترونية التي يمكن للناس استكشافها جميع أنواع المنتجات والخدمات تحت منصة واحدة. نعتزم أيضًا إنشاء منتدى يمكّن الآلاف من الأفراد من الحصول على أعمالهم الخاصة وإنشاء المزيد من القوة العاملة في البلاد.',
        key.aboutBody3:
            'تتمثل رؤيتنا في جلب متجر جدير بالثقة يستهدف السوق العالمية وربط الشركات لإحضارها تحت مظلة واحدة ، كوحدة.',
        key.aboutBody4:
            'سيوفر النظام مساحة/متجرًا افتراضيًا للبائعين الذين يرغبون في بيع شيء إلى السوق. يمكن أن يكونوا بائعين فرديين ، أو بعض العلامات التجارية المنشأة الذين يرغبون في تعزيز وجودهم في العالم الرقمي. سيقوم البائعون لدينا بتسجيل أنفسهم في بعض رسوم/ رسوم الاشتراك الشهرية. يجب أن نتحقق من صحة البائعين من خلال أخذ معلوماتهم الأساسية وإعداد اتفاق معهم. وبالمثل ، يجب أيضًا تسجيل عملائنا/المشترين معنا في متجر التجارة الإلكترونية. سيتمكن العملاء من رؤية ملف تعريف البائع ، وتقييمهم (بعد الحصول على الخدمات) ، وإجراء مشترياتهم والحفاظ على أنفسهم مع المنتجات في السوق. على سبيل المثال ، لدينا بائع/متجر مسجل كإلكترونيات Ali التي تتعامل مع جميع أنواع الأجهزة المنزلية. دع القول ، عائشة تريد شراء غلاية كهربائية ، وهي عند البحث تجد منتجها المطلوب على إلكترونيات Ali. ستقدم طلبها وتقدم دفعها مقدمًا والتي ستكون في حساب الشركة حتى يتم الانتهاء من الطلب. سيتلقى Ali Electronics إشعارًا بالطلب. سيقوم بتعبئة المنتج ذي الصلة وسيقوم بإرساله من خلال خدمتنا (خدمات البريد السريع المحددة من خلال حسابنا). بمجرد أن تتلقى الآنسة عائشة المنتج وتحقق من أنها حصلت على المنتج المطلوب ، سيتم إصدار الدفع وسيصل إلى حساب البائع في فترة زمنية محددة (15 يومًا). ملاحظة: يمكن للأعضاء غير المسجلين وغير المسجلين تصفح المنتجات فقط على متاجر ISMMART ولكن لا يُسمح لهم بالتداول. لضمان تداول الجودة ، سيحتاج جميع العملاء إلى التسجيل قبل أي بيع / شراء.',
        key.aboutBody5:
            'عادةً ما تقوم متاجر ISMMART بإرجاع عملية العائد خلال 3 أيام عمل بمجرد إرجاع البريد السريع إلى مركز الإرجاع الخاص بنا. سيقوم فريق خدمة العملاء لدينا بتوفير ملصق الشحن بمجرد حصولهم على شكواك مكتوبة وفقًا لسياسة الإرجاع. سيتم استلام العنصر ، وسيتم إجراء فحص الجودة المناسب ، قبل الانتهاء من الاسترداد. يرجى ملاحظة أنه بناءً على طريقة الدفع ، يمكن أن تختلف أوقات الاسترداد. قد يستغرق الأمر من ثلاثة إلى أربعة عشر يوم عمل. جنبا إلى جنب مع الأموال التي دفعتها للمنتج الذي تم إرجاعه ، يتم سداد تكلفة الشحن أيضًا. على سبيل المثال ، عندما تتلقى عائشة المنتج ، تجد أنه معيب. ستقدم شكوى في مركز الشكاوى لدينا ، حيث سنتلامس مع البائع للحل. إذا ثبت أن مطالبتها صحيحة ، فسوف تعيد العنصر الخاطئ إلى البائع ، وسيتم استرداد دفعها (الذي تم الاحتفاظ به من قبل Ismmart إليها. بعض المنتجات/الخدمات ستكون غير قابلة للاسترداد وسيتم تعريفها في الوصف من المنتج/الخدمة.',
        key.aboutBody6:
            'ISMMART هي منصة فريدة من نوعها توفر أمانًا بنسبة 100 في المائة لكل من المشتري والبائع. يوفر مساحة افتراضية لعرض منتجاتك أو خدماتك وبيعها تحت منصة واحدة على عكس المتاجر التي توفر منتجات فقط. بالنسبة للمشترين ، إنه منتدى حصري حيث يمكنهم التسوق مع واثق من أن أموالهم لن تضيع. تضمن سياسة الإرجاع الفريدة الخاصة بنا عدم حدوث أي نشاط احتيالي مع المشتري أو البائع. لقد ابتكرنا عروضًا مختلفة للاشتراك/العضوية للبائعين من فئات مختلفة.',
        key.phoneValidate: 'رقم الهاتف الحد الأدنى المطلوب 11 رقما',

        key.exitApp: 'تطبيق الخروج',
        key.currentUserNotFound: 'لم يتم العثور على المستخدم الحالي',
        key.wrongWithCredentials: 'حدث خطأ ما في أوراق الاعتماد',
        key.enterEmail: 'أدخل البريد الإلكتروني لتلقي OTP',
        key.emptyField: 'حقل فارغ',
        key.enterDetails: 'أدخل التفاصيل لإنشاء كلمة مرور جديدة',
        key.passwordRequired: 'كلمة المرور مطلوبة!',
        key.standard: 'معيار',
        key.toProceedWithPurchase:
            'للمضي قدماً في عملية الشراء ، يرجى ملاحظة أن الحد الأدنى لمبلغ الطلب المطلوب هو 1000 روبية.',
        key.preferredPayment:
            'الرجاء اختيار طريقة الدفع المفضلة لديك لإكمال طلبك.',
        key.cartMustNotEmpty: 'يجب ألا تكون العربة فارغة',
        key.delivery: 'توصيل',
        key.daysCost: 'تكلفة الأيام',
        key.freeShipping: 'شحن مجاني على جميع الطلبات فوق PKR 1000',
        key.zipCode: 'الرمز البريدي',
        key.zipCodeRequired: 'الرمز البريدي المطلوب!',
        key.addressRequired: 'العنوان مطلوب!',
        key.selectCountry: 'حدد الدولة',
        key.chooseCountry: 'اختر البلد',
        key.selectCity: 'اختر مدينة',
        key.chooseCity: 'اختر المدينة',
        key.success: 'نجاح',
        key.disputeDeleted: 'تم حذف النزاع بنجاح',
        key.recordDoNotExist: 'السجل غير موجود',
        key.fileMustBe: 'يجب أن يكون كل ملف يصل إلى',
        key.invalidImageFormat: 'تنسيق صورة غير صالح!',
        key.minPriceShouldNotBe:
            'دقيقة. يجب ألا يكون السعر أكبر من الحد الأقصى. سعر!',
        key.plzSelectCountry: 'من فضلك حدد البلد والمدينة',
        key.shippingAddressDetail: 'من فضلك حدد البلد والمدينة',
        key.cashOnDelivery: 'النقد عند التسليم (غير متوفر)',
        key.creditCard: 'بطاقة إئتمان',
        key.wantToRedeem: 'تريد الاسترداد',
        key.coins: 'عملات معدنية',
        key.needMoreCoins: 'تحتاج المزيد من العملات المعدنية للاسترداد',
        key.subtotal: 'نطاق فرعي',
        key.items: 'أغراض',
        key.shippingFee: 'رسوم الشحن',
        key.inclusiveOfGst: 'بما في ذلك ضريبة السلع والخدمات',
        key.continueShopping: 'مواصلة التسوق',
        key.orderId: 'طلب',
        key.paymentSuccessful: 'الدفع ناجح! ، لقد تم وضع طلب!',
        key.orderInformation: 'معلومات الطلب',
        key.orderNotCreated: 'هناك خطأ ما! الطلب لم يتم إنشاؤه',
        key.discountMinValue: 'يجب أن يكون الخصم أكبر من',
        key.discountMaxValue: 'لا ينبغي أن يكون الخصم أكبر أو مساوياً',
        key.imageSizeDesc: 'يجب أن تصل الصورة إلى',
        key.availableStock: 'المخزون المتوفر',
        key.itemPrice: 'سعر البند',
        key.features: 'سمات',
        key.itemsFound: 'العناصر الموجودة',
        key.price: 'سعر',
        key.minPrice: 'سعر دقيقة',
        key.maxPrice: 'أقصى سعر',
        key.clear: 'واضح',
        key.lowToHigh: 'من أسفل إلى أعلى',
        key.highToLow: 'عالية إلى منخفض',
        key.OFF: 'عن',
        key.orderDetail: 'تفاصيل الطلب',
        key.cancel: 'يلغي',
        key.emailVerificationLink: 'أدخل البريد الإلكتروني لتلقي رابط التحقق',
        key.id: 'بطاقة تعريف',
        key.disputeDetail: 'تفاصيل النزاع',
        key.disputes: 'نزاعات',
        key.frequentlyAsked: 'أسئلة مكررة',
        key.forAnyQueryJust: 'للحصول على أي دعم فقط أرسل استفسارك',
        key.youStoreHas: 'تم تعطيل متجرك',
        key.addToCart: 'أضاف إلى العربة',
        key.added: 'أضاف!',
        key.noQuestionFound: 'لم يتم العثور على أسئلة',
        key.productQuestions: 'أسئلة المنتج',
        key.askQuestion: 'اسأل سؤالا',
        key.peopleAlsoViewed: 'الناس شاهدوا أيضا',
        key.color: 'لون',
        key.size: 'مقاس',
        key.quantity: 'كمية',
        key.next: 'التالي',
        key.questionBody: 'سؤال الجسم',
        key.storeDetail: 'تفاصيل المتجر',
        key.sellerRating: 'تصنيف البائع',
        key.customers: 'عملاء',
        key.totalProducts: 'إجمالي المنتجات',
        key.soldItems: 'البنود المباعة',
        key.thisStoreHasBeen: 'هذا المتجر مفتوح منذ ذلك الحين',
        key.topProducts: 'أعلى المنتجات',
        key.finalPriceWould: 'السعر النهائي سيكون روبية',
        key.afterPlatformFee: 'بعد رسوم المنصة',
        key.yourDiscountShould:
            'يجب أن يكون الخصم الخاص بك ما بين 10 و 100 في المئة. حاول مرة اخرى!',
        key.uploadImageLessThan: 'تحميل الصور أقل من',
        key.outOfStock: 'إنتهى من المخزن',
        key.productNotFound: 'الصنف غير موجود',
        key.invoiceNo: 'رقم الفاتورة',
        key.billingDetails: 'تفاصيل الفاتورة',
        key.qty: 'كتي',
        key.amount: 'كمية',
        key.action: 'فعل',
        key.reviews: 'المراجعات',
        key.rating: 'تقييم',
        key.addDisputes: 'إضافة نزاعات',

        key.disputeAlreadyAdded: 'نزاع أضيفت بالفعل',
        key.viewDispute: 'عرض النزاع',
        key.disputeNotAddedYet: 'النزاع لم يضاف بعد',
        key.deliveryDate: 'تاريخ التسليم او الوصول',
        key.totalPrice: 'السعر الكلي',
        key.claimCanBeMade:
            'لا يمكن تقديم المطالبات إلا في حالة خسارة أو تلف الطرود',
        key.clickHereToUpload: 'انقر هنا للتحميل',
        key.userOrderDispute: 'نزاع أمر المستخدم',
        key.pending: 'قيد الانتظار',
        key.accepted: 'قبلت',
        key.shipped: 'شحنها',
        key.delivered: 'تم التوصيل',
        key.cancelled: 'ألغيت',
        key.gallery: 'صالة عرض',
        key.camera: 'آلة تصوير',
        key.pickFrom: 'اختار من',
        key.yourCoverAndProfile:
            'يجب أن يكون غلافك وملفك الشخصي PNG أو JPG ، حتى',
        key.updateVendorDetails: 'تحديث تفاصيل البائع',
        key.fieldIsRequired: 'الحقل مطلوب',
        key.call: 'يتصل',
        key.centralHeadquarters: 'المقر الرئيسي',
        key.centralHeadquartersValue:
            'الطابق الثاني ، برج الإمارات ، M-13 ، F7 Markaz ، إسلام أباد. باكستان',
        key.globalHeadquarters: 'مقرات العمل العالمية',
        key.globalHeadquartersValue:
            'البرج 42 ، 25 Old Broad St ، Cornhill ، لندن ، المملكة المتحدة',

        key.tCHeader1: 'مقدمة',
        key.tCBody1:
            'مرحبًا بكم في متاجر ISMMART ، والمعروفة أيضًا باسم "نحن" و "نحن". تحكم هذه الشروط والأحكام وصولك إلى نظام/موقعنا عبر الإنترنت واستخدامه ، وكذلك أي مواقع ويب أو تطبيقات أو خدمات أو موارد مرتبطة بها. أنت تقر بأنك قد قرأت وفهمت وتوافق على الشروط والأحكام المذكورة أدناه قبل استخدام متاجر ISMMART. يمكن تغيير هذه الشروط والأحكام أو تعديلها أو إضافتها أو إزالتها في أي لحظة دون إشعار سابق من قبل متاجر ISMMART. إذا لم يتم تقديم إشعار آخر ، تصبح التغييرات فعالة عند نشرها على الموقع.',
        key.tCHeader2: 'كيف يتم تشكيل العقد بينك ومتاجر ISMMART؟',
        key.tCBody2:
            '• بعد تقديم طلب ، ستتلقى إخطارًا عبر الإنترنت منا معترفًا بأننا تلقينا طلبك. يرجى ملاحظة أن هذا لا يعني أن طلبك قد تم قبوله. يشكل طلبك عرضًا لنا لشراء منتج. جميع الطلبات تخضع للقبول من قبلنا. لن يتم تشكيل العقد إلا عند تلقي المنتجات المطلوبة عبر هذا النظام الأساسي. • سوف يرتبط العقد فقط بتلك المنتجات التي تتلقاها. سيتم تشكيل عقد لأي منتجات أخرى قد تكون جزءًا من طلبك عندما تتلقى تلك الأخرى.',
        key.tCHeader3: 'الحساب الخاص بك',
        key.tCBody3:
            '• للوصول إلى بعض الخدمات التي تقدمها النظام الأساسي ، قد نطلب منك إنشاء حساب معنا أو تقديم معلومات شخصية لإكمال إنشاء حساب. • أنت مسؤول عن الحفاظ على سرية هوية المستخدم الخاصة بك وكلمة المرور وتفاصيل الحساب والمعلومات الخاصة ذات الصلة. أنت تقر بأن لديك هذا الالتزام بالحفاظ على أمان حسابك في جميع الأوقات واتخاذ جميع الاحتياطات المعقولة لمنع الاستخدام غير المصرح به لحسابك. يجب أن تخبرنا على الفور إذا كان لديك أي سبب للاعتقاد بأن كلمة المرور الخاصة بك أصبحت معروفة لأي شخص آخر ، أو إذا كانت كلمة المرور موجودة ، أو من المحتمل أن تستخدم ، بطريقة غير مصرح بها. أنت تفهم وتوافق على أن أي استخدام لموقع الويب ، أو أي خدمات ذات صلة مقدمة ، و/أو أي وصول إلى البيانات أو المعلومات أو الاتصالات سرية ممكنة من خلال استخدام حسابك وكلمة المرور الخاصة بك ، تعتبر قد صنعت من قبلك ، أو كما قد يكون الأمر كذلك ، لكي يكون من قبل شخص ما أذن به.'
                '• في حالة الانتهاك أو أي انتهاك خطير لهذه الشروط والأحكام ، فإننا نحتفظ بالحق في إبطال اسم المستخدم و/أو كلمة المرور بعد تقديم إشعار وتوفير وقت معقول لتصحيح ذلك أو التعديل وفقًا لشروط هذا العقد.',
        key.tCHeader4: 'حالتك',
        key.tCBody4: 'عن طريق تقديم طلب من خلال موقعنا/النظام الأساسي ، فإنك تضمن:'
            '• أنت قادر قانونًا على الدخول في عقود ملزمة.'
            '• عمرك 18 سنة على الأقل.'
            '• أنت لست مقيماً في بلد يقوم فيه الدفع إلى موقعنا ، بما يتماشى مع هذه الشروط والأحكام ، من شأنه أن يخترق أي قانون.',
        key.tCHeader5: 'تسليم المنتجات',
        key.tCBody5:
            'في حالة المنتجات ، سيتم تلبية طلبك/جاهز للاستلام (حسب الاقتضاء) خلال فترة زمنية معقولة من التاريخ المشار إليها في وقت الطلب ، ما لم تكن هناك ظروف استثنائية.',
        key.tCHeader6: 'ضمان',
        key.tCBody6:
            'نحن نضمن لك أن أي منتج تم شراؤه منا من خلال موقعنا ، عند التسليم ، يتوافق مع وصفه ، وأن يكون ذا جودة مرضية ، وأن يكون مناسبًا بشكل معقول لجميع الأغراض التي يتم توفير المنتجات من هذا النوع بشكل شائع. جميع الضمانات أو الشروط أو الشروط الأخرى المتعلقة باللياقة للغرض أو القابلية للتسويق أو الجودة أو الحالة المرضية سواء كانت ضمنية بموجب القامة أو القانون العام مستبعدة بقدر ما يسمح بها القانون.',
        key.tCHeader7: 'حقوق الإلغاء',
        key.tCBody7:
            '• في حالة المنتجات ، إذا كنت تتعاقد كمستهلك ، فلديك الحق في إلغاء طلب المنتج الخاص بك لأي سبب من الأسباب وتلقي استرداد كامل. ستتلقى استردادًا كاملاً للسعر المدفوع للمنتجات (باستثناء تكاليف الشحن). يبدأ حقك في إلغاء عقد يتعلق بشراء المنتج من التاريخ الذي تتلقى فيه المنتج (عند تشكيل العقد). إذا تم تسليم المنتجات إليك ، فيمكنك الإلغاء في أي وقت وفقًا لسياسة الإرجاع. في حالة تلقيك منتجًا تالفًا عند التسليم ، يرجى إبلاغنا كتابيًا في أقرب وقت ممكن. إذا تم إرجاع المنتج إلينا ، ولم تبلغنا أن المنتج قد تضرر عند استلامه ، فقد نرفض حقك في الإلغاء أو الاستلام.'
                '• لن يكون لديك أي حق في إلغاء عقد لتزويد أي منتجات أو دوريات أو مجلات مخصصة من أجل الطلب أو المخصص أو المجلات أو السلع القابلة للتلف أو البرمجيات أو أقراص DVD أو CDS التي تم فتح ختم الأمان الخاص بها.'
                '• في حالة المنتجات ، لإلغاء العقد ، يجب أن تخبرنا كتابيًا. إذا تم تسليم المنتجات إليك ، فيجب عليك أيضًا إرجاع المنتجات إلينا في أقرب وقت ممكن عمليًا ، وبتكلتك الخاصة. لديك التزام قانوني بعناية معقولة للمنتجات أثناء وجودها في يديك.',
        key.tCHeader8: 'نقل الحقوق والالتزامات',
        key.tCBody8:
            '• يجوز لنا نقل حقوقنا والتزاماتنا بموجب هذه الشروط والأحكام إلى منظمة أخرى ، ولكن هذا لن يؤثر على حقوقك أو التزاماتنا بموجب العقد.'
                '• لا يجوز لك سوى نقل حقوقك والتزاماتك بموجب عقدك معنا إذا وافقنا على ذلك كتابيًا.',
        key.tCHeader9: 'سعر',
        key.tCBody9:
            '• سيتم نقل سعر المنتجات ورسوم التسليم الخاصة بنا على نظامنا/موقعنا من وقت لآخر ، إلا في حالات واضحة.'
                '• تشمل أسعار المنتجات GST/FED/VAT ، حيثما كان ذلك ممكنًا. ومع ذلك ، إذا تغير معدل ضريبة السلع والخدمات/ضريبة القيمة المضافة بين تاريخ طلبك وتاريخ التسليم ، فسنقوم بضبط السعر وفقًا لذلك.'
                '• تكون أسعار المنتجات ورسوم التسليم عرضة للتغيير في أي وقت ، لكن التغييرات لن تؤثر على طلبات المنتجات التي تتخذها بعد ذلك خطوات للوفاء/تلقيها في غضون فترة زمنية معقولة.',
        key.tCHeader10: 'المبالغ المستردة',
        key.tCBody10:
            'إذا تم إلغاء أمر وفقًا للفقرة 6 أعلاه ، فسوف نرد المبلغ المستحق وفقًا لسياسة استرداد الأموال لدينا.',
        key.tCHeader11: 'كيف نستخدم معلوماتك؟',
        key.tCBody11:
            'يرجى قراءة سياسة الخصوصية للحصول على تفاصيل حول كيفية استخدام معلوماتك. من خلال الاتفاق وقبول هذه الشروط والأحكام التي توافق عليها وتقبل شروط سياسة الخصوصية الخاصة بنا.',
        key.tCHeader12: 'مسؤوليتنا تجاه الأعمال التجارية',
        key.tCBody12:
            '• إذا فشلنا في الامتثال لهذه الشروط والأحكام ، فلن نكون مسؤولين عليك فقط عن سعر شراء المنتجات وليس أي خسائر ستعاني منها نتيجة لفشلنا في الامتثال (سواء كان ذلك في العقد ، Delict ( بما في ذلك الإهمال) ، خرق الواجب القانوني أو غير ذلك).'
                '• لن نكون مسؤولين عن الخسائر التي تنجم عن فشلنا في الامتثال لهذه الشروط والأحكام التي تندرج في الفئات التالية حتى لو كانت هذه الخسائر في تأملنا كما هو الحال في التاريخ الذي تشكله العقد من خلال هذه الشروط والأحكام بين منا أن نكون نتيجة متوقعة لخرقنا.'
                '• فقدان الدخل أو الإيرادات.'
                '• فقدان الأعمال.'
                '• فقدان الأرباح.'
                '• فقدان المدخرات المتوقعة'
                '• فقدان البيانات'
                '• مضيعة للإدارة أو المكتب'
                'ملاحظة: لا تنطبق هذه الفقرة إذا كنت تتعاقد كمستهلك.',
        key.tCHeader13: 'مسؤوليتنا تجاه المستهلك',
        key.tCBody13:
            '• إذا فشلنا في الامتثال لهذه الشروط والأحكام ، فنحن مسؤولون عن الخسارة أو الضرر الذي تعاني منه ، وهو نتيجة متوقعة لخرقنا للشروط والأحكام أو إهمالنا. يكون الخسارة أو الضرر متوقعًا إذا كانت نتيجة واضحة لخرقنا أو تم التفكير فيها بطريقة أخرى أنت ولنا في الوقت الذي دخلنا فيه في المرتبطة.'
                '• نحن فقط نوفر لك المنتجات للاستخدام المحلي والخاص. أنت توافق على عدم استخدام المنتج لأي أغراض تجارية أو تجارية أو إعادة بيع ، وليس لدينا أي مسؤولية تجاهك عن أي خسارة في الربح أو فقدان الأعمال أو انقطاع الأعمال أو فقدان الأعمال.'
                'ملاحظة: لا تنطبق هذه الفقرة إذا كنت تتعاقد كعمل تجاري.',
        key.tCHeader14: 'عقدنا معك إذا كنت عملًا',
        key.tCBody14:
            '• تشكل هذه الشروط والأحكام وأي وثيقة مشار إليها صراحةً فيها الاتفاق الكامل بيننا وتحل محل جميع المناقشات السابقة والمراسلات والمفاوضات والترتيب السابق أو التفاهم أو الاتفاق بيننا فيما يتعلق بالموضوع الوارد في ذلك.'
                '• نقر كل منا ، من خلال إبرام عقد ، لا يعتمد أي منا على أي علاجات ، أو سيكون لدينا أي علاجات فيما يتعلق بأي تمثيل أو ضمان (سواء تم إجراؤه ببراءة أو إهمال) لم يتم تحديده في هذه الشروط والأحكام.'
                '• يوافق كل واحد منا على أن مسؤوليتنا الوحيدة فيما يتعلق بتلك العروض والضمانات الموضحة في هذه الاتفاقية (سواء تم إجراؤها ببراءة أو إهمال) ستكون لخرق العقد.'
                '• لا شيء في هذه الفقرة يحد أو يستبعد أي مسؤولية.'
                'إذا كنت تتعاقد كمستهلك ، فإن هذه الفقرة لا تنطبق',
        key.tCHeader15: 'عقدنا معك إذا كنت مستهلكًا',
        key.tCBody15:
            'إذا كنت تتعاقد كمستهلك ، فإننا نعتزم الاعتماد على هذه الشروط والأحكام وأي وثيقة يشار إليها صراحةً فيها فيما يتعلق بموضوع أي عقد. على الرغم من أننا نقبل مسؤولية البيانات والتمثيلات التي يقدمها وكلاءنا المعتمدين حسب الأصول ، يرجى التأكد من طلب أي اختلافات من هذه الشروط والأحكام التي يتم تأكيدها كتابيًا.'
                'ملاحظة: إذا كنت تتعاقد في سياق العمل ، فإن هذه الفقرة لا تنطبق.',
        key.tCHeader16: 'إشعارات',
        key.tCBody16: '• يمكن إرسال أي إشعار تم إرساله من قبلك أو من قبلنا فيما يتعلق بهذه الشروط والشرط عن طريق الرسالة أو عبر البريد الإلكتروني. يجب إرسال الإشعارات إلى أحد العناوين التالية:'
            ' > قطعة رقم ، 60 شارع 12 ، G-8/1 ، إقليم إسلام أباد العاصمة 44080 باكستان.'
            '> البرج 42 ، 25 Old Broad St ، Cornhill ، لندن ، المملكة المتحدة'
            '> البريد الإلكتروني: businesses@shaukatmarwatgroup.com'
            '• سنرسل لك إشعارات عبر البريد الإلكتروني إلى عنوان البريد الإلكتروني الذي قدمته في وقت التسجيل في نظامنا الأساسي'
            '• يمكن لأي منا تغيير عنوان الإشعارات من خلال إخبار الآخر كتابيًا بالعنوان الجديد ، لكن العنوان السابق سيظل ساري المفعول لمدة 7 أيام بعد إجراء التغيير.',
        key.tCHeader17: 'حقوق الطرف الثالث',
        key.tCBody17:
            'لا يتمتع الشخص الذي ليس طرفًا في هذه الشروط والأحكام أو العقد بأي حقوق بموجب أو فيما يتعلق بها.',
        key.tCHeader18: 'تنازل',
        key.tCBody18:
            'لا يجوز اعتبار فشل أي طرف في ممارسة أو فرض أي حق يمنحه هذا الطرف من خلال هذه الشروط والأحكام بمثابة تنازل عن أي حق من هذا القبيل أو يعمل لمنع التمرين أو إنفاذها في أي وقت أو أوقات بعد ذلك. لن يكون أي تنازل من جانبنا عن أي من هذه الشروط والأحكام فعالة ما لم يتم ذكره صراحةً أنه تنازل ويتم توصيله لك كتابيًا وفقًا للفقرة 16 أعلاه.',
        key.tCHeader19: 'الاستقلالية',
        key.tCBody19:
            'إذا قررت أي محكمة أو سلطة مختصة أن أي من أحكام هذه الشروط والأحكام أو أي أحكام من العقد غير صالح أو غير قانوني أو غير قابل للتنفيذ ، فإن المصطلح سوف يتم قطعه ، إلى هذا الحد فقط ، من الشروط المتبقية ، والتي سيظل ساري المفعول إلى أقصى حد يسمح به القانون.',
        key.tCHeader20: 'قوة قهرية',
        key.tCBody20:
            'نحن نحتفظ بالحق في تأجيل تاريخ التسليم أو إلغاء عقد لجميع الظروف خارجة عن سيطرته المعقولة ، بما في ذلك على سبيل المثال لا الحصر ، أي إضراب أو قفل أو اضطراب أو حريق أو انفجار أو حادث أو توقف أو يؤثر على أعمالنا أو عملنا ، الذي يمنع أو يعيق تسليم البضائع أو أداء الخدمة.',
        key.tCHeader21: 'القانون والولاية القضائية',
        key.tCBody21: 'هذه الشروط والأحكام وأي نزاع أو مطالبة ناشئة عن أو فيما يتعلق بها أو موضوعها أو تشكيلها (بما في ذلك النزاعات أو المطالبات غير المتعاقدة) سيخضع لقانون باكستان. يجب أن تفهم أنه من خلال طلب أي من منتجاتنا ، فإنك توافق على الالتزام بهذه الشروط والأحكام.'
            'فئات التسجيل:'
            '1. العضوية الأساسية- خالية من التكلفة: يمكن تسجيلها كأعضاء حرة.'
            ' * لا يمكن بيع أي شيء على منصة ISMMART.'
            '* لن يتمكن فقط من الوصول إلى المنتجات والمتاجر التي يتم افتتاحها افتراضيًا أو يتم فتحها من قبل البائعين والشركات للزيارة.'
            '* يمكنهم شراء أي شيء من تلقاء أنفسهم كعملاء مباشرين مع فهم متبادل مع البائع ؛ لن يكون ISMMART مسؤولاً أو احتياطيًا في حالة وجود أي قضايا في مثل هذه الصفقة.'
            '2. عضوية Premium - العضوية المدفوعة:'
            '* 5 دولار أمريكي شهريًا مع تجربة مجانية شهر واحد. رسوم الاشتراك السنوية هي 99.5 دولار.'
            '* يمكن بيع أي شيء على منصة ISMMART.'
            '* سيكون بإمكانه الوصول إلى جميع المنتجات والمتاجر للزيارة.'
            '* سيتم دعم جميع الصفقات من قبل الأعضاء الممتازين على ISMMART بواسطة ISMMART. سنكون مسؤولين عن المعاملات السلسة وتسليم المنتجات. سيضمن ISMMART تكريم الفهم المتبادل الذي وافق عليه كل من البائع والمشتري.'
            '* سوف يقلق الأعضاء الممتازون من الوصول إلى جميع الشركات في جميع أنحاء العالم ، كبائع ومشتري ، حيث يضمن ISMMART مباشرة مثل هذه الأعضاء وأي صفقات يقومون بها.'
            '* نظرًا لفحص جميع الأعضاء الممتازين ويتم التحقق منها من خلال عملية التحقق من ISMMART ، بحيث يمكن لجميع هؤلاء الأعضاء أن يقلقوا تجارة أقل مع بعضهم البعض ، في أي مكان في العالم.'
            '* عمليات تسليم غير محدودة على العناصر المؤهلة.'
            'ملاحظة: يُطلب من جميع الأعضاء (البائعين والمشترين) اتباع جميع قواعد وإجراءات التداول التي ذكرتها ISMMART لتجنب أي نوع من الإزعاج في الدفع أو التسليم. قيمة معاملة هيكل رسوم المفوضية أقل من PKR100،000/- ~ 0.5 ٪ قيمة معاملة العمولة أعلى من PKR100،000/- وأقل 00،000/- ~ 1.75 ٪ قيمة معاملة العمولة أعلى من PKR250،00،000/- عمولة مسطحة 2.25 ٪ لأي معاملة بالجملة سيتم شحن عمولة بنسبة 3.5 ٪.'
            'ملاحظة: تستبعد قيمة المعاملة تكلفة الشحن والتأمين.',

        key.exchangeHeader1: '',
        key.exchangeHeader2: 'كيف تعود؟',
        key.exchangeBody1: 'رضا العملاء مضمون! نحن نضمن جودة المنتجات التي يتم بيعها من خلال متاجر ISMMART ، وإذا لم تكن راضيًا عن عملية الشراء ، فسنصحح ذلك. باستثناء بعض الشروط المذكورة أدناه ، قد يتم إرجاع أي عنصر تم شراؤه من متاجر ISMMART في غضون 14 يومًا تقويميًا من تاريخ استلام الشحنة.'
            '* لا يمكن استبدال السلع/المنتجات المخفضة أو إرجاعها لاسترداد الأموال. يمكن تبادلها أو إرجاعها فقط إذا تم العثور على عيب واضح.'
            '* يجب أن تكون العناصر التي يتم إرجاعها غير مقلقة ، في عبواتها الأصلية ، مع كل أختام السلامة والعلامات لا تزال سليمة/متصلة. لن تكون العائد مؤهلاً لاسترداد الأموال أو التبادل إذا لم يتم استيفاء هذه الشروط.'
            '* تحتفظ متاجر ISMMART بالحق/ السلطة الحصرية لإجراء استثناءات في بعض الظروف.'
            '* إذا تم إرجاع عنصر ما بسبب خطأ واضح يدخل سياسة الإرجاع لدينا ، فلن يتم فرض رسوم على العميل لخدمات البريد السريع.'
            '* فترة العودة للهواتف المحمولة والملحقات والمنتجات الكهربائية والإلكترونية الأخرى ليست سوى 5 أيام تقويمية تبدأ في اليوم الذي يتم فيه تلقي الحزمة. سيتم إعطاء عنصر بديل بدون رسوم إذا تم العثور على عيب أثناء نافذة الإرجاع. ستكون الضمانات القياسية من الشركة المصنعة أو المورد سارية بعد انتهاء صلاحية نافذة الإرجاع.',
        key.exchangeBody2:
            'يرجى التواصل مع مركز دعم العملاء الخاص بنا إذا كان عنصر ما يفي بجميع المتطلبات المحددة أعلاه.',

        key.deleteDisputesMsg: 'هل أنت متأكد أنك تريد حذف النزاع؟',
        key.feeChargesExplained: 'رسوم الرسوم الموضحة!',
        key.serviceFee: 'رسوم الخدمة',
        key.deliveryFee: 'رسوم التوصيل',
        key.supportCenter: '24/7 مركز الدعم',
        key.costDesc1:
            'نحن نسعى جاهدين للحفاظ على خدمتنا ورسوم التوصيل منخفضة قدر الإمكان مع الاستمرار في تزويدك بأفضل خدمة ممكنة.',
        key.costDesc2:
            'هي الرسوم المستندة إلى النسبة المئوية التي تساعدنا على تغطية تكاليف الحفاظ على منصتنا ، وضمان مراقبة الجودة ، وتوفير دعم العملاء. تبلغ رسوم الخدمة 5 ٪ فقط على كل منتج تم تحميله بواسطة بائع Prestiogius.',
        key.costDesc3:
            'رسوم التسليم هي رسوم ثابتة تغطي تكلفة تقديم طلبك إلى موقعك. رسوم التسليم هي 250 روبية فقط في كل طلب.',
        key.costDesc4:
            'إذا كان لديك أي أسئلة أو مخاوف بشأن رسومنا ، فيرجى عدم التردد في التواصل مع فريق دعم العملاء لدينا. شكرا لاختيارك خدمتنا!',
        key.sortByPrice: 'فرز حسب السعر',
        key.currencyKey: 'عملة',
        key.privacyHeader1: '',
        key.privacyHeader2: 'استخدام معلوماتك الشخصية',
        key.privacyHeader3: 'ما هي البيانات التي نجمعها وكيف نجمعها؟',
        key.privacyHeader4: 'المعلومات التي قدمتها:',
        key.privacyHeader5: 'المعلومات التلقائية:',
        key.privacyHeader6: 'معلومات من مصادر أخرى:',
        key.privacyHeader7: 'عام معلومات:',
        key.privacyHeader8: 'بيانات الملف الشخصي:',
        key.privacyHeader9: 'ملفات السجل:',
        key.privacyHeader10: 'التحليلات:',
        key.privacyHeader11: 'معلومات الموقع:',
        key.privacyHeader12: 'بسكويت:',
        key.privacyHeader13: 'ما مدى أمان معلوماتي؟',
        key.privacyHeader14: 'ما هي المعلومات التي يمكنني الوصول إليها؟',
        key.privacyHeader15: 'التغييرات في سياسة الخصوصية هذه',
        key.privacyBody1:
            'احترم المتاجر الذكية خصوصيتك وتريد حماية معلوماتك الشخصية. الغرض من بيان الخصوصية هذا هو توضيح لك كيف نتعامل مع البيانات الشخصية التي تم الحصول عليها من مستخدمي النظام الأساسي أو الموقع والخدمات المتاحة على الموقع. تحدد هذه السياسة أيضًا خياراتك حول كيفية جمع معلوماتك الشخصية واستخدامها والكشف عنها. إذا كنت توافق على هذا النظام الأساسي أو الموقع مباشرة أو من خلال أي موقع ويب آخر ، فإن الإجراء الموضح في سياسة الخصوصية هذه. لمزيد من المعلومات ، يرجى قراءة سياسة الخصوصية هذه. تجمع متاجر Issement بياناتك الشخصية حتى نتوقع وتحسين منتجاتنا وخدماتنا بشكل دائم.',
        key.privacyBody2: 'بشكل عام ، يتم استخدام المعلومات الشخصية التي تقدمها لنا للرد على طلباتك ، أو تساعدنا في الخدمة بشكل أفضل ، أو تسويق خدماتنا. نستخدم معلوماتك الشخصية بالطرق التالية:'
            'تحدث معك عن الطلب ، وتوريد المنتج ، ودفع العملية ، والطلبات ، والمنتجات والخدمات ، والعروض الترويجية. قم بتحديثك عن إمداد المنتج ؛ '
            "* جمع واستخدام معلوماتك الشخصية للامتثال لبعض القواعد."
            "* لتشغيل وصيانة وتحسين موقعنا ومنتجاتنا وخدماتنا."
            "* الإجابة على التعليقات والاستفسارات وتوفير خدمة العملاء."
            "* ربط أو ارتباط معلومات المستخدم بالمعلومات الشخصية الأخرى المستلمة من الطرف الثالث لفهم احتياجاتك بشكل أفضل وتقديم خدمة أفضل لك."
            "* تطوير التسويق ، والتحسين وزيادة المنتجات."
            "* حددك كمستخدم في نظامنا من خلال حسابك/ملفك الشخصي أو المصادر الأخرى."
            "* اتبع القرار تلقائيًا -اتخاذ القرار وفقًا لأي من هذه الأهداف."
            "* تحقق وأداء المعاملات المالية فيما يتعلق بالمدفوعات الخاصة بك ومراجعة بيانات تنزيل البيانات من موقعنا."
            '* يمكننا تخزين واتخاذ الإجراءات على الخوادم الموجودة في مواقع مختلفة. يمكننا أيضًا إنشاء سجلات بيانات مجهولة من معلوماتك الشخصية ، وترك "المعلومات التي ستجعلك شخصيًا. نستخدم هذه البيانات المجهولة لتحليل التطبيق واستخدام العينات لتحسين محتوى خدماتنا وتحسين وظائف الموقع. '
            'بالإضافة إلى ذلك ، نحتفظ بالحق في مشاركة بيانات مجهولة مع الطرف الثالث ونستخدمها لأي غرض. يمكن للعملاء الذين لديهم تجارب جيدة مع منتجاتنا وخدماتنا أن يوفر لنا التقدير والملاحظات. يمكننا نشر مثل هذا المحتوى. عندما ننشر مثل هذا المحتوى ، يمكننا استخدام الاستخدام لتحديد الأسماء الأولى والأخيرة لمستخدمينا. قبل نشر هذه البيانات مع التعاريف ، سنحصل على موافقة المستخدم.'
            'سنستخدم هذه المعلومات لغرض آخر تم الحصول على موافقتك من أجله. وتنفيذ عملية صنع القرار التلقائي وفقًا لأي من هذه الأغراض.',
        key.privacyBody3: '',
        key.privacyBody4:
            'عند استخدام خدماتنا ، تتلقى وتخزين المتاجر الذكية من خلال ملف تعريف حسابك.',
        key.privacyBody5:
            'عند استخدام خدماتنا ، نقوم تلقائيًا بجمع وصيانة نوع من المعلومات ، بما في ذلك كيفية تفاعلك مع المنتجات والمعلومات والخدمات المقدمة في المتاجر الذكية. عندما يصل متصفح الويب أو الجهاز إلى موقعنا على الويب ، فإننا ، مثل العديد من مواقع الويب الأخرى ، نستخدم "ملفات تعريف الارتباط" وغيرها من المعرفات الفريدة لجمع أنواع معينة من المعلومات.',
        key.privacyBody6:
            'يمكن للمتجر الذكي معرفة عنك من مصادر أخرى. على سبيل المثال ، يمكن أن توفر لنا شركات النقل لدينا أحدث بيانات التسليم والعناوين ، مما يجعلنا أسهل في تحديث سجلاتنا وتسوق التوريد.',
        key.privacyBody7:
            'سيتم إنشاء المعلومات تلقائيًا عند استخدام خدماتنا. على سبيل المثال ، عند استخدام خدماتنا ، نستخدم موقعك العام ، ونوع الجهاز الذي تستخدمه ، ورقم تعريف الجهاز المفتوح ، وتاريخ ووقت زيارتك ، ومعرف الجهاز الفريد ، ويمكنك جمع المعلومات حول نوع المتصفح. باستخدام نظام التشغيل ، وعنوان بروتوكول الإنترنت (IP) ، واسم المجال. بشكل عام ، نستخدم هذه المعلومات لتشغيل وزيادة الموقع ، وكذلك التأكد من حصولك على المعلومات الأنسب.',
        key.privacyBody8:
            'اسم المستخدم وكلمة المرور الخاصة بك ، اهتماماتك ، اهتمامك ، تفضيلاتك ، ملاحظات واستجابة الاستطلاع.',
        key.privacyBody9:
            'نظرًا لأن معظم مواقع الويب صحيحة ، فإننا نجمع تلقائيًا بعض المعلومات وتخزينها في ملفات السجل. تتضمن هذه المعلومات عنوان IP ونوع المتصفح ومزود خدمة الإنترنت (ISP) وصفحات المرجع/الخروج وأنظمة التشغيل وختم التاريخ/الوقت وبيانات الدفق. نستخدم هذه المعلومات للحفاظ على خدمات الأداء وتحسينها.',
        key.privacyBody10:
            'لفهم كيفية تفاعل الناس مع موقع الويب ، نستخدم خدمات تحليلية ، مثل لا تقتصر على تحليلات Google. تُستخدم ملفات تعريف الارتباط لجمع البيانات من خلال خدمات التحليلات ، مثل عدد المرات التي يذهب فيها المستخدمون إلى الموقع ، ونستخدم هذه البيانات لتوسيع خدماتنا وموقعنا على الويب. شروط استخدام خدمات التحليل وسياسات الخصوصية ، والتي يجب أن تنصح بمزيد من المعلومات حول كيفية استخدام هذه الشركات هذه المعلومات ، والحفاظ على حدود كيفية استخدامها ويمكن أن تقسم معلوماتها.',
        key.privacyBody11:
            'إذا قمت بتمكين خدمات الموقع على أجهزتك ، فيمكننا جمع معلومات موقعك لتحسين الخدمات التي تقدمها. إذا كنت لا ترغب في جمع هذه المعلومات ، فيمكنك تعطيل خدمات الموقع على جهازك.',
        key.privacyBody12:
            'ملفات تعريف الارتباط هي أجزاء صغيرة من المعلومات التي تشاهدها موقع الويب وترسل موقع الويب إلى محرك الأقراص الثابتة لجهاز الكمبيوتر الخاص بك. يمكن استخدام هذه الملفات النصية من خلال مواقع الويب لجعل المستخدمين أكثر كفاءة. إذا كانت هناك حاجة ماسة لتشغيل هذا الموقع ، فيمكننا تخزين ملفات تعريف الارتباط هذه على جهازك. نحتاج إلى إذنك لجميع أنواع ملفات تعريف الارتباط الأخرى. لهذا الغرض ، يستخدم هذا الموقع مجموعة متنوعة من ملفات تعريف الارتباط. يتم وضع بعض ملفات تعريف الارتباط من خلال خدمات الطرف الثالث التي تظهر على صفحاتنا. يمكن لنا وبعض الجلسات الثالثة التي يمكن أن تستخدم ملفات تعريف الارتباط (التي تقوم بإيقاف تشغيل متصفح الويب الخاص بك بعد انتهاء الصلاحية) واستخدام ملفات تعريف الارتباط الدائمة (الذين يعيشون على جهاز الكمبيوتر الخاص بك حتى تحذفها) حتى توفر المزيد من الخبرة الشخصية والتفاعلية في خدماتنا وخدماتنا الأسواق. منتجاتنا. يتم استخدام ملفات تعريف الارتباط التسويقية لتتبع الزوار على مواقع الويب. القصد من ذلك هو عرض الإعلانات ذات الصلة والمشاركة في المستخدم الفردي ، وبالتالي أكثر قيمة للناشرين والمعلنين الثالث. يتم هذا التتبع على أساس مجهول.',
        key.privacyBody13:
            'عندما نقوم بتصميم حلولنا ، فإننا نعتبر أمنك وخصوصيتك. باستخدام بروتوكول التشفير والبرامج ، نحاول حماية معلوماتك الشخصية خلال ناقل الحركة. عند التعامل مع بطاقات الائتمان / الخصم / التفاصيل المصرفية ، نحمي المعلومات الشخصية للعميل باستخدام المعلومات المادية والإلكترونية والإجراءات ويحمي المعلومات الشخصية للمستخدمين. بسبب تدابير السلامة لدينا ، قد نحتاج إلى إثبات هويتنا قبل أن تتيح لك الوصول إلى البيانات الشخصية. من المهم بالنسبة لك تجنب الوصول غير المصرح به إلى كلمات المرور وأجهزة الكمبيوتر والأجهزة والتطبيقات الخاصة بك. نوصي باستخدام كلمة مرور فريدة لحسابك غير المستخدمة في الحسابات الأخرى عبر الإنترنت. تأكد من تسجيل الخروج عند انتهاء صلاحية الكمبيوتر المدمج.',
        key.privacyBody14:
            'في قسم الحساب ، يمكنك الوصول إلى معلوماتك ، بما في ذلك اسمك وعنوانك وخيارات الدفع ومعلومات الملف الشخصي وتاريخ الشراء.',
        key.privacyBody15:
            'تكون سياسة الخصوصية هذه سارية حتى 10 أكتوبر 2022 ، بالإضافة إلى أي تغيير في أحكامها في المستقبل ، سيكون لها تأثير ، سيتم تنفيذها فورًا بعد نشرها في هذه الصفحة. لدينا الحق في تحديث أو تغيير سياسة الخصوصية الخاصة بنا في أي وقت ويجب عليك التحقق من سياسة الخصوصية هذه من وقت لآخر. ملاحظة: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا.',
      };
}
