import 'translations_key.dart' as key;

class Russian {
  Map<String, String> get translations => {
        key.settings: 'Настройки',
        key.general: 'Общий',
        key.account: 'Счет',
        key.myAccount: 'Мой счет',
        key.welcome: 'Добро пожаловать',
        key.language: 'Язык',
        key.notifications: 'Уведомления',
        key.aboutUs: 'О нас',
        key.contactUs: 'Связаться с нами',
        key.appearance: 'Появление',
        key.termsAndConditions: 'Условия и условия',
        key.privacyPolicy: 'политика конфиденциальности',
        key.returnAndExchange: 'Возврат и обмен',
        key.faqs: 'Часто задаваемые вопросы',
        key.selectLanguage: 'Выберите язык',
        key.logout: 'Выйти',
        key.login: 'Авторизоваться',
        key.register: 'регистр',
        key.signIn: 'Войти',
        key.signUp: 'Зарегистрироваться',
        key.loginGreetings: 'Привет! Добро пожаловать! Войдите в свой аккаунт',
        key.forgotPassword: 'Забыли пароль?',
        key.donTHaveAccount: 'Нет учетной записи?',
        key.send: 'Отправлять',
        key.optional: 'Необязательный',
        key.verification: 'Проверка',
        key.alreadyHaveAccount: 'Уже есть аккаунт!',
        key.home: 'Дом',
        key.categories: 'Категории',
        key.deals: 'Сделки',
        key.menu: 'Меню',
        key.myCart: 'Моя тележка',
        key.topCategories: 'Лучшие категории',
        key.discountDeals: 'Скидки сделки',
        key.seeAll: 'Увидеть все',
        key.viewAll: 'Посмотреть все',
        key.viewMore: 'Просмотреть больше',
        key.orderSummary: 'итог заказа',
        key.shippingDetails: 'Отгрузочные реквизиты',
        key.orderTime: 'Время заказа',
        key.expectedDelivery: 'Ожидаемая доставка',
        key.shipping: 'Перевозки',
        key.shippingCost: 'Стоимость доставки',
        key.vendorDashboard: 'Панель приборов',
        key.vendorRegistration: 'Регистрация продавца',
        key.myOrders: 'мои заказы',
        key.myProducts: 'Мои продукты',
        key.recentOrders: 'Недавние заказы',
        key.completedOrder: 'Выполнены заказы',
        key.processingOrders: 'Обработка заказов',
        key.totalEarning: 'Полное заработок',
        key.cMonthEarning: 'Текущий месяц зарабатывает',
        key.pendingAmount: 'В ожидании суммы',
        key.wallet: 'Кошелек',
        key.userOrders: 'Пользовательские заказы',
        key.vendorOrders: 'Заказы продавца',
        key.pendingOrders: 'Заказы в ожидании',
        key.totalOrders: 'Общие заказы',
        key.goldCoins: 'Золотые монеты',
        key.silverCoins: 'Серебряные монеты',
        key.deleteProd: 'Удалить продукт',
        key.selectCategory: 'выберите категорию',
        key.selectSubCategory: 'Выберите Sub Category',
        key.profile: 'Профиль',
        key.vendorStoreDetails: 'Детали продавца',
        key.personalInfo: 'Персональная информация',
        key.storeInfo: 'Хранить информацию',
        key.phone: 'Телефон',
        key.firstName: 'Имя',
        key.lastName: 'Фамилия',
        key.address: 'Адрес',
        key.country: 'Страна',
        key.city: 'Город',
        key.deActivateMsg: 'Вы обязательно отмените свою учетную запись?',
        key.bankDetails: 'Банковские детали',
        key.bankName: 'Название банка',
        key.bankNameReq: 'Имя банка требуется!',
        key.bankAccount: 'Номер счета',
        key.bankAccountReq: 'Требуется номер банковского счета',
        key.bankAccountHolder: 'Название учетной записи',
        key.bankAccHolderReq: 'Требуется заголовок учетной записи',
        key.subject: 'Предмет',
        key.subjectReq: 'Тема требуется',
        key.message: 'Сообщение',
        key.messageReq: 'Требуется тело сообщения',
        key.membershipPlans: 'Планы членства',
        key.membershipDesc:
            'Получите больший доход, поддерживайте новые продукты или бизнес -модели и принимайте повторяющиеся платежи во всем мире.',
        key.subscribeBtn: 'Подписаться',
        key.subscribedBtn: 'Подписано',
        key.popular: 'ПОПУЛЯРНЫЙ',
        key.searchIn: 'Что Вы ищете?',
        key.active: 'Активный',
        key.order: 'Заказ',
        key.checkout: 'Проверить',
        key.changeBtn: 'Изменять',
        key.updateBtn: 'Обновлять',
        key.deleteBtn: 'Удалить',
        key.deactivateBtn: 'Удалить аккаунт',
        key.confirm: 'Подтверждать',
        key.set: 'Набор',
        key.yesBtn: 'Да',
        key.noBtn: 'Нет',
        key.sold: 'Продал',
        key.submit: 'Представлять на рассмотрение',
        key.cancelBtn: 'Отмена',
        key.add: 'Добавлять',
        key.apply: 'Применять',
        key.addNew: 'Добавить новое',
        key.total: 'Общий',
        key.details: 'Подробности',
        key.sortBy: 'Сортировать',
        key.filter: 'Фильтр',
        key.search: 'Поиск',
        key.status: 'Положение дел',
        key.addNewAddress: 'Добавить новый адрес',
        key.addPayment: 'Добавить оплату',
        key.paymentMethod: 'Детали оплаты',
        key.confirmOrder: 'Подтвердите заказ',
        key.proceedToCheckOut: 'Перейти к оформлению заказа',
        key.addProduct: 'Добавить продукт',
        key.redeemBtn: 'Выкупать',
        key.storeName: 'Название магазина',
        key.storeNameReq: 'Название магазина требуется',
        key.description: 'Описание',
        key.descriptionReq: 'Описание требуется',
        key.ownerName: 'Имя владельца',
        key.ownerNameReq: 'Требуется имя владельца',
        key.phoneReq: 'Требуется телефон',
        key.productName: 'наименование товара',
        key.productNameReq: 'Требуется название продукта',
        key.prodPrice: 'Цена продукта',
        key.prodPriceReq: 'Цена требуется',
        key.prodStock: 'Продукт',
        key.prodStockReq: 'Требуется акция',
        key.prodDiscount: 'Скидка',
        key.prodDiscountReq: 'Требуется скидка',
        key.prodSku: 'Продукт Sku',
        key.prodSkuReq: 'Требуется продукт SKU',
        key.email: 'Электронная почта',
        key.emailReq: 'Неверный формат электронной почты?',
        key.password: 'Пароль',
        key.passwordLengthReq:
            'Пароль должен содержать как минимум 8 символов?',
        key.fullName: 'Полное имя',
        key.fullNameReq: 'Имя требуется',
        key.registerGreetings: 'Создайте учетную запись ismmart!',
        key.otp: 'ОТП',
        key.otpReq: 'ОТП требуется',
        key.newPassword: 'Новый пароль',
        key.newPassReq: 'Требуется новый пароль',
        key.confirmPass: 'Подтвердите пароль',
        key.confirmPassReq: 'Подтвердите пароль требуется',
        key.passwordNotMatched: 'Пароль не соответствует!',
        key.titleKey: 'Заголовок',
        key.titleReq: 'Название требуется',
        key.updateProduct: 'Обновить продукт',
        key.emptyCart: 'Ваша корзина пуста',
        key.emptyCartMsg:
            'В вашу корзину не было добавлено. Пожалуйста, добавьте продукт в свою корзину.',
        key.emptyProductSearch: 'Продукт поиска не найден',
        key.emptyProductSearchMsg:
            'Извини! Ваш поиск не соответствовал ни одного продукта \ n, пожалуйста, попробуйте еще раз.',
        key.noProductFound: 'Вы еще не добавили продукты!',
        key.noOrderFound: 'У тебя еще нет заказов!',
        key.noAddressFound: 'Никакого адреса не найдено',
        key.noDefaultAddressFound: 'Адрес по умолчанию не найден',
        key.noCartItemFound: 'Пункт не найден',
        key.noCategoryFound: 'Категорий не найдено',
        key.noSubCategoryFound: 'Не обнаружены категории',
        key.noDataFound: 'Данные не найдены',
        key.plzSelectSubCategory: 'Пожалуйста',
        key.someThingWentWrong: 'Что-то пошло не так',
        key.delProdMsg: 'Вы обязательно удалите это?',
        key.stock: 'Запас',

        ///About US
        key.aboutHeader1: 'Что такое ISMMART?',
        key.aboutHeader2: 'Наша миссия',
        key.aboutHeader3: 'Наш взгляд',
        key.aboutHeader4: 'Как будет работать система?',
        key.aboutHeader5: 'Политика возврата',
        key.aboutHeader6: 'Что нас отличает?',
        key.aboutBody1:
            'ISMMART - это платформа электронной коммерции, предоставляющая виртуальное пространство для продавцов/поставщиков, где они могут рекламировать, продавать и продавать свои продукты или услуги. Концепция ISMMART была создана, когда мы увидели огромный дефицит доверия между продавцами и покупателями. Учитывая эту проблему, мы в Shaukat Marwat хотели предоставить людям надежную и достойную доверие платформу, которая обеспечит максимальную безопасность денег и услуг покупателей.',
        key.aboutBody2:
        'Наша миссия состоит в том, чтобы принести безопасную платформу, где продавцы могут без колебаний общаться с покупателями. Мы стремимся стать одним из таких добрых магазинов электронной коммерции, где люди могут исследовать все виды продуктов и услуг под одной платформой. Мы также намерены создать форум, который позволит тысячам людей иметь свой собственный бизнес и создать больше рабочей силы в стране.',
        key.aboutBody3:
        'Наше видение состоит в том, чтобы привлечь надежный магазин, ориентированный на мировой рынок и подключение бизнеса, чтобы привлечь их под один зонт в качестве подразделения.',
        key.aboutBody4:
        'Система предоставит продавцам виртуальное пространство/магазин, которые хотят что -то продать на рынке. Они могут быть отдельными поставщиками или некоторыми известными брендами, которые хотят улучшить свое присутствие в цифровом мире. Наши поставщики зарегистрируются с нами на некоторых ежемесячных платежах на подписку/ платформу. Мы проверим подлинность поставщиков, взяв их основную информацию и подготовим с ними соглашение. Точно так же наши клиенты/покупатели также должны быть зарегистрированы с нами в нашем магазине электронной коммерции. Клиенты смогут увидеть профиль поставщика, оценить их (после получения услуг), делать покупки и держать себя в курсе продуктов на рынке. Например, у нас есть поставщик/магазин, зарегистрированный как Ali Electronics, который занимается всеми видами домашних приборов. Давайте скажем, Айеша хочет купить электрический чайник, и она при поиске находит свой желаемый продукт на Ali Electronics. Она разместит свой заказ и сделает свой платеж заранее, который будет на счет компании до завершения заказа. Ali Electronics получит уведомление о заказе. Он будет упаковывать соответствующий продукт и отправит его через наши услуги (наши определенные курьерские услуги через нашу учетную запись). Как только мисс Айеша получит продукт и проверяет, что она получила желаемый продукт, платеж будет выпущен и достигнет счета поставщика в определенный период времени (15 дней). Примечание. Не проверенные и незарегистрированные участники могут просматривать продукты в магазинах ISMMART, но им не разрешено торговать. Чтобы обеспечить качественную торговлю, всем клиентам необходимо зарегистрироваться до любой продажи / покупки.',
        key.aboutBody5:
        'Магазины ISMMART обычно обрабатывают возврат в течение 3 рабочих дней, как только курьер возвращает элемент в наш центр возврата. Наша команда по обслуживанию клиентов предоставит лейбл доставки, как только они получат вашу письменную жалобу в соответствии с политикой возврата. Товар будет получен, и соответствующая проверка качества будет выполнена, прежде чем возмещение будет завершено. Обратите внимание, что в зависимости от метода оплаты, время возврата может варьироваться. Это может занять от трех до четырнадцати рабочих дней. Наряду с деньгами, которые вы заплатили за возвращенный продукт, стоимость доставки также поплачена. Например, когда Айеша получает продукт, она находит его неисправным. Она подаст жалобу в нашем центре жалоб, где мы свяжемся с поставщиком для решения. Если ее претензия оказана правильной, она вернет неисправную товар обратно к поставщику, и ее оплата (которая была приостановлена ​​ISMMART, будет возвращена ей. Некоторые продукты/услуги будут не подлежащим возмещению и будут определены в описании продукта/услуги.',
        key.aboutBody6:
        'ISMMART - это уникальная платформа, которая обеспечивает 100 -процентную безопасность как покупателю, так и поставщику. Он предоставляет виртуальное пространство для отображения, продажи и продажи ваших продуктов или услуг под одной платформой, в отличие от магазинов, которые предлагают только продажу продуктов. Для покупателей это эксклюзивный форум, где они могут делать покупки с уверенностью, что их деньги не будут потрачены впустую. Наша уникальная политика возврата гарантирует, что мошенническая деятельность не происходит с покупателем или продавцом. Мы разработали различные предложения по подписке/членству для поставщиков разных категорий.',
        key.phoneValidate: 'Телефон Нет Минимум Требуется 11 цифр',
        key.exitApp: 'Приложение для выхода',
        key.currentUserNotFound: 'Текущий пользователь не найден',
        key.wrongWithCredentials: 'Что -то пошло не так с учетными данными',
        key.enterEmail: 'Введите электронное письмо, чтобы получить OTP',
        key.emptyField: 'Пустое поле',
        key.enterDetails: 'Введите детали, чтобы создать новый пароль',
        key.passwordRequired: 'Необходим пароль!',
        key.standard: 'Стандартный',
        key.toProceedWithPurchase:
        'Чтобы продолжить свою покупку, пожалуйста, обратите внимание, что требуемая минимальная сумма заказа составляет 1000 рупий.',
        key.preferredPayment:
        'Пожалуйста, выберите ваш предпочтительный способ оплаты, чтобы заполнить заказ.',
        key.cartMustNotEmpty: 'Тележка не должна быть пустой',
        key.delivery: 'Доставка',
        key.daysCost: 'Дни стоимость',
        key.freeShipping: 'Бесплатная доставка на все заказы выше PKR 1000',
        key.zipCode: 'Почтовый индекс',
        key.zipCodeRequired: 'Требуется почтовый индекс!',
        key.addressRequired: 'Адрес требуется!',
        key.selectCountry: 'Выберите страну',
        key.chooseCountry: 'Выберите страну',
        key.selectCity: 'Выберите город',
        key.chooseCity: 'Выберите город',
        key.success: 'Успех',
        key.disputeDeleted: 'Спор удален успешно',
        key.recordDoNotExist: 'Запись не существует',
        key.fileMustBe: 'Каждый файл должен быть',
        key.invalidImageFormat: 'Неверный формат изображения!',
        key.minPriceShouldNotBe:
        'Мин Цена не должна быть больше, чем макс. цена!',
        key.plzSelectCountry: 'Пожалуйста, выберите страну и город',
        key.shippingAddressDetail: 'Пожалуйста, выберите страну и город',
        key.cashOnDelivery: 'Наличные на доставке (недоступны)',
        key.creditCard: 'Кредитная карта',
        key.wantToRedeem: 'Хочу выкупить',
        key.coins: 'монеты',
        key.needMoreCoins: 'Нужно больше монет, чтобы выкупить',
        key.subtotal: 'Промежуточный итог',
        key.items: 'Предметы',
        key.shippingFee: 'Стоимость доставки',
        key.inclusiveOfGst: 'Включительно GST',
        key.continueShopping: 'Продолжить покупки',
        key.orderId: 'Заказ',
        key.paymentSuccessful: 'Оплата успешно!, Вы заказа были размещены!',
        key.orderInformation: 'запросить информацию',
        key.orderNotCreated: 'Что-то пошло не так! Порядок не создан',
        key.discountMinValue: 'Скидка должна быть больше, чем',
        key.discountMaxValue: 'Скидка не должна быть больше или равна',
        key.imageSizeDesc: 'Изображение должно быть',
        key.availableStock: 'Доступный запас',
        key.itemPrice: 'Цена товара',
        key.features: 'Функции',
        key.itemsFound: 'Предметы найдены',
        key.price: 'Цена',
        key.minPrice: 'Мин цена',
        key.maxPrice: 'Макс цена',
        key.clear: 'Прозрачный',
        key.lowToHigh: 'Снизу вверх',
        key.highToLow: 'Высокий до низкого уровня',
        key.OFF: 'ВЫКЛЮЧЕННЫЙ',
        key.orderDetail: 'Информация для заказа',
        key.cancel: 'Отмена',
        key.emailVerificationLink:
        'Введите электронное письмо, чтобы получить ссылку на проверку',
        key.id: 'Идентификатор',
        key.disputeDetail: 'Детали спора',
        key.disputes: 'Споры',
        key.frequentlyAsked: 'Часто задаваемые вопросы',
        key.forAnyQueryJust: 'Для любой поддержки просто отправьте свой запрос',
        key.youStoreHas: 'Ваш магазин был отключен',
        key.addToCart: 'Добавлен в корзину',
        key.added: 'Добавлен!',
        key.noQuestionFound: 'Не было найдено вопросов',
        key.productQuestions: 'Вопросы продукта',
        key.askQuestion: 'Задавать вопрос',
        key.peopleAlsoViewed: 'люди также смотрели',
        key.color: 'Цвет',
        key.size: 'Размер',
        key.quantity: 'Количество',
        key.next: 'Следующий',
        key.questionBody: 'Вопрос тела',
        key.storeDetail: 'Хранить детали',
        key.sellerRating: 'Рейтинг продавца',
        key.customers: 'Клиенты',
        key.totalProducts: 'Общая продукция',
        key.soldItems: 'Проданы товары',
        key.thisStoreHasBeen: 'Этот магазин был открыт с тех пор',
        key.topProducts: 'Лучшие продукты',
        key.finalPriceWould: 'Окончательная цена будет рупий',
        key.afterPlatformFee: 'После платы за платформу',
        key.yourDiscountShould:
        'Ваша скидка должна составлять от 10 до 100 процентов. Пожалуйста, попробуйте еще раз!',
        key.uploadImageLessThan: 'Загрузить изображения меньше, чем',
        key.outOfStock: 'Распродано',
        key.productNotFound: 'Продукт не найден',
        key.invoiceNo: 'Счет -фактура нет',
        key.billingDetails: 'Платежные реквизиты',
        key.qty: 'QTY',
        key.amount: 'Количество',
        key.action: 'Действие',
        key.reviews: 'Отзывы',
        key.rating: 'Рейтинг',
        key.addDisputes: 'Добавить споры',
        key.disputeAlreadyAdded: 'Спор уже добавлен',
        key.viewDispute: 'Просмотреть спор',
        key.disputeNotAddedYet: 'Спор еще не добавлен',

        key.deliveryDate: 'Дата доставки',
        key.totalPrice: 'Итоговая цена',
        key.claimCanBeMade:
        'Претензии могут быть сделаны только в случае потери или повреждения посылки',
        key.clickHereToUpload: 'Нажмите здесь, чтобы загрузить',
        key.userOrderDispute: 'Пользовательский спор',
        key.pending: 'В ожидании',
        key.accepted: 'Принял',
        key.shipped: 'Отправленный',
        key.delivered: 'Доставленный',
        key.cancelled: 'Отменен',
        key.gallery: 'Галерея',
        key.camera: 'Камера',
        key.pickFrom: 'Выберите из',
        key.yourCoverAndProfile:
        'Ваша обложка и профиль должны быть PNG или JPG, вплоть до',
        key.updateVendorDetails: 'Обновить детали поставщика',
        key.fieldIsRequired: 'Поле, обязательное для заполнения',
        key.call: 'вызов',
        key.centralHeadquarters: 'Центральная штаб -квартира',
        key.centralHeadquartersValue:
        '2-й этаж, Emirates Tower, M-13, F7 Markaz, Исламабад. Пакистан',
        key.globalHeadquarters: 'Глобальный штаб',
        key.globalHeadquartersValue:
        'Башня 42, 25 Old Broad St, Корнхилл, Лондон, Великобритания',

        key.tCHeader1: 'Введение',
        key
            .tCBody1: 'Добро пожаловать в магазины Ismmart, также известным как «мы» и «нас». Настоящие условия регулируют ваш доступ и использование нашей онлайн -платформы/сайта, а также любые связанные веб -сайты, приложения, услуги или ресурсы. Вы признаете, что прочитали, понимаете и соглашаетесь с условиями, перечисленными ниже, перед использованием магазинов Ismmart. Настоящие условия могут быть изменены, изменены, добавляются или удалены в любой момент без предыдущего уведомления магазинов Ismmart. Если дальнейшее уведомление не дано, изменения становятся эффективными, когда они размещаются на веб -сайте.',
        key
            .tCHeader2: 'Как сформирован контракт между вами и магазинами Ismmart?',
        key
            .tCBody2: '• После размещения заказа вы получите онлайн -уведомление от нас, подтверждая, что мы получили ваш заказ. Обратите внимание, что это не означает, что ваш заказ был принят. Ваш заказ представляет для нас предложение о покупке продукта. Все заказы подлежат принятию нами. Контракт будет сформирован только тогда, когда вы получите продукты, заказанные через эту платформу. • Контракт будет относиться только к тем продуктам, которые вы получаете. Контракт на любые другие продукты, которые могли быть частью вашего заказа, будет сформирован, когда вы получите другие.',
        key.tCHeader3: 'Ваш счет',
        key
            .tCBody3: '• Чтобы получить доступ к определенным услугам, предлагаемым платформой, мы можем потребовать, чтобы вы создали у нас учетную запись или предоставили личную информацию для завершения создания учетной записи. • Вы несете ответственность за поддержание конфиденциальности вашей идентификации пользователя, пароля, сведений в учетной записи и связанной с ним личной информации. Вы признаете, что вы обязаны всегда сохранять безопасность вашей учетной записи и принимать все разумные меры предосторожности, чтобы предотвратить несанкционированное использование вашей учетной записи. Вы должны немедленно сообщить нам, если у вас есть какие -либо основания полагать, что ваш пароль стал известен кем -то еще, или если пароль будет или, вероятно, будет использоваться в несанкционированном виде. Вы понимаете и соглашаетесь с тем, что любое использование веб -сайта, любые предоставленные связанные услуги и/или любой доступ к конфиденциальным данным, информации или сообщению, которые стали возможными благодаря использованию вашей учетной записи, и пароль считается вами В зависимости от обстоятельств, чтобы быть сделанным кем -то, уполномоченным вами.'
            '• В случае нарушения или какого -либо серьезного нарушения настоящих Условий и условий мы оставляем за собой право аннулировать имя пользователя и/или пароль после уведомления и предоставления разумного времени, чтобы исправить его или внести изменения в соответствии с условиями настоящего договора.',
        key.tCHeader4: 'Ваш статус',
        key
            .tCBody4: 'Размещая заказ через наш сайт/платформу, вы гарантируете, что:'
            '• Вы юридически способны вступать в обязательные контракты.'
            '• Вам не менее 18 лет.'
            '• Вы не проживаете в стране, где выплачивается на наш сайт, в соответствии с настоящими Условиями и положениями нарушит любой закон.',
        key.tCHeader5: 'Доставка продуктов',
        key
            .tCBody5: 'В случае продуктов ваш заказ будет выполнен/готов к получению (в зависимости от применимости) в течение разумного времени с даты, указанной во время заказа, если не существуют исключительные обстоятельства.',
        key.tCHeader6: 'Гарантия',
        key
            .tCBody6: 'Мы гарантируем вам, что любой продукт, приобретенный у нас через наш сайт, будет, соответствует его описанию, будет удовлетворительным качеством и будет разумно подходит для всех целей, для которых обычно подаются продукты такого рода. Все остальные гарантии, условия или условия, связанные с пригодностью для цели, товарной пригодности, удовлетворительного качества или условия, независимо от того, подразумеваются ли статус или общее право, исключаются в соответствии с допущенным законом.',
        key.tCHeader7: 'Права на отмену',
        key
            .tCBody7: '• В случае продуктов, если вы заключаете контракт с потребителем, вы имеете право отменить заказ на продукт по любой причине и получить полный возврат средств. Вы получите полный возврат цены, оплаченной за продукты (за исключением расходов на доставку). Ваше право отменить контракт, связанный с покупкой продукта, начинается с даты, когда вы получаете продукт (при формировании контракта). Если продукты были доставлены вам, вы можете отменить в любое время в соответствии с политикой возврата. В случае, если вы получили продукт, который поврежден при доставке, пожалуйста, сообщите нам в письменном виде как можно скорее. Если продукт возвращен нам поврежден, и вы не сообщили нам, что продукт был поврежден, когда вы его получили, мы можем отказаться от вашего права на отмену или получение.'
            '• Вы не будете иметь никакого права отменить контракт на поставку любых изготовленных на заказ или персонализированных продуктов, периодических изданий или журналов, скоропортящихся товаров или программного обеспечения, DVD или компакт-дисков, которые открыли свою печать безопасности.'
            '• В случае продуктов, чтобы отменить контракт, вы должны сообщить нам в письменной форме. Если продукты были доставлены вам, вы также должны вернуть нам продукты как можно скорее, и по вашей собственной стоимости. У вас есть юридическое обязательство заботиться о продуктах, пока они находятся в ваших руках.',
        key.tCHeader8: 'Передача прав и обязательств',
        key
            .tCBody8: '• Мы можем передать наши права и обязательства по настоящим условиям другой организации, но это не повлияет на ваши права или наши обязательства по контракту.'
            '• Вы можете передавать свои права и обязательства по вашему договору только в том случае, если мы согласны с этим в письменной форме.',
        key.tCHeader9: 'Цена',
        key
            .tCBody9: '• Цена на продукты и наши сборы по доставке будут такими, как время от времени указана на нашей платформе/сайте, за исключением случаев очевидных.'
            '• Цены на продукты включают GST/FED/НДС, где это применимо. Однако, если скорость изменений GST/FED/НДС между датой вашего заказа и датой доставки мы соответствующим образом скорректируем цену.'
            '• Цены на продукцию и плата за доставку могут измениться в любое время, но изменения не будут влиять на заказы на продукты, которые вы затем предпринимаете для выполнения/получения в течение разумного времени.',
        key.tCHeader10: 'Возврат средств',
        key
            .tCBody10: 'Если приказ отменяется в соответствии с пунктом 6 выше, то мы вернем суммы, причитающиеся в соответствии с нашей политикой возврата средств.',
        key.tCHeader11: 'Как мы используем вашу информацию?',
        key
            .tCBody11: 'Пожалуйста, прочитайте Политику конфиденциальности для получения подробной информации о том, как мы будем использовать вашу информацию. Согласившись и принимая эти условия и условия, вы согласны и принимаете условия нашей политики конфиденциальности.',
        key.tCHeader12: 'Наша ответственность перед бизнесом',
        key
            .tCBody12: '• Если мы не сможем соблюдать эти условия и условия, мы будем нести ответственность за вас только за покупную цену продуктов, а не какие -либо убытки, которые вы понесете в результате нашей неспособности выполнить (возникает ли в контракте, деликция (деликатный в том числе халатность), нарушение установленной законом обязанности или иным образом).'
            '• Мы не будем нести ответственность за убытки, возникающие в результате нашей неспособности соблюдать эти условия и условия, которые попадают в следующие категории, даже если такие потери были в нашем созерцании, как в дату, когда договор составил эти условия между условиями мы являемся предсказуемым следствием нашего нарушения .'
            '• Потеря дохода или дохода.'
            '• Потеря бизнеса.'
            '• Потеря прибыли.'
            '• Потеря ожидаемой экономии'
            '• Потеря данных'
            '• Оттекание управления или офиса'
            'Примечание. Этот абзац не применяется, если вы заключаете контракт с потребителем.',
        key.tCHeader13: 'Наша ответственность перед потребителем',
        key
            .tCBody13: '• Если нам не удастся соблюдать эти условия и условия, мы несем ответственность за потерю или ущерб, который вы получили, что является предсказуемым результатом нашего нарушения условий и условий или нашей халатности. Потеря или ущерб предсказуются, если это было очевидным следствием нашего нарушения или в противном случае его и нас предполагали в то время, когда мы вступили в соответствующее.'
            '• Мы поставляем продукты только для внутреннего и частного использования. Вы соглашаетесь не использовать продукт для каких-либо коммерческих, бизнеса или перепродажных целей, и мы не несем ответственности за любую потерю прибыли, потерю бизнеса, прерывание бизнеса или потерю бизнеса.'
            'Примечание. Этот абзац не применяется, если вы заключаете контракт с бизнесом.',
        key.tCHeader14: 'Наш контракт с вами, если вы бизнес',
        key
            .tCBody14: '• Настоящие условия и любой документ, прямо упомянутый в них, составляют все соглашение между нами и заменяют все предыдущие обсуждения, переписку, переговоры, предыдущее соглашение, понимание или соглашение между нами, касающимися предмета настоящего Соглашения.'
            '• Каждый из нас признает, что при заключении договора ни один из нас не полагается или не будет иметь никаких средств правовой защиты в отношении какого -либо представительства или гарантии (независимо от того, невинно или небрежно), которые не изложены в настоящих Условиях.'
            '• Каждый из нас соглашается с тем, что наша единственная ответственность в отношении этих представлений и гарантий, изложенных в настоящем Соглашении (будь то невинно или небрежно), будет для нарушения договора.'
            '• Ничто в этом абзаце не ограничивает и не исключает никакой ответственности.'
            'Если вы заключаете контракт с потребителем, этот абзац не применяется',
        key.tCHeader15: 'Наш контракт с вами, если вы потребитель',
        key
            .tCBody15: 'Если вы заключаете контракт с потребителем, мы намерены полагаться на настоящие Условия и Условия и любой документ, прямо упомянутый в них в отношении предмета любого договора. Несмотря на то, что мы принимаем ответственность за заявления и представления, сделанные нашими должным образом уполномоченными агентами, убедитесь, что вы попросите любые различия в этих условиях и условиях, которые будут подтверждены в письменной форме.'
            'Примечание. Если вы заключаете контракт в ходе бизнеса, этот абзац не применяется.',
        key.tCHeader16: 'Уведомления',
        key
            .tCBody16: '• Любое уведомление, которое вы отправите или нами в связи с настоящими Условиями и условием, может быть отправлено письмом или по электронной почте. Уведомления для нас должны быть отправлены на один из следующих адресов:'
            '> Сюжет №, 60 Street 12, G-8/1, Столичная территория Исламабада 44080 Пакистан.'
            '> Башня 42, 25 Old Broad St, Корнхилл, Лондон, Великобритания'
            '> Электронная почта: business@shaukatmarwatgroup.com'
            '• Мы отправим вам уведомления по электронной почте по адресу электронной почты, который вы предоставили во время регистрации на нашу платформу'
            '• Любой из нас может изменить адрес для уведомлений, сообщив другому при написании нового адреса, но предыдущий адрес будет оставаться действительным в течение 7 дней после внесения изменения.',
        key.tCHeader17: 'Права третьей стороны',
        key
            .tCBody17: 'Лицо, которое не присутствует на эти условия или положения или договор, не имеет никаких прав в связи с ними или в связи с ними.',
        key.tCHeader18: 'Отказ',
        key
            .tCBody18: 'Неспособность любой из сторон осуществлять или применять какое -либо право, предоставленное этой стороне настоящими Условиями, не считается отказом от какого -либо такого права или операции для запрета упражнений или их применения в любое время или после этого. Никакой отказ от нами ни одного из этих условий и условий не будет эффективным, если только он не указан как отказ и не сообщается вам в письменной форме в соответствии с пунктом 16 выше.',
        key.tCHeader19: 'Разделительность',
        key
            .tCBody19: 'Если какой -либо суд или компетентный орган решит, что какое -либо из положений настоящих Условий и Условий или любых положений договора является недействительным, незаконным или невыполненным в какой -либо степени, этот термин будет, только в этой степени будет отрезан от оставших будет продолжать быть действительным в полной мере, разрешенной законом.',
        key.tCHeader20: 'Форс-мажор',
        key
            .tCBody20: 'Мы оставляем за собой право отложить дату доставки или отменить контракт на все обстоятельства, помимо его разумного контроля, включая, помимо прочего, какую -либо забастовку, блокировку, беспорядки, пожар, взрыв, несчастный случай или остановка или влияние на наш бизнес или работа и работа и работа и работа и работа и работа и что предотвращает или препятствует доставке товаров или производительности обслуживания.',
        key.tCHeader21: 'Закон и юрисдикция',
        key
            .tCBody21: 'Настоящие условия и любые споры или претензии, возникающие из или в связи с ними, или их предметом или формированием (включая неконтрактуальные споры или претензии), будут регулироваться законодательством Пакистана. Вы должны понимать, что, заказав любой из нашего продукта, вы соглашаетесь быть связанными настоящими Условиями.'
            'Категории для регистрации:'
            '1. Основное членство- Бесплатная стоимость: может быть зарегистрировано как бесплатные участники.'
            '* Не могу продать ничего на платформе ISMMART.'
            '* Будет иметь доступ только к продуктам и магазинам для посещения, которые открываются по умолчанию или будут открыты поставщиками и предприятиями для посещения.'
            '* Они могут купить что -либо самостоятельно как прямые клиенты с взаимопониманием с продавцом; ISMMART не будет нести ответственность или резервное копирование в случае каких -либо проблем в такой сделке .'
        '2. ПРЕМИИЕМ - Оплаченное членство:'
            '* 5 долларов США в месяц с бесплатной пробной версией на один месяц. Ежегодные подписки составляют 99,5 долларов США.'
            '* Может продать все на платформе ISMMART.'
            '* Будет иметь доступ ко всем продуктам и магазинам для посещения.'
            '* Все предложения премиум -членов на Ismmart будут резервированы Ismmart. Мы будем нести ответственность за плавные транзакции и доставку продуктов. Ismmart гарантирует соблюдение взаимного понимания, которое согласились и продавец, и покупатель.'
            '* Участники премиум -класса будут беспокоиться о меньшем доступе ко всем предприятиям по всему миру, как в качестве продавца, так и покупателя, поскольку ISMMART будет напрямую гарантировать и проверять таких участников и любые сделки, которые они заключают.'
            '* Поскольку все члены премиум -класса тщательно изучаются и проверяются в процессе проверки ISMMART, так что все такие участники могут беспокоиться о том, чтобы меньше торговаться друг с другом, в любом месте мира.'
            '* Неограниченные поставки на подходящие предметы.'
        'Примечание. Все участники (продавцы и покупатели) просят следовать всем правилам торговли и процедурам, упомянутым ISMMART, чтобы избежать каких -либо неудобств в оплате или доставке. Стоимость транзакции по структуре комиссии ниже 100 000 000/- ~ 0,5% Комиссионная стоимость транзакции выше 100 000 000/- и ниже PKR250,00,00/- ~ 1,00%. 00000/- ~ 1,75% Стоимость транзакции комиссии выше 250,00 000 PKR/- Комиссия по 2,25% за любую оптовую транзакцию. Комиссия в 3,5% будет взиматься.'
            'Примечание. Стоимость транзакции исключает стоимость доставки и страхования.',
  };
}
